let bookData=[
  {
    cover:'/wuxiaBooks/tlbb-min.jpg',
    name:'天龙八部',
    author: '金庸',
    authorDes: '金庸（1924年2月6日—），香港“大紫荆勋贤”。原名查良镛(zhā liáng yōng，英：Louis Cha)，浙江海宁人，当代著名作家、新闻学家、企业家、社会活动家，《香港基本法》主要起草人之一。金庸是新派武侠小说最杰出的代表作家，被普遍誉为武侠小说作家的“泰山北斗”，更有金迷们尊称其为“金大侠”或“查大侠”。',
    des:'天龙八部乃金笔下的一部长篇小说，与《射雕》，《神雕》等 几部长篇小说一起被称为可读性最高的金庸小说。《天龙》的故事情节曲折，内容丰富，也曾多次被改编为电视作品。是金庸作品中集大成的一部。故事以北宋末年动荡的社会环境为背景，展开波澜壮阔的历史画卷，塑造了乔峰、段誉、 虚竹、慕容复等形象鲜明的人物，成为武侠史上的经典之作。故事精彩纷呈，人物命运悲壮多变，是可读性很强的作品，具有震撼人心的力量',
    outerDownloadUrl:'http://blog.sina.com.cn/s/blog_17a547ac30102zc87.html',
    downloadUrl:'https://pan.baidu.com/s/1wZXYtQgPKdIkuYhb7W6vlg',
    downloadCode:'au99'
  },
  {
    cover:'/wuxiaBooks/xajh-min.jpg',
    name:'笑傲江湖',
    author: '金庸',
    authorDes: '金庸（1924年2月6日—），香港“大紫荆勋贤”。原名查良镛(zhā liáng yōng，英：Louis Cha)，浙江海宁人，当代著名作家、新闻学家、企业家、社会活动家，《香港基本法》主要起草人之一。金庸是新派武侠小说最杰出的代表作家，被普遍誉为武侠小说作家的“泰山北斗”，更有金迷们尊称其为“金大侠”或“查大侠”。',
    des:'《笑傲江湖》是金庸1967年写的一部武侠小说，属于金庸的后期作品。',
    outerDownloadUrl:'https://www.aixdzs.com/d/30/30014/',
    downloadUrl:'https://pan.baidu.com/s/1-pQBbSpac_FHDqTtzXdF4A',
    downloadCode:'1a93'
  },
  {
    cover:'/wuxiaBooks/sdyxz-min.jpg',
    name:'射雕英雄传',
    author: '金庸',
    authorDes: '金庸（1924年2月6日—），香港“大紫荆勋贤”。原名查良镛(zhā liáng yōng，英：Louis Cha)，浙江海宁人，当代著名作家、新闻学家、企业家、社会活动家，《香港基本法》主要起草人之一。金庸是新派武侠小说最杰出的代表作家，被普遍誉为武侠小说作家的“泰山北斗”，更有金迷们尊称其为“金大侠”或“查大侠”。',
    des:'《射雕英雄传》是金庸的代表作之一，作于一九五七年到一九五九年，在《香港商报》连载。《射雕》中的人物个性单纯，郭靖诚朴厚重、黄蓉机智狡狯，读者容易印象深刻。这是中国传统小说和戏剧的特征，但不免缺乏人物内心世界的复杂性。由于人物性格单纯而情节热闹，所以《射雕》比较得到欢迎， 被拍成各种语种的电影和电视剧在全球众多国家和地区热播。',
    outerDownloadUrl:'https://www.aixdzs.com/d/0/864/',
    downloadUrl:'https://pan.baidu.com/s/112wnhDMTkbAYr7FtB-qkGA',
    downloadCode:'jrd7'
  },
  {
    cover:'/wuxiaBooks/dqjkwqj-min.jpg',
    name:'多情剑客无情剑',
    author: '古龙',
    authorDes: '古龙，原名熊耀华，籍贯江西，汉族江右民系。1938年6月7日生于香港。|||著名武侠小说家，新派武侠小说泰斗，与金庸、梁羽生并称为中国武侠小说三大宗师。代表作有《多情剑客无情剑》、《绝代双骄》、《英雄无泪》等。古龙把武侠小说引入了经典文学的殿堂，将戏剧、推理、诗歌等元素带入传统武侠，又将自己独特的人生哲学融入其中，使中外经典镕铸一炉，开创了近代武侠小说新纪元，将武侠文学推上了一个新的高峰。',
    des:'李寻欢为再见林诗音一面，重返中原，遇上“飞剑客”阿飞、孙小红，并再次引起江湖血雨腥风。他曾牵涉进“梅花盗”一案，一度被视为“梅花盗”，几翻转折，虽然水落石出。却又被卷进林仙儿、龙啸云、上官金虹等人的江湖斗争之中，终于杀死上官金虹，并与孙小红结伴，再次退隐江湖。|||《多情剑客无情剑》是古龙武侠小说的代表作品之一，“小李飞刀”系列的第一部。该书情节曲折动人，艺术成就很高，给读者留下了丰富的艺术典型。它不仅是一部阐明武学真谛的作品，还是一部写尽人间世态炎凉的人情历史画，更是一部触动社会现实，探索人生哲理的警世名著。',
    outerDownloadUrl:'https://www.aixdzs.com/d/0/879/',
    downloadUrl:'https://pan.baidu.com/s/1-pbBpBz9DrE01-OUfueXTQ',
    downloadCode:'htzo'
  },
  {
    cover:'/wuxiaBooks/dqyxz-min.jpg',
    name:'大旗英雄传',
    author: '古龙',
    authorDes: '古龙，原名熊耀华，籍贯江西，汉族江右民系。1938年6月7日生于香港。|||著名武侠小说家，新派武侠小说泰斗，与金庸、梁羽生并称为中国武侠小说三大宗师。代表作有《多情剑客无情剑》、《绝代双骄》、《英雄无泪》等。古龙把武侠小说引入了经典文学的殿堂，将戏剧、推理、诗歌等元素带入传统武侠，又将自己独特的人生哲学融入其中，使中外经典镕铸一炉，开创了近代武侠小说新纪元，将武侠文学推上了一个新的高峰。',
    des:'《大旗英雄传》又名《铁血大旗》，是古龙一部跨时代的作品，也是使古龙名声大震的作品。此书写于1965年。古龙创作《大旗英雄传》时当盛年，满腔热血。数十万字的文稿，洋洋洒洒，气贯长虹，令人拍案叫绝。|||《大旗英雄传》与《浣花洗剑录》、《武林外史》、《绝代双骄》堪称古龙中期“四大名著”，这四部名著不仅在古龙小说系列，在整个武侠文学中，都是重量级的作品。',
    outerDownloadUrl:'https://www.aixdzs.com/d/0/967/',
    downloadUrl:'https://pan.baidu.com/s/1LOmRC6IlINwVCuvVSd8HOQ',
    downloadCode:'3o1l'
  },
  {
    cover:'/wuxiaBooks/yttlj-min.jpg',
    name:'倚天屠龙记',
    author: '金庸',
    authorDes: '金庸（1924年2月6日—），香港“大紫荆勋贤”。原名查良镛(zhā liáng yōng，英：Louis Cha)，浙江海宁人，当代著名作家、新闻学家、企业家、社会活动家，《香港基本法》主要起草人之一。金庸是新派武侠小说最杰出的代表作家，被普遍誉为武侠小说作家的“泰山北斗”，更有金迷们尊称其为“金大侠”或“查大侠”。',
    des:'《倚天屠龙记》，金庸武侠小说，著于1961年，是“射雕三部曲”系列第三部。该书以元末群雄纷起、江湖动荡为广阔背景，叙述武当弟子张无忌的江湖生涯，表现众武林豪杰质朴自然，形态各异的精神风貌，展现其不可替代的人格力量。',
    outerDownloadUrl:'https://www.aixdzs.com/d/0/856/',
    downloadUrl:'https://pan.baidu.com/s/1LOmRC6IlINwVCuvVSd8HOQ',
    downloadCode:'3o1l'
  },
  {
    cover:'/wuxiaBooks/qjxts-min.jpg',
    name:'七剑下天山',
    author: '梁羽生',
    authorDes: '梁羽生是新派武侠小说的开山祖师。梁羽生本名陈文统，一九二四年三月廿二日出生（证件标明日期为一九二六年四月五日，误）原籍广西壮族自治区蒙山县。生于广西蒙山的一个书香门第，自幼写诗填词，接受了很好的传统教育。1945年，一批学者避难来到蒙山，太平天国史专家简又文和以敦煌学及诗书画著名的饶宗颐都在他家里住过，梁羽生向他们学习历史和文学，很受教益。|||抗日战争胜利后，梁羽生进广州岭南大学读书，学的专业是国际经济。毕业后，由于酷爱中国古典诗词和文史，便在香港《大公报》作副刊编辑。一九四九年后定居香港，现侨居澳大利亚悉尼（一名雪梨）。他是中国作家协会会员。|||梁羽生从小爱读武侠小说，其入迷程度往往废寝忘食。走入社会后，他仍然爱读武侠小说，与人评说武侠小说的优劣，更是滔滔不绝，眉飞色舞。深厚的文学功底，丰富的文史知识，加上对武侠小说的喜爱和大量阅读，为他以后创作新派武侠小说打下了牢固的基础。在众多的武侠小说作家中，梁羽生最欣赏白羽（宫竹心）的文字功力，据说“梁羽生”的名字就是由“梁慧如”、“白羽”变化而来的。',
    des:'《七剑下天山》是梁羽生大师的经典之作。讲述康熙年间“天山七剑”与清廷殊死斗争的故事。',
    outerDownloadUrl:'https://www.aixdzs.com/d/1/1196/',
    downloadUrl:'https://pan.baidu.com/s/1e9blOqlPXWnkK7zzVbeRuw',
    downloadCode:'qbaj'
  },
  {
    cover:'/wuxiaBooks/sdxl-min.jpg',
    name:'神雕侠侣',
    author: '金庸',
    authorDes: '金庸（1924年2月6日—），香港“大紫荆勋贤”。原名查良镛(zhā liáng yōng，英：Louis Cha)，浙江海宁人，当代著名作家、新闻学家、企业家、社会活动家，《香港基本法》主要起草人之一。金庸是新派武侠小说最杰出的代表作家，被普遍誉为武侠小说作家的“泰山北斗”，更有金迷们尊称其为“金大侠”或“查大侠”。',
    des:'《神雕侠侣》是金庸作品集之一。其主人公杨过自然而然地走上了非正统的人生道路，入了“道流”。其特点是“至情至性，实现自我”，即把个人的利益、情感、个性及人格尊严置于人生首位，作为首要目标，亦作为待人处事，评价是非的首要原则。书中将杨过对郭靖的杀父之仇与疼惜之恩难以取舍的复杂心理刻画得维妙维肖；他与“姑姑”小龙女的情感纠葛和他对江湖世事的渴望又令他挣扎不已……',
    outerDownloadUrl:'https://www.aixdzs.com/d/0/863/',
    downloadUrl:'https://pan.baidu.com/s/1iF-1V1kWuMoxC_8kOH4d9g',
    downloadCode:'e9cv'
  },
  {
    cover:'/wuxiaBooks/hhxjl-min.jpg',
    name:'浣花洗剑录',
    author: '古龙',
    authorDes: '古龙，原名熊耀华，籍贯江西，汉族江右民系。1938年6月7日生于香港。|||著名武侠小说家，新派武侠小说泰斗，与金庸、梁羽生并称为中国武侠小说三大宗师。代表作有《多情剑客无情剑》、《绝代双骄》、《英雄无泪》等。古龙把武侠小说引入了经典文学的殿堂，将戏剧、推理、诗歌等元素带入传统武侠，又将自己独特的人生哲学融入其中，使中外经典镕铸一炉，开创了近代武侠小说新纪元，将武侠文学推上了一个新的高峰。',
    des:'本书为古龙作品集绘图珍藏本之一，古龙从1960年创作《苍穹神剑》始，一生共写了近70部武侠小说。古龙小说最注重的是人性的体验，他常用细腻的笔触去描写人物微妙而复杂的情感，常用生与死、幸福与痛苦这样尖锐对立的矛盾来表现人物的内心世界和高贵独立的人格，以此来揭示生命的意义和人生的真谛。在古龙小说中，多写变态人格，追求外化怪异的人物性格的刻画，其作品主人公大多怪诞、神秘、孤僻、行事固执，自尊心强，又是性情中人，多情种子。',
    outerDownloadUrl:'https://www.aixdzs.com/d/109/109626/',
    downloadUrl:'https://pan.baidu.com/s/1g-Qc-UxZyqAksoKLDfzoGw',
    downloadCode:'0ahz'
  },
  {
    cover:'/wuxiaBooks/xsyl-min.jpg',
    name:'萧十一郎',
    author: '古龙',
    authorDes: '古龙，原名熊耀华，籍贯江西，汉族江右民系。1938年6月7日生于香港。|||著名武侠小说家，新派武侠小说泰斗，与金庸、梁羽生并称为中国武侠小说三大宗师。代表作有《多情剑客无情剑》、《绝代双骄》、《英雄无泪》等。古龙把武侠小说引入了经典文学的殿堂，将戏剧、推理、诗歌等元素带入传统武侠，又将自己独特的人生哲学融入其中，使中外经典镕铸一炉，开创了近代武侠小说新纪元，将武侠文学推上了一个新的高峰。',
    des:'《萧十一郎》是新派武侠大师古龙先生创作巅峰期的优秀作品，是先有剧本后有小说的一部小说。',
    outerDownloadUrl:'https://www.aixdzs.com/d/0/880/',
    downloadUrl:'https://pan.baidu.com/s/16I3sIfjF481Pz5MO37uneA',
    downloadCode:'x275'
  },
  
  // {
  //   cover:'/wuxiaBooks/',
  //   name:'',
  //   author: '',
  //   authorDes: '',
  //   des:'',
  //   outerDownloadUrl:'',
  //   downloadUrl:'',
  //   downloadCode:''
  // },
 
]

export default bookData