let bookData=[
  {
    cover:'/zhihuBooks/byx-min.jpg',
    name:'白夜行',
    author: '东野圭吾',
    authorDes: '日本著名作家。1985年，凭《放学后》获第31届江户川乱步奖，开始专职写作；1999年，《秘密》获第52届日本推理作家协会奖；此后《白夜行》、《单恋》、《信》、《幻夜》先后入围直木奖。2005年出版的《嫌疑人X的献身》史无前例地将第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名一并斩获；2008年，《流星之绊》获第43届新风奖。2009年出版的《新参者》获两大推理小说排行榜年度第1名；2012年，《浪矢杂货店的奇迹》获第7届中央公论文艺奖。',
    des:'《白夜行》是东野圭吾迄今口碑最好的长篇杰作，具备经典名著的一切要素：一宗离奇命案牵出跨度近20年步步惊心的故事：悲凉的爱情、吊诡的命运、令人发指的犯罪、复杂人性的对决与救赎。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1uMclubjbQakiE_W15wStpA',
    downloadCode:'8mkx'
  },
  {
    cover:'/zhihuBooks/pfdsj-min.jpg',
    name:'平凡的世界',
    author: '路遥',
    authorDes: '路遥（1949-1992），原名王卫国，1949年12月3日生于陕西榆林市清涧县一个贫困的农民家庭，因家贫7岁即过继给延川县农村的伯父。曾在延川县立中学学习，1969年回乡务农。其间做过许多临时性工作，并在农村一小学教书一年。1973年进入延安大学中文系学习，开始文学创作。大学毕业后，任《陕西文艺》（今为《延河》）编辑。1980年发表《惊心动魄的一幕》，获第一届全国优秀中篇小说奖。1982年发表中篇小说《人生》，获第二届全国优秀中篇小说奖。1988年完成百万字长篇巨著《平凡的世界》，于1991年获茅盾文学奖。1992年11月17日上午8时20分，路遥因病医治无效在西安逝世，年仅42岁。',
    des:'《平凡的世界(套装共3册)》是一部现实主义小说，也是小说化的家族史。作家高度浓缩了中国西北农村的历史变迁过程，作品达到了思想性与艺术性的高度统一，特别是主人公面对困境艰苦奋斗的精神，对今天的大学生朋友仍有启迪。这是一部全景式地表现中国当代城乡社会生活的长篇小说。《平凡的 世界(套装共3册)》共三部。作者在近十年问广阔背景上，通过复杂的矛盾纠葛，刻画了社会各阶层众多普通人的形象。劳动与爱情，挫折与追求，痛苦与欢乐，日常生活与巨大社会冲突，纷繁地交织在一起，深刻地展示了普通人在大时代历史进程中所走过的艰难曲折的道路。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1w3puaaaGqx5YHe5mzG41Mg',
    downloadCode:'j7mm'
  },
  {
    cover:'/zhihuBooks/zfzdr-min.jpg',
    name:'追风筝的人',
    author: '卡勒德·胡赛尼',
    authorDes: '卡勒德·胡赛尼（Khaled Hosseini），1965年生于阿富汗喀布尔市，后随父亲迁往美国。胡赛尼毕业于加州大学圣地亚哥医学系，现居加州。“立志拂去蒙在阿富汗普通民众面孔的尘灰，将背后灵魂的悸动展示给世人。”著有小说《追风筝的人》(The Kite Runner，2003）、《灿烂千阳》(A Thousand Splendid Suns，2007)、《群山回唱》（And the Mountains Echoed,2013）。作品全球销量超过4000万册。2006年，因其作品巨大的国际影响力，胡赛尼获得联合国人道主义奖，并受邀担任联合国难民署亲善大使。',
    des:'12岁的阿富汗富家少爷阿米尔与仆人哈桑情同手足。然而，在一场风筝比赛后，发生了一件悲惨不堪的事，阿米尔为自己的懦弱感到自责和痛苦，逼走了哈桑，不久，自己也跟随父亲逃往美国。|||成年后的阿米尔始终无法原谅自己当年对哈桑的背叛。为了赎罪，阿米尔再度踏上暌违二十多年的故乡，希望能为不幸的好友尽最后一点心力，却发现一个惊天谎言，儿时的噩梦再度重演，阿米尔该如何抉择？|||故事如此残忍而又美丽，作者以温暖细腻的笔法勾勒人性的本质与救赎，读来令人荡气回肠。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1IpTWAMe2zrtO_n8aFPdaqA',
    downloadCode:'92bu'
  },
  {
    cover:'/zhihuBooks/ylylbs-min.jpg',
    name:'月亮与六便士',
    author: '威廉·萨默塞特·毛姆',
    authorDes: '威廉·萨默塞特·毛姆（William Somerset Maugham,1874 -1965)，英国小说家，剧作家，被誉为“故事圣手”。生于巴黎，十岁前父母双亡，由叔叔接回英国抚养，因身材矮小，说话结巴，总被同龄人欺凌，性格孤僻敏感。|||18岁在伦敦学医，后弃医从文。23岁时发表首部小说《兰贝斯的丽莎》，从此走上文学创作的道路。人生经历奇特，他做过助产，做过间谍，做过演员，做过救护车司机；他做过丈夫，做过情人，拒绝过女人的求婚，他的求婚也被另一个女人拒绝；他自称“四分之三喜欢女人，只有四分之一喜欢男人”。|||在文学界，毛姆是一个优雅、老到、冷漠的人性观察者，几乎每一个人都能在他的故事中看到自己，这也让毛姆成为二十世纪炙手可热的作家。他的后半生住在一座仙境般的别墅里，晚年几乎获得了整个欧洲文学界的一切殊荣。91岁时，逝于法国。',
    des:'“满地都是六便士，他却抬头看见了月亮。”|||银行家查尔斯，人到中年，事业有成，为了追求内心隐秘的绘画梦想，突然抛妻别子，弃家出走。他深知：人的每一种身份都是一种自我绑架，唯有失去是通向自由之途。|||在异国他乡，他贫病交加，对梦想却愈发坚定执着。他说：我必须画画，就像溺水的人必须挣扎。|||在经历种种离奇遭遇后，他来到南太平洋的一座孤岛，同当地一位姑娘结婚生子，成功创作出一系列惊世杰作。就在此时，他被绝症和双目失明击倒，临死之前，他做出了让所有人震惊的决定|||人世漫长得转瞬即逝，有人见尘埃，有人见星辰。查尔斯就是那个终其一生在追逐星辰的人。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/158039570',
    downloadUrl:'https://pan.baidu.com/s/1LP5mbQFGVgcBTuv-PPMGcA',
    downloadCode:'vypk'
  },
  {
    cover:'/zhihuBooks/hz-min.jpg',
    name:'活着',
    author: '余华',
    authorDes: '余华，1960年出生，1983年开始写作。至今已经出版长篇小说4部，中短篇小说集6部，随笔集4部。主要作品有《兄弟》《活着》《许三观卖血记》《在细雨中呼喊》等。其作品已被翻译成20多种语言在美国、英国、法国、德国、意大利、西班牙、荷兰、瑞典、挪威、希腊、俄罗斯、保加利亚、匈牙利、捷克、塞尔维亚、斯洛伐克、波兰、巴西、以色列、日本、韩国、越南、泰国和印度等国出版。曾获意大利格林扎纳·卡佛文学奖（1998年）、法国文学和艺术骑士勋章（2004年）、中华图书特殊贡献奖（2005年）、法国国际信使外国小说奖（2008年）等。',
    des:'《活着(新版)》讲述了农村人福贵悲惨的人生遭遇。福贵本是个阔少爷，可他嗜赌如命，终于赌光了家业，一贫如洗。他的父亲被他活活气死，母亲则在穷困中患了重病，福贵前去求药，却在途中被国民党抓去当壮丁。经过几番波折回到家里，才知道母亲早已去世，妻子家珍含辛茹苦地养大两个儿女。此后更加悲惨的命运一次又一次降临到福贵身上，他的妻子、儿女和孙子相继死去，最后只剩福贵和一头老牛相依为命，但老人依旧活着，仿佛比往日更加洒脱与坚强。|||《活着(新版)》荣获意大利格林扎纳•卡佛文学奖最高奖项（1998年）、台湾《中国时报》10本好书奖（1994年）、香港“博益”15本好书奖（1994年）、第三届世界华文“冰心文学奖”（2002年），入选香港《亚洲周刊》评选的“20世纪中文小说百年百强”、中国百位批评家和文学编辑评选的“20世纪90年代最有影响的10部作品”。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/15eQeKZrAOvWM12LXbXxmLA',
    downloadCode:'fhtz'
  },
  {
    cover:'/zhihuBooks/ssyzzgn-min.jpg',
    name:'杀死一只知更鸟',
    author: '哈珀·李',
    authorDes: '生于美国阿拉巴马州， 曾被授予普利策小说奖及其他众多文学奖项。她与杜鲁门•卡坡蒂是幼年的邻居和一生的朋友。《杀死一只知更鸟》据说是以卡坡蒂为原型之一创作的，现已成为公认的美国文学经典。此后，她一直隐居在家乡亚拉巴马的小镇上 ，拒绝各种采访，过着平静的生活。有人问她为什么不在盛名之下接着写作，她回答：“有过这样一次，还有什么可写的？”',
    des:'成长总是个让人烦恼的命题。成长有时会很缓慢，如小溪般唱着叮咚的歌曲趟过，有时却如此突如其来，如暴雨般劈头盖脸……三个孩子因为小镇上的几桩冤案经历了猝不及防的成长——痛苦与迷惑，悲伤与愤怒，也有温情与感动。这是爱与真知的成长经典。|||《杀死一只知更鸟》获1961年普利策奖。美国图书馆借阅率最高的书，英国青少年最喜爱的小说之一。美国中学推荐课外读物。由小说改编的电影获第25届奥斯卡三项大奖。美国电影协会评选的“100名银幕英雄与恶人”中，派克主演的芬奇律师名列英雄第一位。|||作为史上最受喜爱的小说之一，《杀死一只知更鸟》已获得显赫声誉。它赢得过普利策奖，被翻译成四十多种语言，在世界范围内售出超过三千万册，并曾被拍成，备受欢迎的电影。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1QNYnyQn3LnL-SCCHY6znxQ',
    downloadCode:'lyet'
  },
  {
    cover:'/zhihuBooks/st-min.jpg',
    name:'三体',
    author: ' 刘慈欣',
    authorDes: '刘慈欣，祖籍河南，长于山西，中国科普作家协会会员，山西省作家协会会员，高级工程师。|||自1999年处女作《鲸歌》问世以来，刘慈欣已发表短篇科幻小说三十余篇、出版长篇科幻小说六部，并创下连续八年荣获中国科幻最高奖“银河奖”的纪录。他的长篇作品《三体》开创《科幻世界》月刊连载原创作品的先例，成为2006年度最受关注、最畅销的科幻小说。',
    des:'文化大革命如火如荼进行的同时。军方探寻外星文明的绝秘计划“红岸工程”取得了突破性进展。但在按下发射键的那一刻，历经劫难的叶文洁没有意识到，她彻底改变了人类的命运。地球文明向宇宙发出的第一声啼鸣，以太阳为中心，以光速向宇宙深处飞驰……|||四光年外，“三体文明”正苦苦挣扎——三颗无规则运行的太阳主导下的百余次毁灭与重生逼迫他们逃离母星。而恰在此时。他们接收到了地球发来的信息。在运用超技术锁死地球人的基础科学之后。三体人庞大的宇宙舰队开始向地球进发……|||人类的末日悄然来临。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1sdnjUPElmavhFH9To56vOQ',
    downloadCode:'q3il'
  },
  {
    cover:'/zhihuBooks/xwz-min.jpg',
    name:'小王子',
    author: '安托万•德•圣埃克苏佩里',
    authorDes: '安托万•德•圣埃克苏佩里法国文学史上最神奇的作家（他同时是个飞行员，参加过两次世界大战），与伏尔泰、卢梭、雨果同入先贤祠。其经典代表作《小王子》问世后获得一致好评，全球销量超过2亿册，被誉 为“人类有史以来最佳读物”。|||1975年，在土木小行星带发现的一颗小行星以圣埃克苏佩里命名；1993年，另一颗小行星被命名为B-612星球，这正是小王子所居住的星球；1994年，法国政府将他和小王子的形象印到了为五十法郎新钞票上；2006年，法国为《小王子》过了60大寿，向全世界宣布：《小王子》满60岁了！',
    des:'《小王子》是一本足以让人永葆童心的不朽经典，被全球亿万读者誉为非常值得收藏的书。|||遥远星球上的小王子，与美丽而骄傲的玫瑰吵架负气出走，在各星球漫游中，小王子遇到了傲慢的国王、酒鬼、惟利是图的商人，死守教条的地理学家，最后来到地球上，试图找到治愈孤独和痛苦的良方。|||这时，他遇到一只奇怪的狐狸，于是奇妙而令人惊叹的事情发生了……|||《小王子》犹如透亮的镜子，照出了荒唐的成人世界。她在提醒我们，只有爱，才是最高的哲学，才是我们活下去的唯一理由。”',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1w2O9mccx789rN3VIiBtDLA',
    downloadCode:'ergu'
  },
  {
    cover:'/zhihuBooks/1984-min.jpg',
    name:'1984',
    author: '乔治·奥威尔',
    authorDes: '乔治•奥威尔（1903-1950）， 英国著名作家。主要作品有《动物农场》、《1984》等。|||1903年出生于印度，1907年举家迁回英国，后因经济原因无力深造，被迫远走缅甸，参加帝国警察部队。终因厌倦殖民行径、痴迷写作而辞去公职，辗转回到欧洲，流亡伦敦、巴黎等地，一边深刻体验下层民众生活，一遍从事文学创作，有多部作品出版。1936年西班牙内战爆发，参加左翼组织，因重伤返回英国，但最终树立社会主义信念。1939年，二战爆发，积极参加反纳粹的活动。由于西班牙内战与二战的苦痛经历，对战争与和平、极权与民主、社会关怀与人类理想进行了深刻的思考。|||1945年，著名的政治寓言小说《动物农场》出版。1949年，《1984》问世，在全球产生深远影响。作品入选多国中学生必读书目，被翻译成62种文字，总销量超过5000万册。|||1950年，因肺病去世，年仅47岁。',
    des:'《1984》是一部杰出的政治寓言小说，也是一部幻想小说。作品刻画了人类在极权主义社会的生存状态，有若一个永不褪色的警示标签，警醒世人提防这种预想中的黑暗成为现实。历经几十年，其生命力益显强大，被誉为20世纪影响最为深远的文学经典之一。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1-zf29KquvfDNna1SEu6pSA',
    downloadCode:'6ej6'
  },
  {
    cover:'/zhihuBooks/bngd-min.jpg',
    name:'百年孤独',
    author: '加西亚•马尔克斯',
    authorDes: '加西亚•马尔克斯（Gabriel García Márquez）1927年出生于哥伦比亚马格达莱纳海滨小镇阿拉卡塔卡。童年与外祖父母一起生活。1936年随父母迁居苏克雷。1947年考入波哥大国立大学。1948年因内战辍学，进入报界。五十年代开始发表文学作品。六十年代初移居墨西哥。1967年出版《百年孤独》。1982年获诺贝尔文学奖。',
    des:'《百年孤独》是魔幻现实主义文学的代表作，描写了布恩迪亚家族七代人的传奇故事，以及加勒比海沿岸小镇马孔多的百年兴衰，反映了拉丁美洲一个世纪以来风云变幻的历史。作品融入神话传说、民间故事、宗教典故等神秘因素，巧妙地糅合了现实与虚幻，展现出一个瑰丽的想象世界，成为20世纪最重要的经典文学巨著之一。1982年加西亚•马尔克斯获得诺贝尔文学奖，奠定世界级文学大师的地位，很大程度上乃是凭借《百年孤独》的巨大影响。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1mZYu4zkQxx_tp4PCq845cA',
    downloadCode:'hwiv'
  },
  // {
  //   cover:'/zhihuBooks/',
  //   name:'',
  //   author: '',
  //   authorDes: '',
  //   des:'',
  //   outerDownloadUrl:'',
  //   downloadUrl:'',
  //   downloadCode:''
  // },
]

export default bookData