let bookData=[
  {
    cover:'/zhihuBooks/whzz-min.jpg',
    name:'乌合之众',
    author: '古斯塔夫·勒庞',
    authorDes: '古斯塔夫・勒庞 Gustave Le Bon(1841-1931) 法国著名社会心理学家。他自1894年始，写下一系列社会心理学著作，以本书最为著名，被 翻译成近二十种语言，至今仍在国际学术界有广泛影响。',
    des:'古斯塔夫・勒庞 Gustave Le Bon(1841-1931) 法国著名社会心理学家。他自1894年始，写下一系列社会心理学著作，以本书最为著名；在社会心理学领域已有的著作中，最有影响的，也是这本并不很厚的《乌合之众》。古斯塔夫・勒庞在他在书中极为精致地描述了集体心态，对人们理解集体行为的作用以及对社会心理学的思考发挥了巨大影响。《乌合之众--大众心理研究》在西方已印至第29版，其观点新颖，语言生动，是群体行为的研究者不可不读的佳作。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1nyIINwrCdKEFfm8ZOhrRLw',
    downloadCode:'jz0f'
  },
  {
    cover:'/psychologyBooks/mdjx-min.jpg',
    name:'梦的解析',
    author: '西格蒙德·弗洛伊德',
    authorDes: '西格蒙德·弗洛伊德（Sigmund Freud，1856年5月6日—1939年9月23日），奥地利精神病医师、心理学家、精神分析学派创始人。1873年入维也纳大学医学院学习，1881年获医学博士学位。1882—1885年在维也纳综合医院担任医师，从事脑解剖和病理学研究。然后私人开业治疗精神病。1895年正式提出精神分析的概念。1899年出版《梦的解析》，被认为是精神分析心理学的正式形成。1919年成立国际精神分析学会，标志着精神分析学派最终形成。1930年被授予歌德奖。1936年成为英国皇家学会会员。1938年奥地利被德国侵占，赴英国避难，次年于伦敦逝世。他开创了潜意识研究的新领域，促进了动力心理学、人格心理学和变态心理学的发展，奠定了现代医学模式的新基础，为20世纪西方人文学科提供了重要理论支柱。',
    des:'《梦的解析》最初发表于1900年，被誉为精神分析第一名著。它通过对梦境的科学探索和解释，找破了几千年来人类对梦的无知、迷信和秘感，同时揭示了左右人们思想和行为的潜意识。',
    outerDownloadUrl:'http://blog.sina.com.cn/s/blog_ea4d955d0102yofy.html',
    downloadUrl:'https://pan.baidu.com/s/10D9Bx0rw_xp8-Kr25pViQg',
    downloadCode:'vfwe'
  },
  {
    cover:'/psychologyBooks/zbycy-min.jpg',
    name:'自卑与超越',
    author: '阿尔弗雷德·阿德勒',
    authorDes: '阿尔弗雷德·阿德勒（1870-1937），奥地利精神病学家。人本主义心理学先驱，现代自我心理学之父。他曾是弗洛伊德的学生，但也是大力修正弗洛伊德泛性论心理学体系的第一人。阿德勒有《自卑与超越》《个体心理学的理论与实践》等著作，对后来西方心理学的发展具有重要意义。',
    des:'《自卑与超越》是阿德勒从个体心理学观点出发，阐明人生道路和人生意义的通俗性读物，同时又蕴含着极深的哲理和巨大的学术价值。在《自卑与超越》中，作者提出：我们生活在与他人的联系之中，假如因自卑而将自己孤立，我们必将自取灭亡。我们必将超越自卑。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/158042122',
    downloadUrl:'https://pan.baidu.com/s/1EqxLcbqIMBGJCO9JpeKrMg',
    downloadCode:'rdgo'
  },
  {
    cover:'/psychologyBooks/yxl-min.jpg',
    name:'影响力',
    author: '罗伯特·西奥迪尼',
    authorDes: '罗伯特·B·西奥迪尼是（Robert B. Cialdini）是全球知名的说服术与影响力研究权威。他分别于北卡罗来纳大学、哥伦比亚大学取得博士与博士后学位，投入说服与顺从行为研究逾3年。目前是亚利桑那州立大学心理学系教授。',
    des:'政治家运用影响力来赢得选举，商人运用影响力来兜售商品，推销员运用影响力诱惑你乖乖地把金钱捧上。即使你的朋友和家人，不知不觉之间，也会把影响力用到你的身上。但到底是为什么，当一个要求用不同的方式提出来时，你的反应就会从负面抵抗变成积极合作呢？|||在这本书中，心理学家罗伯特·B·西奥迪尼博士为我们解释了为什么有些人极具说服力，而我们总是容易上当受骗。隐藏在冲动地顺从他人行为背后的6大心理秘笈，正是这一切的根源。那些劝说高手们，总是熟练地运用它们，让我们就范。',
    outerDownloadUrl:'https://www.sxpdf.com/wp-content/themes/begin/down.php?id=5367',
    downloadUrl:'https://pan.baidu.com/s/1aQAve6sn1iGItDD1YxSqpw',
    downloadCode:'znmf'
  },
  {
    cover:'/psychologyBooks/tbzy-min.jpg',
    name:'逃避自由',
    author: '艾里希·弗洛姆',
    authorDes: '艾里希·弗洛姆，著名德裔美籍心理学家、精神分析学家、哲学家。1900年生于德国法兰克福犹太人家庭，1922年获德国海德堡大学哲学博士学位，是二十年代“法兰克福学派”重要成员。纳粹上台后，他于1934年赴美，在从事心理咨询工作的同时，在哥伦比亚大学等学术机构讲学，并先后执教于墨西哥国立大学、密歇根州立大学等高校。1980年弗洛姆病逝于瑞士洛伽诺。',
    des:'我们不能丧失现代民主所取得的任何基础成就，无论是最基本的代议制政府（即民选且对人民负责的政府），还是《权力法案》赋予每位公民的所有权利。我们也不应该伤害下述这些新的民主原则：任何人不得挨饿，社会必须对所有成员负责，任何人不得因害怕失业和饥饿而臣服于他人或失去尊严。|||如果人性不能适应自由所固有的危险和责任，它就很可能转向极权主义。这是艾里希·弗洛姆在1941年出版的社会心理学里程碑式著作《逃避自由》中所探讨的主题。|||《逃避自由》诞生于第二次世界大战期间，法西斯极权威胁着全人类的共同命运。《逃避自由》即是弗洛姆对两次大战之后社会政治现状的诠释，也是他从心理学角度对当代社会做出的系统而强烈的批判，在今天依然振聋发聩，发人深思，被誉为精神分析运用在社会学的不朽名著。|||弗洛姆开宗明义：要战胜极权主义势力，就必须首先弄清楚极权主义者竭力逃避自由的原因。他在书中主要探索了历史进程中，“人性”和“自由”概念不定变化的关系。他提出,如果民主的兴起让某些人自由，那么与此同时，它也产生了一个个人感到孤立、无能为力的社会。|||很少有一本著作像《逃避自由》这样深入地解释形成现代社会的力量、透彻地分析极权主义机制滋生的原因。也很少有心理学家像弗洛姆这样热烈地谈论自由的价值、社会的塑造、民主政治的真义，以及个体发自内心的爱。他努力教导人如何自由而不致孤独、自爱而不自私、理智判断而不找合理化借口、拥有信仰而不迷信于神学。',
    outerDownloadUrl:'https://www.dzsfx.com/wp-content/themes/begin/down.php?id=9430',
    downloadUrl:'https://pan.baidu.com/s/1fbqOzqvB6K7n-DnUSkNJ8g',
    downloadCode:'l8m5'
  },
  {
    cover:'/psychologyBooks/20sjzwddxlxsy-min.jpg',
    name:'20世纪最伟大的心理学实验',
    author: '劳伦·斯莱特',
    authorDes: '哈佛大学心理学硕士，波士顿大学教育学博士，既是一名心理学家，也是一名专业作家。|||她的写作风格受到学术界的批评，但深受普通读者的喜爱。这本书被誉为“沟通学术与大众最重要的作品”。|||她的作品获奖颇丰。其著述曾获选收录于《全美最佳论文》、《全美最佳科学著作》、《全美最佳杂志论文》等论文选集。',
    des:'《20世纪最伟大的心理学实验》解决了你“想学习心理学知识，但是对大部头的教材望而生畏；想了解心理学实验，但是数据、符号和公式让你退避三舍”的问题。它让你在轻松阅读中不仅了解心理学知识、洞穿20世纪心理学发展的轨迹，而且可以揭露人类行为背后的心理秘密。',
    outerDownloadUrl:'http://www.j9p.com/down/520533.html',
    downloadUrl:'https://pan.baidu.com/s/1UNTcmvyEIrnBq7HlB12WpQ',
    downloadCode:'dg77'
  },
  {
    cover:'/psychologyBooks/wmsddsjzrg-min.jpg',
    name:'我们时代的神经症人格',
    author: '卡伦·霍尼',
    authorDes: '卡伦·霍尼（1885-1952），与弗洛姆齐名的西方当代新精神分析学派的主要代表，德裔美国心理学家和精神病学家，新弗洛伊德主义的主要代表人物。霍尼是社会心理学最早的倡导者之一，她相信用社会心理学阐明人格的发展比弗洛伊德的性概念更适当。',
    des:'《我们时代的神经症人格》是作者的代表作，全面分析了现代人的病态心理和变态人格。作者认为，我们每个人的内心时刻处于各种矛盾与冲突之中，而最主要的冲突就是我们都同时具有“亲近人”、“对抗人”、“逃避人”的冲动。这些冲动若协调不好，就会使我们陷入各种各样的焦虑和神经症。 《我们时代的神经症人格》由卡伦·霍尼编著。',
    outerDownloadUrl:'https://www.dzsfx.com/wp-content/themes/begin/down.php?id=9410',
    downloadUrl:'https://pan.baidu.com/s/1ixe_MjzuXPsCcXjICHeuUA',
    downloadCode:'z4ma'
  },
  {
    cover:'/psychologyBooks/xgwslz-min.jpg',
    name:'写给无神论者',
    author: '阿兰·德波顿',
    authorDes: '阿兰·德波顿他，英伦才子型作家，生于1969年，毕业于剑桥大学，现住伦敦。23岁以处女作小说《爱情笔记》初试啼声即大放异彩；此后的《爱上浪漫》和《亲吻与诉说》继续激活我们的阅读体验，开掘传统小说“不可能完成的任务” ，25岁就入围法国费米娜奖；27岁完成惊世之作《拥抱逝水年华》；31岁出版《哲学的慰藉》，拿古典的欧洲智慧为现代人疗伤；33岁带着满腹诗书踏上大千世界的旅程，开讲《旅行的艺术》；35岁时从哲学、艺术、政治、宗教等各个角度探索舒缓和释放《身份的焦虑》的途径；37岁的他撰写的《幸福的建筑》成为英国热播电视节目《完美之家》的创意源泉；41岁的他，继续将睿智的眼光投向工作领域，……我们是谁？我们为什么而工作？思考《工作颂歌》，成为在金融危机的今天，最适宜当前形势的作品；41岁的夏天，阿兰·德波顿获邀担任英国希斯罗国际机场的“首位驻站作家”。机场原本只是旅行中的过渡性空间，发生的不过是“出发”与“抵达”，但在阿兰·德波顿的眼中，却成为了一个综合各种文化面貌的博物馆，由此引发《机场里的小旅行》；最近，“哲学向左，宗教向右”，以他一贯的在哲学和宗教之间旁征博引，自由进退的优雅笔触，带来一本具有最抚慰人心的，号召大家从宗教中偷点什么东西为己所用的供广大无神论者阅读的作品——《写给无神论者》。',
    des:'尽力去证明上帝是不存在的，不过是许多无神论者的兴趣所在，但是真正的问题不是在于上帝到底存不存在，而是在于一旦假设他不存在，人类将如何自处。《写给无神论者的宗教》主题在于一个人即使是一个无信仰者，但是他也能发现宗教是有用的、有趣的并且给人带来安慰的 。在这部刺激的完全属于作者首创的并且即将面临着争议的作品中，德波顿认为世俗的人们可以从与宗教有着千丝万缕联系的道德、艺术和教育等等领域中去学得一些东西。在这本书中，德尽力去淡化和消弥宗教中教条主义的一面，摄取了宗教中能够安慰怀疑论者当下思想的一面，让人们去感受美丽和睿智的东西。',
    outerDownloadUrl:'https://www.zhenxz.com/d/4141.html',
    downloadUrl:'https://pan.baidu.com/s/1A994bUwIq5kApfffEwZzpQ',
    downloadCode:'2kv8'
  },
  {
    cover:'/psychologyBooks/syrzdl-min.jpg',
    name:'少有人走的路',
    author: 'M·斯科特·派克',
    authorDes: 'M·斯科特·派克（M.Scott Peck），毕业于哈佛大学，获得硕士和博士学位。他长期从事心理治疗实践，取得了卓著成绩，被誉为“我们这个时代最杰出的心理医生”。|||由于其巨大的影响力，他获得政府特许，进入政府心理治疗特殊小组，为越战士兵提供治疗。他还曾接受派遣，在美军日本冲绳基地担任心理医生。这些特殊的职业经历，成就了他最伟大的著作《少有人走的路》系列，该书在《纽约时报》畅销书排行榜连续上榜近20年，被西方媒体誉为“来自上帝之手”的时代杰作，创造了出版史上的一大奇迹！',
    des:'少有人走的路：心智成熟的旅程（白金升级版），ISBN：9787547206256，作者：（美）派克 著',
    outerDownloadUrl:'http://blog.sina.com.cn/s/blog_15437c29a0102z4d5.html',
    downloadUrl:'https://pan.baidu.com/s/1SpNDMjl8K6FVKPmdki1hfg',
    downloadCode:'g1k2'
  },
  {
    cover:'/psychologyBooks/xxslaqxlx-min.jpg',
    name:'性学三论·爱情心理学',
    author: '西格蒙德·弗洛伊德',
    authorDes: '西格蒙德•弗洛伊德（Sigmund Freud，1856－1939），出生于奥地利摩拉维亚弗莱堡（现属捷克共和国），精神分析学派的创始人。他的理论不仅对心理学的发展起了巨大的推动作用，还对西方当代文学艺术、宗教、伦理学、历史学产生了深远的影响。作为心理学领域的先驱者，他的学说、治疗技术以及对人类心理隐藏部分的揭示，为心理学研究开创了全新的领域。主要著作有：《歇斯底里症研究》(与布洛伊尔合著)《梦的解析》《性学三论》《爱情心理学》《精神分析学引论》《自我与本我》等。',
    des:'本书是阐释弗洛伊德在人性与人类行为动机方面主要研究理论的扛鼎之作。在书中，弗洛伊德运用精神分析的研究方法，结合自己对病例的分析研究，在性的问题上得出了自己的一套系统学说。他在研究性的问题时，将其划分成性的对象、性的目的、性的表现方式等方面，由此道出了自己对性变态、幼儿性欲和青春期性欲的变化的独到看法，开辟了全新的性学研究领域。他还在书中就在校加强儿童的性知识、性观念的教育的重要性提出了自己的见解。此外，弗洛伊德还在书中就男性在爱情中选择对象的原则和性无能、处女的禁忌给予了鞭辟入里的心理学诠释。弗洛伊德的这些观点并非浅尝辄止的纸上谈兵，而是他经过多年的研究得出的性学箴言，可谓是为人类的性启蒙教育打开了一扇亮窗！读起来令人恍然大悟又回味无穷！',
    outerDownloadUrl:'http://www.j9p.com/down/525707.html',
    downloadUrl:'https://pan.baidu.com/s/12VHIAurTIHkOUxF82ulrXA',
    downloadCode:'3fdm'
  },
  {
    cover:'/psychologyBooks/xlxysh-min.jpg',
    name:'心理学与生活',
    author: '理查德·格里格/菲利普·津巴多',
    authorDes: '理查德·格里格（Richard J. Gerrig）是美国纽约州立大学的心理学教授。获Lex Hixon社会科学领域杰出教师奖。在认知心理学研究领域有专长，是美国心理学会实验心理学分会的会员。从《心理学与生活》这部经典教科书第14版修订时开始，格里格成为该书的合著者。|||菲利普·津巴多（Philip G. Zimbardo）是美国斯坦福大学的心理学教授，当代著名心理学家，美国心理学会主席。40多年来，由于他在心理学研究和教学领域的杰出贡献，美国心理学会特向津巴多频发了Hilgard普通心理学终生成就奖。由他开创的《心理学与生活》这部经典教科书哺育了一代又一代心理学工作者。津巴多主动让贤，推举格里格为《心理学与生活》第16版的第一作者。',
    des:'《心理学与生活》是美国斯坦福大学多年来使用的教材，也是在美国许多大学里推广使用的经典教材，被ETS推荐为GRE心理学专项考试的主要参考用书，还是被许多国家大学的“普通心理学”课程选用的教材。这本教科书写作流畅，通俗易懂，深入生活，把心理学理论与知识联系人们的日常生活与工作，使它同样也成为一般大众了解心理学与自己的极好读物。|||作为一本包含着丰富的教育思想和独特教学方法的成熟教材，原书中所有元素——如由600余条词汇及解释组成的“专业术语表”，2000余条“参考文献”，以及近1000条的“人名和主题索引”等等，对于教学、研究和学习都十分宝贵，此中译本完整地翻译和保留了这些资料。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/158033476',
    downloadUrl:'https://pan.baidu.com/s/15T2JhrmBDsiPdOMraiM0pQ',
    downloadCode:'j4d1'
  },
  {
    cover:'/psychologyBooks/dnckq-min.jpg',
    name:'当尼采哭泣',
    author: '欧文·亚隆',
    authorDes: '当今世界上最著名、著作流传最广、最有影响力的心理治疗大师之一，被评选为美国至今健在的三个最重要的心理治疗学家之一，是美国团体心理治疗的权威、精神医学大师、存在主义治疗三大代表人物之一。他的许多著作不仅给心理治疗师带来启发，也深得普通读者的喜爱，在世界范围内成功发行。其作品多次荣获欧美小说和非小说类奖项，其中《当尼采哭泣》荣获1992年 Commonwealth Club小说类金牌奖以及其他许多奖项，并被翻译成24种语言，出现在许多最佳畅销书名单上，销量超过200万本。"',
    des:'欧文·亚隆流传最广的经典之作！|||当名医遇到哲学超人，演绎出心理咨询的诞生过程 初级心理咨询师推荐必读书目！|||“孤独只存在于孤独之中，一旦分担，它就蒸发了。”|||“希望是最大的灾难，因为他延续了人的苦难。”|||“任何不曾杀死我的东西，让我更强壮。”|||究竟谁是病人？谁是医生？|||如诗般的语言，理性缜密的思辩，情节充满悬疑，高潮迭起，结局却出人意表……',
    outerDownloadUrl:'http://www.j9p.com/down/520932.html',
    downloadUrl:'https://pan.baidu.com/s/1w4ZAhHVlV9uyFBArtNNy4Q',
    downloadCode:'zf1t'
  },
  {
    cover:'/psychologyBooks/wmnxdct-min.jpg',
    name:'我们内心的冲突',
    author: '卡伦·霍尼',
    authorDes: '卡伦·霍妮 （Karen Danielsen Horney ） 往往被认为是个弗洛伊德学说的修下者或新弗洛伊德派，因为她的一些概念都是精心之作，又是对弗洛伊德学说的修正。德裔美国心理学家和精神病学家，新弗洛伊德主义的主要代表人物，霍妮是社会心理学的最早的倡导者之一，她相信用社会心理学说明人格的发展比弗洛依德的性概念更适当。|||虽然霍妮被称为“新弗洛伊德主义”的代表人物之一，但她的观点与弗洛伊德有着显著的不同。 　　霍妮反对“幼年经验决定一生”的理念，对于当代精神分析中过度强调早年经历的做法持批判态度。她认为，经历本身固然重要，但精神分析更应立足个体当前的精神状况，重视当前问题的解决。 　　霍妮的观点与社会心理学一致。她同意弗洛伊德关于无意识冲动决定人的行为的论点，但坚决反对弗洛伊德把无意识的冲动理解成是性本能的冲动、用原始性欲发展阶段的进展来解释人格的形成的观念。她认为，人类的精神冲突与社会环境的联系密切，从根本上来源于与基本焦虑相关的心理冲突，而与性有关的异常心理只是其表现之一，并非所有的心理问题都与性有关。',
    des:'《我们内心的冲突》较之于《我们时代的神经人格》，不仅在理论上有重大的发展，而且达到了早期著作中鲜有的哲学的高度。|||本书讨论了人内心的主要的冲突类型和它们的各种表现形式，分析并归纳了各种相互矛盾的态度和倾向，指出了被这些冲突所扰之人旨在解决冲突的努力结果怎样导致失败并陷入恶性循环，提出了解决这些冲突的切实可行的建议和设想。因此，即使读者已经从作者早期论著如《我们时代的神经症人格》中初步接触了她的理论，但要真正认识、全面了解作者及其代表的学说，则只有在进一步细读她后期的成熟之作——《我们内心的冲突》之后才能实现。',
    outerDownloadUrl:'https://t00y.com/file/21436741-450696415',
    downloadUrl:'https://pan.baidu.com/s/1Qheg2QjvYUv7VWKCnnqsCg',
    downloadCode:'3zwz'
  },
  {
    cover:'/zhihuBooks/shxlx-min.jpg',
    name:'社会心理学',
    author: '戴维·迈尔斯',
    authorDes: '戴维·迈尔斯自从获得爱荷华大学的博±学位之后，就在密歇根的霍普学院工作，成为那里的John Dirk Werkman心理学教授，并且开设了多门社会心理学的课程。霍普学院的学生邀请他在毕业典礼上发言并评选他为“最杰出的教授”。|||迈尔斯曾在30多种科学书籍和期刊上发表过多篇论文，包括《科学》、《美国科学家》、《心理科学》和《美国心理学家》等。除了学术著作和教科书，同时他还致力于把心理科学介绍给广大民众。他在许多杂志上发表过科普类文章，如《今日教育》和《科学美国人》。',
    des:'《社会心理学》这本书被美国700多所大学或学院的心理系所采用，是这一领域的主导教材，已经成为评价其他教材的标准。|||这本书将基础研究与实践应用完美地结合在一起，以富有逻辑性的组织结构引领学生了解人们是如何思索、影响他人并与他人建立联系的。是人们了解自身、了解社会、了解自己与社会之间关系的最佳的指导性书籍。',
    outerDownloadUrl:'https://www.veryhuo.com/down/html/203658.html',
    downloadUrl:'https://pan.baidu.com/s/1L0wpMHzbVYAe5XUqruirsA',
    downloadCode:'cbxl'
  },
  {
    cover:'/psychologyBooks/tyxlx-min.jpg',
    name:'拖延心理学',
    author: '简·博克/莱诺拉·袁',
    authorDes: '简·博克和莱诺拉·袁她们两人是心理学博士、美国加利福尼亚大学的资深心理咨询师。 从1979年开始就为学生中的拖延者创设了第一个团体治疗课程，曾经出现在《奥普拉》和《20/20》等电视节目中，同时也是《纽约时报》、《今日美国》、《洛杉矶时报》、《人物》和《当代心理学》等出版物的专访对象。 一直致力于为全美国的学生、公司组织和公众团体提供治疗的心理工作坊和专题演讲方面的服务，终年活跃在伯克利、斯坦福大学的讲坛。',
    des:'从学生到科学家，从秘书到总裁，从家庭主妇到销售员，拖延的问题几乎会影响到每一个人。本书的两位作者基于他们倍受好评和极具开创性的拖延工作坊和从众多心理咨询领域中汲取的丰富理论和经验，对拖延作了一次仔细、详尽、有时也颇为幽默的探索。|||通过鉴别和检查那些我们将事情推掉的背后原因——对失败、成功、控制、疏远和依附的恐惧，加上我们的时间概念问题和大脑的神经学因素——为我们学会怎样理解拖延的冲动以及怎样以全新方式采取行动做了一件非常扎实的基础工作。|||作者为我们提供了达成目标、管理时间、谋求支持和处理压力等一系列方案来克服拖延问题，她们提供的方案极为实用并经受过实践的检验。本书还考虑到工作和生活节奏不断加快的当代文化诉求，以及诸如注意力缺失紊乱症、执行功能障碍症等神经认知问题对拖延的影响。本书甚至还为生活和工作在拖延者身边的人群提供了不少实用性建议。',
    outerDownloadUrl:'http://www.j9p.com/down/520167.html',
    downloadUrl:'https://pan.baidu.com/s/1XHZLMBcI05CAlgCEjq5W7A',
    downloadCode:'94li'
  },
  {
    cover:'/psychologyBooks/rzxlx-min.jpg',
    name:'认知心理学',
    author: '斯滕伯格',
    authorDes: '斯腾伯格1949年出生于美国新泽西州枫林镇，20世纪美国心理学家和认知心理学家，是智力三元理论的建构者，也是首倡人类爱情三元论的心理学家。自小学起常因智力测验得到低分感到困惑，故而进耶鲁大学后矢志研究智力测验。1972年获该校心理学学士学位后改进斯坦福大学，1975年获心理学哲学博士学位，1982年开始任教于耶鲁大学，1986年晋升正教授以迄为今。在心理学家中斯腾伯格虽属年轻，但在学术上已卓然有成。1981年获美国心理学会青年组杰出成就奖，1982年获多变项实验心理学会卡特尔纪念奖，1982年获美国心理学会麦坎道格拉斯青年科学纪念奖章。同时，他又为美国心理学会普通心理学分会和教育心理学分会主席，兼任《心理学学报》、《美国心理学杂志》、《教育心理学杂志》、《人类智力国际通讯》等刊物的编辑。',
    des:'本书是美国高校心理学专业的主要教科书之一，作者Robert J.Sternberg教授是国际知名的心理学家，现任美国心理学会主席。他在认知心理学领域的研究取得了公认的巨大成就。本书是他有感于目前流行的认知心理学教材的种种缺陷，为达到科学教授认知心理学知识的目的而亲自编写的。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/157269236',
    downloadUrl:'https://pan.baidu.com/s/1NmTRDk9rxFIPFpjFk7xxYw',
    downloadCode:'cwr0'
  },
  {
    cover:'/zhihuBooks/adys-min.jpg',
    name:'爱的艺术',
    author: '艾·弗洛姆',
    authorDes: '艾里希·弗洛姆，著名德裔美籍心理学家、精神分析学家、哲学家。1900年生于德国法兰克福犹太人家庭，1922年获德国海德堡大学哲学博士学位，是二十年代“法兰克福学派”重要成员。纳粹上台后，他于1934年赴美，在从事心理咨询工作的同时，在哥伦比亚大学等学术机构讲学，并先后执教于墨西哥国立大学、密歇根州立大学等高校。1980年弗洛姆病逝于瑞士洛伽诺。|||弗洛姆的研究植根于弗洛伊德的精神分析学说和马克思主义哲学理论。他认为人是各自所在的产物，在现代工业化社会，人变得越来越自我疏离，这种孤立感导致人们潜意识下渴望与他人结合、联系。|||弗洛姆以深入浅出、平易近人的文笔，创造了大量学术著作和普及性作品，其中影响最大的有《爱的艺术》、《逃避自由》、《健全的社会》、《精神分析的危机》等。',
    des:'《爱的艺术》是德裔美籍心理学家和哲学家、法兰克福学派重要成员艾里希-弗洛姆最著名的作品，自1956年出版至今已被翻译成32种文字，在全世界畅销不衰，被誉为当代爱的艺术理论专著最著名的作品。|||在这本书中，弗洛姆认为，爱情不是一种与人的成熟程度无关，只需要投入身心的感情。如果不努力发展自己的全部人格并以此达到一种创造倾向性，那么每种爱的试图都会失败，如果没有爱他人的能力，如果不能真正谦恭地、勇敢地、真诚地和有纪律地爱他人，那么人们在自己的爱情生活中也永远得不到满足。|||弗洛姆进而提出，爱是一门艺术，要求想要掌握这门艺术的人有这方面的知识并付出努力。在这里，爱不仅仅是狭隘的男女爱情，也并非通过磨练增进技巧即可获得。爱是人格整体的展现，要发展爱的能力，就需要努力发展自己的人格，并朝着有益的目标迈进。|||此版特别收录弗洛姆学术助手纪念文章《弗洛姆生命中的爱》。',
    outerDownloadUrl:'https://www.xiaobaipan.com/file-27797483.html',
    downloadUrl:'https://pan.baidu.com/s/1eb2pubI3uqQxJd4ajoqaMA',
    downloadCode:'60em'
  },
  {
    cover:'/zhihuBooks/zkl-min.jpg',
    name:'自控力',
    author: '凯利•麦格尼格尔',
    authorDes: '凯利•麦格尼格尔教授（Kelly McGonigal, Ph.D.）是斯坦福大学备受赞誉的心理学家，也是医学健康促进项目的健康教育家。她为专业人士和普通大众开设的心理学课程，包括“意志力科学”（The Science of Willpower）和“在压力下好好生活”（Living Well with Stress），都是斯坦福大学继续教育学院历史上最受欢迎的课程。她还为《今日心理学》（Psychology Today）杂志网站开设了“意志力科学”博客。她目前居住在加利福尼亚州的帕洛阿尔托市。',
    des:'《自控力》内容简介：作为一名健康心理学家，凯利•麦格尼格尔博士的工作就是帮助人们管理压力，并在生活中做出积极的改变。多年来，通过观察学生们是如何控制选择的，她意识到，人们关于自控的很多看法实际上妨碍了我们取得成功。例如，把自控力当作一种美德，可能会让初衷良好的目标脱离正轨。所以，麦格尼格尔要求她的学生了解影响自控的生理学基础、心理陷阱和各种社会因素。麦格尼格尔吸收了心理学、神经学和经济学等学科的最新洞见，为斯坦福大学继续教育项目开设了一门叫做“意志力科学”的课程，参与过这门课程的人称其能够“改变一生”。这门课程就是《自控力》一书的基础。本书为读者提供了清晰的框架，讲述了什么是自控力，自控力如何发生作用，以及为何自控力如此重要。',
    outerDownloadUrl:'http://www.downcc.com/soft/286307.html',
    downloadUrl:'https://pan.baidu.com/s/1r0A4KuBVfd_OagHIF1xHwQ',
    downloadCode:'hplp'
  },
  {
    cover:'/zhihuBooks/shxdw-min.jpg',
    name:'社会性动物',
    author: '埃利奥特·阿伦森',
    authorDes: '埃利奥特·阿伦森(Elliot Aronson)是当代最著名的社会心理学家，师从20世纪最伟大的社会心理学费斯廷格， 是美国心理学会110年历史上唯一一位获得所有三项大奖的心理学家：杰出研究奖（1999年）、杰出教学奖（1980）和杰出著作奖（1975）。另外，在他许多的荣誉中， 有因为在改善团体间关系方面的贡献获得Gordon Allport 奖，和在社会心理学领域内的卓越研究成果获得Donald Cambell 奖。|||1981年， 他被授予美国教育促进与支持理事会的年度教授称号，1992年他当选美国艺术与科学学院院士，这些是一位心理学家的至高荣誉。',
    des:'《社会性动物》是美国社会心理学家艾略特·阿伦森[Elliot Aronson 1932.01.09]出版的一本社会心理学的著作，它被称为“美国社会心理学的《圣经》',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/157565677',
    downloadUrl:'https://pan.baidu.com/s/1itNNgCEhU2ovr7Lsn7rggQ',
    downloadCode:'eibx'
  },
  {
    cover:'/zhihuBooks/hcsmdyy-min.jpg',
    name:'活出生命的意义',
    author: '维克多·弗兰克',
    authorDes: '维克多·E.弗兰克尔（Frank.V.E.,1905-1997），医学博士，维也纳医科大学神经与精神病学教授，担任维也纳神经综合医学院的首席专家长达25年，他创立了“意义疗法”及“存在主义分析”，被称之为继弗伊德的心理分析、阿德勒的个体心理学之后的维也纳第三心理治辽学派 。他拥有哈佛大学、斯坦福大学，达拉斯大学和匹兹堡大学教授职位，并在加利福尼亚圣迭哥国际大学教授意义辽法。弗兰克尔共出版了39部作品，并被翻译成34种语言。他的作品《活出生命的意义》”美国最有影响力的十大图书“之一。',
    des:'著名心理学家弗兰克尔是20世纪的一个奇迹。纳粹时期，作为犹太人，他的全家都被关进了奥斯威辛集中营，他的父母、妻子、哥哥，全都死于毒气室中，只有他和妹妹幸存。弗兰克尔不但超越了这炼狱般的痛苦，更将自己的经验与学术结合，开创了意义疗法，替人们找到绝处再生的意义，也留下了人性 史上最富光彩的见证。弗兰克尔一生对生命充满了极大的热情，67岁仍开始学习驾驶飞机，并在几个月后领到驾照。一直到80岁还登上了阿尔卑斯山。这《活出生命的意义》曾经感动千千万万的人，它被美国国会图书馆评选为具有影响力的十本著作之一。到今天，这部作品销售已达1200万册，被翻译成24种语言。他并不是当年集中营里被编号为119104的待决囚徒，而是让人的可能性得以扩大的圣者。',
    outerDownloadUrl:'https://www.xiaobaipan.com/file-27892147.html',
    downloadUrl:'https://pan.baidu.com/s/18fqDZCmewXgcGVCwOLUuFw',
    downloadCode:'7qhu'
  },
]

export default bookData