let bookData=[
  {
    cover:'/moneyBooks/xgqq-min.jpg',
    name:'小狗钱钱套装全2册',
    author: '博多·舍费尔',
    authorDes: '博多•舍费尔，1960年9月10日出生在德国科隆，是德国著名的投资家、企业家、演说家以及畅销书作家。|||从小，博多便目睹了贫穷给人们带来的种种伤害，这让他厌恶贫穷。6岁时，他决心要在30岁时成为百万富翁。6岁时，博多只身远赴美国闯荡。26岁时，他陷入了严重的个人财务危机。然而，凭借坚强的意志和正确的投资理念，博多在30岁时摆脱了债务，获得了成功——这时，凭借个人资产产生的利息，他就可以过上富有的生活。博多决心把他的理财知识传播给更多的人。他开始频频参加电视访谈节目，在世界各地举办讲座并著书立说。他已经帮助欧洲成千上万的人在个人财务问题上取得了巨大的进步，成为欧洲第一理财大师，拥有“欧洲巴菲特”和“欧洲第一金钱教练”的美誉。|||他的《赢家法则》成为德国最佳畅销书；《小狗钱钱》全球销量逾千万册，也已在中国出版，并受到广大中国读者的喜爱。',
    douNums:'9.1',
    des:'《小狗钱钱2》由博多·舍费尔编著。畅销书《小狗钱钱》掀起了一股风靡欧美的“金钱童话”潮流，相信你已经认识了吉娅和她那会说话的拉布拉多狗钱钱，学会了如何像富人那样思考，正确认识和使用金钱。|||而现在，吉娅和钱钱在《小狗钱钱2》里开始了新的冒险之旅！吉娅获得了期盼已久的暑期奖学金并前往了美国。在那里她交到了很多好朋友，然而所有的一切并非看上去那么美好……吉娅和朋友们在魔法放大镜的帮助下历经了一次又一次冒险，在此过程中学到了：|||“甜甜圈原理”：金钱就像甜甜圈外面那个看得见的圆圈，而无形的圆孔则代表人类的内心，象征着我们无法看到却又必须具备的品格——这是比看得见的成功更重要的东西！|||养成优秀品格的7条准则：友好亲和、勇于承担、善待他人、帮助给予、感恩之心、勤学不辍、值得信赖。',
    downloadUrl:'https://pan.baidu.com/s/1LYj3n1VR7ksPhDccw93Sig',
    downloadCode:'7ck6'
  },
  {
    cover:'/moneyBooks/fbbqbb-min.jpg',
    name:'富爸爸穷爸爸',
    author: '罗伯特·T·清崎',
    authorDes: '莱希特是一名注册会计师，又是玩具业和出版业的资深经理和咨询专家。她参与创造了第一本电子书——《会说话的书》，多年来一直致力于青少年的教育事业。她与清崎一起创作了《富爸爸穷爸爸》，将注意力转向现行教育体制所忽视的财商教育上，帮助人们提高财商，改善财务状况。',
    douNums:'8.5',
    des:'清崎有两个爸爸：“穷爸爸”是他的亲生父亲，一个高学历的教育官员；“富爸爸”是他好朋友的父亲，一个高中没毕业却善于投资理财的企业家。清崎遵从“穷爸爸”为他设计的人生道路：上大学，服兵役，参加越战，走过了平凡的人生初期。直到1977年，清崎亲眼目睹一生辛劳的“穷爸爸”失了业，“富爸爸”则成了夏威夷最富有的人之一。清崎毅然追寻“富爸爸”的脚步，踏入商界，从此登上了致富快车。|||清崎以亲身经历的财富故事展示了“穷爸爸”和“富爸爸”截然不同的金钱观和财富观穷人为钱工作，富人让钱为自己工作！|||本书1999年4月在美国出版，仅仅半年时间就创下销售10075万册的佳绩。2000年3月，韩语版面市：2000年6月，登陆澳大利亚……一时间，世界各地的大小书店为紫色所覆盖。简体中文版于2000年9月面市后，连续18个月蝉联全国图书销售排行榜第1名，连续两年半名列畅销书排行榜前10名。“ 富爸爸”系列图书已发行109个国家和地区，总销量超过2900万册！',
    downloadUrl:'https://pan.baidu.com/s/1ZM0onCNgkX55dmGPAgWomw',
    downloadCode:'e6dq'
  },
  {
    cover:'/money10Books/bwfwkcd.jpg',
    name:'百万富翁快车道',
    author: 'MJ·德马科',
    authorDes: 'MJ·德马科是一位徒手致富的百万富翁，创业家、投资人和作家。他30多岁就实现了财务自由，目前住在美丽的亚利桑那州凤凰城。他爱好赛车、健身和快车道财富教育。',
    douNums:'8.1',
    des:'《百万富翁快车道》破译了终生富足的密码，是解开致富快捷之路的密钥。|||变更车道，找到你的爆炸性财富加速器，跳出财务平庸处境，脱离朝九晚五打工生活，缩短致富时间40年！|||大多数人都遵循以下三种财富路径：|||• 人行道——月光族，今朝有酒今朝醉。人行道的终点是贫困。|||• 慢车道——上班族，牺牲当下，投资未来（40~50年后）。慢车道的终点是普通人。|||• 快车道——创业者，掌控自己，努力工作，专注于为客户带来价值。快车道有望在未来5~10年内变得富有。|||你现在处于哪条道上？《百万富翁快车道》作者颠覆性地认为，投资复利并不是一个快速实现财务自由的好方法。本书通过很多故事并结合当前最热门的行业（如互联网、电商、自媒体等）描述了三种财富路径及其风险，同时提出你是否需要踏上快车道，并如何踏上财务自由之路——需要遵循哪些戒律、做出哪些决定、摆脱哪些错误思维、避免哪些风险、处理哪些问题等。',
    downloadUrl:'https://pan.baidu.com/s/1x9krTCiytjsnD7FTqFflug',
    downloadCode:'g6ef'
  },
  {
    cover:'/money10Books/ljdbwfw.jpg',
    name:'邻家的百万富翁',
    author: '托马斯·J. 斯坦利 / 威廉·D. 丹科',
    authorDes: '托马斯・J・斯坦利|||哲学博士，作家，演说家，社会调查研究家。从1973年开始致力于富人状况的研究。他的著作经常被国家传媒所引用。他是《向富人开展营销》这本畅销书的作者，该书列入美国《最佳企业》季刊编辑部主持评选的美国十大优秀著作之中。斯坦利博士原先是佐治亚州立大学市场营销学教授，在该校被命名为杰出教授；亦任过奥尔巴尼市大学、纽约州立大学教席。|||威廉・D・丹科|||哲学博士，奥尔巴尼市大学与纽约州立大学副教授，主讲市场营销课程。他的著作见于《消费调查研究》杂志、《企业调查研究》杂志、《广告调查研究》杂志以及其他重要杂志。1973年，丹科博士协助托马斯・J・斯坦利完成其研究富人的第一本著作。从那以后，他与斯坦利博士共同写作多种学术与咨询论著。丹科博士居住于纽约州尼斯开因纳。',
    douNums:'7.4',
    des:'钱小俊是一位时尚的“月光族”，他有一份令人羡慕的高薪工作和一个幸福的家庭，虽然是按揭贷款，但也是有房有车一族，生活也算是丰衣足食。可是一场梦境、一个自称财富精灵的人的出现彻底改变了他的生活，颠覆了他固守了30年的思想。于是，在财富精灵和理财专家的指引下，他开始了自己的人生规划……|||理财是成功规划人生的第一步——而这恰恰是学校里从未教导我们的最重要的一课！富人都是聪明人，但聪明人却不一定都是富人！三大财富管理师将自己多年的心血、理财经验、人生规划的智慧融进书中，许多人在看过这本书后，恨不得重新活过一遍！在韩国，有超过100万人在读完此书后决定理财，开始为30年后的生活做准备：一位20多岁的高薪白领女性丢掉了“名牌包包控”的外号，一位年近40的男子悔恨自己没有更早看到这本书……',
    downloadUrl:'https://pan.baidu.com/s/1LBNXKqOKk8Yt2XRTGWexAA',
    downloadCode:'mc8p'
  },
  {
    cover:'/money10Books/gxq.jpg',
    name:'滚雪球',
    author: '艾丽斯·施罗德',
    authorDes: '艾丽斯·施罗德，曾任摩根士丹利的董事总经理，因撰写伯克希尔·哈撒韦公司的研究报告而与巴菲特结识，而巴菲特也因为赏识她的洞察力、和掌握主题的能力，授权施罗德撰写他的人生故事。生于德州，在得克萨斯大学奥斯汀分校获得学士及MBA学位。拥有会计师执照，目前与丈夫居住在康涅狄格州。',
    douNums:'8.0',
    des:'1939午的冬天，9岁的巴菲特在院子里玩雪。他把少量的积雪铲到一块，揉成一个雪球，然后把它放在地上慢慢滚动，雪球越滚越大……|||从此，巴菲特再也没有停下脚步，目光投向白雪皑皑的整个世界……|||沃伦·巴菲特，我们这个时代硕果仅存的商业领袖和投资大师，甚至在死后还会影响后世50年的伟大人物，终于向我们敞开了他的心扉。这本他生平唯一授权的官方传记，以从未有过的视角，揭开了巴菲特的真实人生。许多年来聚光灯下高大的“股神”终于走下神坛，以他最平实的语言、最真诚的心，娓娓道来，讲述了他78年人生中最触动人心的故事，分享了他60多年商业和投资生涯中最宝贵的经验。',
    downloadUrl:'https://pan.baidu.com/s/17rtQxuArCmf_XOwzB2_2Uw',
    downloadCode:'axps'
  },
  {
    cover:'/money10Books/cwzyzl.jpg',
    name:'财务自由之路',
    author: '博多·舍费尔',
    authorDes: '1960年9月10日出生在德国科隆，是德国著名的投资家、企业家、演说家以及畅销书作家。|||从小，博多便目睹了贫穷给人们带来的种种伤害，这让他厌恶贫穷。6岁时，他决心要在30岁时成为百万富翁。|||16岁时，博多只身远赴美国闯荡。26岁时，他陷入了严重的个人财务危机。然而，凭借坚强的意志和正确的投资理念，博多在30岁时摆脱了债务，获得了成功——这时，凭借个人资产产生的利息，他就可以过上富有的生活。|||博多决心把他的理财知识传播给更多的人。他开始频频参加电视访谈节目，在世界各地举办讲座并著书立说。他的《赢家法则》成为德国最佳畅销书；《小狗钱钱》全球销量逾千万册，也已在中国出版，并受到广大中国读者的喜爱。',
    douNums:'7.9',
    des:'在本书中，欧洲第一理财教练博多•舍费尔将为你介绍梦想、目标、价值观和策略这四大致富支柱，指导你转变理财观念，运用有效的投资理财策略，在保证财务安全的前提下，实现财务自由。你将学到：怎样合理利用负债：科学储蓄并利用储蓄致富；股市投资的10条黄金法则；选择基金的技巧及投资基金的10条建议。|||本书在德国出版后大获成功，占据德国图书年度畅销榜第一名，创下了110周稳居德国图书排行榜榜首的记录，全球销量超过500万册。更重要的是，通过运用博多在本书中所介绍的投资理财理念和策略，成千上万的欧洲人已经在个人财务问题上取得了巨大的进步，并最终实现了财务自由，是一本比《富爸爸》系列更适合中国希望走上富裕阶层的理财指南。如果你想要提高理财技巧、安全实现家庭财产的保值增值，那么这本书就再适合不过了。',
    downloadUrl:'https://pan.baidu.com/s/1hUyFT4kHlKyGxOg_FCgfBw',
    downloadCode:'z6li'
  },
  {
    cover:'/money10Books/gzqwn.jpg',
    name:'工作前5年，决定你一生的财富',
    author: '三公子',
    authorDes: '随手记理财社区入住大V，单篇文章阅读量200万+。|||白白肉肉脸圆圆的天秤女，从未想励志，却不经意励志了一些朋友，从未想发财，却不经意积攒下一笔小小的财富。|||2009年初入职场，生活的真实让自己意识到金钱的重要性，随即开始拿自己的生活作为试验田，看看认真对待金钱，会收获哪些不一样的果实。',
    douNums:'7.3',
    des:'随着余额宝等各种理财新方式的横空出世，理财再一次引领社会热点话题榜。作为近年来最受大众关注的一个方向，理财方法成为了一个热点。从零基础到各种投资方法的介绍，从来不缺少受众群体。现实生活里，工薪族依靠勤恳工作，想换取更多的薪资报酬，不敢过度享受，然而日子依然紧巴巴的。其实，工薪阶层如果有了理财的观念，生活就不会如此窘迫。理财投资是一门很大的学问。完全靠自学有点困难，专家的建议和前辈的实践是很好的参考。本书作者三公子是豆瓣人气理财达人，其关于理财的相关文章多次被豆瓣推荐，其文笔清新自然，讲解通俗易懂，不是通过大道理来说服人，而是用生活中的小故事来打动人，很多读者对其理财方法非常赞同。本书是作者将其投资经历集结并重新整合的第一本书，图文并茂，文笔流畅。 ',
    downloadUrl:'https://pan.baidu.com/s/17QzCqW3nKEJHnqw496bxEQ',
    downloadCode:'eqrg'
  },
  {
    cover:'/money10Books/bblfwlck.jpg',
    name:'巴比伦富翁的理财课',
    author: '乔治・克拉森 / 比尔李',
    authorDes: '',
    douNums:'',
    des:'巴比伦富翁的理财课：有史以来最完美的致富圣经，ISBN：9787500447924，作者：（美）乔治·克拉森（George Samuel Clason）著；比尔李译；比尔李译',
    downloadUrl:'https://pan.baidu.com/s/1WHx7tZjZKlpXYWKPXyWnoQ',
    downloadCode:'8nug'
  },
  {
    cover:'/money10Books/gdgs.jpg',
    name:'管道的故事',
    author: '哈吉斯',
    authorDes: '赖伟雄，1990年毕业于广州外国语学院(现在改名为“广东外语外贸大学”)英语系，创办了几家教育型企业；从2000年开始从事引进国外的个人成长、领导力、人际关系、健康等方面的教育资料，至今已经引进了超过一百本国外优秀书籍和许多视听资料；致力于为各位有志于成功的朋友提供优质的材料和工具。|||贝克·哈吉斯，美国著名企业家、国际营销大师，拥有多家快速成长的公司。他经常四处演讲，提倡个人创业和财务自由，致力于传播自由企业精神和个人发展之道。此外，他还是一位出色的畅销书作家。《管道的故事》就是他的代表作品之一，已被翻译成多种语言，在世界范围内畅销不衰。',
    douNums:'7.0',
    des:'《管道的故事(全新修订版)》内容简介为：我们都生活在一个”提桶”的世界里：干一天的活儿拿一天的工钱，干一个月的工作领一个月的薪水。无论你是年收入不到1万元的洗碗工．还是年薪过百万的白领，你都是用一份时间去换一份金钱。如果你被解雇，或因患病、受伤无法继续工作，你的收入就会马上停止。不提桶，就没有收入！|||如何摆脱时间换金钱的陷阱7如何获得真正的财务保障7只有管道！|||《管道的故事(全新修订版)》将告诉你，为什么要建造管道以及如何建造管道，让你彻底摆脱“提桶人”的命运，实现真正的财务自由！',
    downloadUrl:'https://pan.baidu.com/s/1WOq76kxU1NYR7_EWuNr1oA',
    downloadCode:'sz3g'
  },
  {
    cover:'/money10Books/zsjjtzzn.jpg',
    name:'指数基金投资指南',
    author: '银行螺丝钉',
    authorDes: '他是雪球成长最快的投资大V，仅仅两年半，就收获了十几万粉丝，粉丝亲切地称他为“钉大”。|||他所著的《指数基金投资指南》（电子书），是雪球·岛系列中销量很高的一本，常年位居亚马逊基金类最热销商品头名。3年来，他一直坚持记录和分享自己的指数基金投资理念，从2014年以来投资基金的累计收益达到104%，跑赢雪球上98%的投资者。',
    douNums:'8.2',
    des:'每年只花少许时间，就能跑赢通胀，并跑赢70%以上的市场参与者，真的有这样的好事吗？答案是肯定的，那就是定投指数基金。|||股神巴菲特说“通过定期投资指数基金，一个什么都不懂的业余投资者竟然往往能够战胜大部分专业投资者”；另一位投资天才彼得•林奇也说过，大部分投资者投资指数基金会更好些。|||指数基金是一种新型的投资工具，每年持续有越来越多的投资者和资产管理人进入。一般的基金是依赖于基金经理的投资能力，而指数基金追踪指数，对基金经理没有什么依赖。每个指数基金会同时投资几十只甚至上百只股票，可以最大化分散投资者的非市场风险。而且在所有同类基金中，指数基金的费率也是最低的。投资者通过指数基金就可以低成本、有效地跟踪指数，可以获得跟指数所代表市场一样的收益。',
    downloadUrl:'https://pan.baidu.com/s/1937OR4HcclBlB6yQxD6EcA',
    downloadCode:'w3nr'
  },
]
export default bookData