let bookData=[
  {
    cover:'/thinkBooks/ppxsw-min.jpg',
    name:'批判性思维',
    author: '布鲁克·诺埃尔·摩尔',
    authorDes: '布鲁克·诺埃尔·摩尔（Brooke Noel Moore） 多年以来，摩尔和帕克一直在加利福尼亚州立大学奇科分校从事哲学教学。他们一直讲授逻辑和批判性思维课程。摩尔另外还讲授认识论和分析哲学，他曾任哲学系主任，也曾被评为学校的杰出教授。|||摩尔本科于安提俄克学院学音乐，他于辛辛那提大学获得哲学博士学位。他的排球水平是业余的顶尖高手。他和玛丽安妮与三只狗一起生活。',
    des:'本书是美国最为畅销的大学教材，连续九次再版，语言通俗、生动，直观地阐述了批判性思维、正确推理和合理论证的基本问题、观点、方法和技巧。|||本书从批判性思维的重要性和必要性说起，就如何进行正确地思维和清晰地写作，到有效论证的规则、合理的演绎和归纳推理，再到道德、法律和美学的论证进行了详细阐述，同时还指出了各种以修辞手法来掩盖虚假论证的例子，对批判性思维进行了全面的论述，帮助读者全面了解和掌握合理而正确的思维基本原则、规则、要求、技巧和训练方法。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/157216204',
    downloadUrl:'https://pan.baidu.com/s/1rU8Lcue13r-1o4tDqYcUjQ',
    downloadCode:'hdct'
  },
  {
    cover:'/zhihuBooks/rz-min.jpg',
    name:'原则',
    author: '瑞·达利欧',
    authorDes: '对冲基金公司桥水创始人。他出生于纽约长岛一个非常普通的中产阶级家庭，26岁时在自己的两居室公寓内创办了桥水。经过42年的发展，桥水位列美国最重要的私营公司榜单第五位（《财富》杂志）。他入选《时代周刊》世界100位最具影响力人物，并跻身《福布斯》世界前100名富豪行列。由于他独到的投资准则改变了基金业，美国CIO经理人杂志称其为“投资界的史蒂夫·乔布斯”。',
    des:'瑞·达利欧是全世界顶级投资家、企业家之一，对冲基金公司桥水创始人。桥水创立至今为客户赚取的收益远远超过历史上任何一家对冲基金。达利欧认为桥水的成功源自他所奉行的一套原则，而这些原则也是他一生中学到的最重要的东西。|||达利欧认为，我们可以像看待机器一样看待生活、管理、经商和投资，并将其系统化为一系列原则。这本书阐述了他的原则的两大基石——极度求真、极度透明，并介绍了以此为基础的创意择优，以及基于可信度评价的决策机制。书中500多条原则将帮助我们保持开放心态，看清现实，正确评价自己和他人，从容面对做决策、打造强大团队等问题，更进一步深入认识自我，实现不断成长。|||达利欧相信，自己的成功并非因为个人的特质，而是因为他从失败中学会了做人、做事的原则，而大多数人和公司都可以运用他的这些原则更好地实现自己的目标。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/158039408',
    downloadUrl:'https://pan.baidu.com/s/1stJab42c8pj1udMPeYFwEw',
    downloadCode:'lwvp'
  },
  {
    cover:'/thinkBooks/ljswrm-min.jpg',
    name:'逻辑思维入门',
    author: '今井信行',
    authorDes: '今井 信行 今井先生曾留学美国，学习经营学、市场营销学。在日本商社（贸易公司）负责过办公机械、印刷机械的进出口业务，新产品开发和市场导入等业务。他历任公司纽约事务所所长、美国法人董事等职务，之后独立出来做经营咨询业务。 当计算机还处在摇篮期，今井先生开始从事骨干企业、中小型企业的活用电脑启蒙工作，他以IT产业的前瞻性经营战略、市场营销战略为中心，在日本乃至全球进行顾问咨询活动。 现在，今井先生致力于提高日本咨询业的地位，培养年轻一代，被称为“咨询界的咨询顾问”。除去日本经营士协会理事长，他还担任着其他各种要职。',
    des:'日本知名的咨询顾问?D?D今井信行先生以他专业的经营学、市场营销学知识背景和丰富的经营咨询经验告诉我们，市场的变化使企业业务的内容更为专业化、复杂化，逻辑思维能力已成为职场人士的基本生存能力。 本书以图解的形式全面概括及详细解读逻辑思维需要的思考方式、工具及应该具备的信息收集、情况分析、方案策划、演示说明、业务谈判等方面能力，从而形成系统的逻辑思维能力，帮助读者在市场变化中捕捉客户真实需求，提升解决问题的成功率，掌握双方共赢的有力谈判工具，增强商务演示的表达力及有效性。 本书不仅可以提高营销人员的业务水平，还对需要提升逻辑思维能力的职场人士有强烈的启发意义及实战意义。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/158039408',
    downloadUrl:'https://pan.baidu.com/s/1stJab42c8pj1udMPeYFwEw',
    downloadCode:'lwvp'
  },
  {
    cover:'/thinkBooks/ppxswgj-min.jpg',
    name:'批判性思维工具',
    author: '理查德•保罗',
    authorDes: '国际公认的批判性思维权威，美国“批判性思维国家高层理事会”主席。他建立了批判性思维中心、国家批判性思维论坛以及国家批判性思维学会，曾组织、主持过20次国际批判性思维大会。他建构了三因素批判性思维教学模式，即推理元素、智力标准和智力特质三要素，每个构成要素都有各自的内涵和外延。',
    des:'你的思维方式决定着你正在做的事情。思维决定行为，思维决定感受，思维决定需求。|||大多数人的思维方式都是潜意识的。而在你没有意识到自身思维过程的情况下，要想改变思维的质量是不可能的。|||这就像大部分悲观的人都不会承认自己是悲观的一样，他们以消极悲观的方式来思考自我和生命经验，总是千方百计地让自己不高兴。我们都是自己非理性思维方式的受害者，它妨碍我们对机会的觉察和把握，使我们不能专注于最有意义的事情，妨害我们的人际关系，使我们坠入痛苦的深渊。|||如果思维方式是一个人幸福成功与否的决定性因素，我们为何不去发现和学习那些幸福成功人士的思维技巧呢？本书将会呈现那些成功思考者的思维方式，并提供学习和练习它的方法。|||批判性思维不是远离生活的抽象名词，掌握它，你就可以控制自己的思维方式，成为一名更加出色、明智的思考者和解惑者，把握职业生涯和人生，乃至把握自己的各种情绪，逐渐不被他人所左右，从而最终提升自己的生活质量。|||强大的理性思维工具，助你厘清自我，看透世界！',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/159432638',
    downloadUrl:'https://pan.baidu.com/s/1qLA9qAtrc9_7Pz3o249-TA',
    downloadCode:'8t49'
  },
  {
    cover:'/professionBooks/bzzcdsg-min.jpg',
    name:'别做正常的傻瓜',
    author: '奚恺元',
    authorDes: '奚恺元（Christopher K.Hsee）生长于中国上海，后旅美求学，1993年获耶鲁大学博士学位，现为芝加哥大学商学院终身教授。|||他是当代最有成就的行为决策学研究者之一，其研究涉及心理学、行为经济学，管理学、市场学以及幸福学等诸多领域。|||他的著作在许多国际期刊上发表，2002年诺贝尔经济学奖得主卡尼曼教授在他的获奖致辞中还特别提到了奚教授的研究贡献。在北美和中国，他被许多一流大学邀请做过演讲。并广受好评，奚教授有十多年的管理教学经验，他在芝加哥大学开设的管理决策课程备受欢迎。',
    des:'你正常吗？也许是的。你傻吗？也许也是的。“正常”的决策者往往做着“傻瓜”的决策，而他们自己还蒙在鼓里。这些傻的错误在许多决策中会出现，包括购物、投资、用人、择偶等。|||这本书基于获得诺贝尔奖的行为决策学，又基于作者10余年的管理教学经验，帮你揭示人们在工作和生活中熟视无睹的决策误区，并教你如何纠正。读完本书，希望你能“少几分正常，多几分理性”，在这充满竞争的世界里胜人一筹。',
    outerDownloadUrl:'https://pan.baidu.com/s/1c0dD8Q0',
    downloadUrl:'https://pan.baidu.com/s/1xwqPkKDE89OSwgN6mWFOLA',
    downloadCode:'j8ds'
  },
  {
    cover:'/zhihuBooks/skkym-min.jpg',
    name:'思考，快与慢',
    author: '丹尼尔•卡尼曼',
    authorDes: '丹尼尔•卡尼曼是位格外令人兴致盎然的思想家。作为一名心理学家，他因其与阿莫斯•特沃斯基在决策制定上的研究而荣获了2002年度的诺贝尔经济学奖。下面是美国哈佛大学。|||心理学教授史蒂文•平克对他及《思考，快与慢》的评价：|||“丹尼尔•卡尼曼是历史上最有影响力的心理学家之一，也必然是现今在世的最重要的心理学家。他在揭示人类思维的显著特征方面很有天赋，多数研究成果成为了经典的教材和引用频率很高的至理名言。他的研究打开了社会心理学、认知科学、对理性与幸福的研究，以及他和他的合作者阿莫斯•特沃斯基共同推动的行为经济学的新局面。《思考，快与慢》的问世是个重磅事件。”',
    des:'《纽约时报》2011年度十大好书，新书上市，连续20多周蝉联亚马逊、《纽约时报》畅销书排行榜前20名，上市至今超过7个月，横扫全球各大畅销书排行榜，稳居亚马逊总榜前50名。《经济学人》、《华尔街日报》、《卫报》、《纽约时报》、《金融时报》、《商业周刊》、《华盛顿邮报》、等国外权威媒体，《三联生活周刊》、《商学院》、《东方早报》等国内知名媒体争相报道，国内外读者好评如潮。|||在书中，卡尼曼会带领我们体验一次思维的终极之旅。他认为，我们的大脑有快与慢两种作决定的方式。常用的无意识的“系统1”依赖情感、记忆和经验迅速作出判断，它见闻广博，使我们能够迅速对眼前的情况作出反应。但系统1也很容易上当，它固守“眼见即为事实”的原则，任由损失厌恶和乐观偏见之类的错觉引导我们作出错误的选择。有意识的“系统2”通过调动注意力来分析和解决问题，并作出决定，它比较慢，不容易出错，但它很懒惰，经常走捷径，直接采纳系统1的直觉型判断结果。|||为了使读者真切体会到系统1和系统2这两个主角的特点，卡尼曼介绍了很多经典有趣的行为实验，指出我们在什么情况下可以相信自己的直觉，什么时候不能相信；指导我们如何在商场、职场和个人生活中作出更好的选择，以及如何运用不同技巧来避免那些常常使我们陷入麻烦的思维失误。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/157571119',
    downloadUrl:'https://pan.baidu.com/s/1XyewhLdj-DaEyZg48fQXFw',
    downloadCode:'jvc5'
  },
  {
    cover:'/thinkBooks/ldskm-min.jpg',
    name:'六顶思考帽',
    author: '爱德华·德·波诺',
    authorDes: '德·波诺博士被誉为20世纪改变人类思维方式的缔造者，是创造性思维领域举世公认的权威，被尊为“创新思维之父”，欧洲创新协会将他列为历史上对人类贡献最大的250人之一，现任剑桥大学思维基金会主席，他在世界企业界拥有举足轻重的影响。德·波诺这个名字已经成为创造力和新思维的象征。他发明的“水平思考法”一词被收入权威的《牛津英语大词典》，德·波诺博士已出版的著作有62种，其代表作《六顶思考帽》和《水平思考法》被译成37种语言，行销54个国家，诸多著名跨国公司总裁，三位诺贝尔奖得主及世界各个领域的精英对他的著作推崇备至。',
    des:'此书中所强调的是一个非常简单的概念，它只能允许思考者在同一时间内只做一件事情。思考者要学会将逻辑与情感、创造与信息等区分开来。这一概念就是六顶思考帽的方法。戴上任一顶帽子都代表着一种特定类型的思考方式。我将在此书中分别描述每一种思考方式的性质和作用。|||六顶思考帽将使得我们指导自己的思考如同指挥一个乐队一般，我们可以唤起自己想要的。同样在任何会议上，六顶思考帽都有助于使人们脱离思维的俗套而对事物产生新的看法。六顶思考帽的最大价值就在于它们非常便于思考。|||微软中国总裁唐骏先生为本书作序！国际超级畅销书！ 《微软商刊》最佳畅销书！微软中国 摩托罗拉中国 可口可乐 麦肯锡等跨国公司强力推荐！ 它与《第五项修炼》并称为20世纪最有价值的商业书籍！ 2003年底—2004年，北京科技出版社高强度、大资金、市场化运作的重点书！ 央视、《21世纪经济报道》、《经济观察报》、《南方周末》等80余家强势媒体历时一年的连续报道！ （１）1984年个人首次成功举办奥运会并获得25亿美元巨额利润的彼德．尤勃洛斯将自己的成功归功于接受本书的创新培训。（２）西门子公司采用《六顶思考帽》后产品开发时间减少25％。（３）IBM公司有４万员工用《六顶思考帽》作核心创新教材。（４）联合国常任理事国、联合国教科文组织、世界健康组织、世界达沃斯经济论坛、机构投资者协会等组织用此书进行创新思维，指导工作。 《六顶思考帽》被称为创新培训第一书！现在微软中国、摩托罗拉公司中国、朗讯中国等著名跨国公司隆重推荐！通过六顶不同颜色的帽子，作者指出企业和个人最高效的进行创新的方法。',
    outerDownloadUrl:'http://blog.sina.com.cn/s/blog_b0ecff440102yf9v.html',
    downloadUrl:'https://pan.baidu.com/s/1YOBt3S0gDQCXYtOR1jFrmA',
    downloadCode:'38fn'
  },
  {
    cover:'/thinkBooks/swdbt-min.jpg',
    name:'思维的版图',
    author: '理查德·尼斯贝特',
    authorDes: '理查德·尼斯贝特：在耶鲁大学和密歇根大学教授心理学，担任西奥多·M·纽科姆教授。他曾经获得美国心理学会杰出科学贡献奖、美国心理学界威廉·詹姆斯会员奖和古根海姆奖学金。2002年，他成为第一位当选美国科学院院士的社会科学家。',
    des:'这是一本探究东西方思维差异的经典之作，著名经济学家汪丁丁倾情作序！从风水说到宇宙哲学，从比较语言学到经济史，一道文化上的鸿沟横亘在亚里士多德的子嗣和孔夫子的后代之间。然而，在当今这样一个全球化的时代，东西方之间跨文化的理解和协作尤为重要。本书通过广博的知识和开阔的视野，为东西方的人们在文化上的沟通，架设了一座意义非凡的桥梁。|||消除东西方文化鸿沟，在全球化背景下如何求同存异，共享一个平台，就是本书出版的初衷。|||为何中国人长于算术而几何偏弱，而欧几里德时代的希腊人却相反？为何西方人的婴儿学起名词来比动词要快，而东亚人却截然不同？这些感知上的不同会对未来的国际政治产生何种影响？福山的“历史的终结”或亨廷顿的“文明的冲突”，哪一个更有道理呢？|||尼斯贝特教授通过一些别出心裁的试验，得出了一些令人讶异的结论，东方人重视背景以及事物之间的联系，西方人聚焦于具体物体而忽略与背景的联系，用简短的话概括：“西方人见木，东方人见森．”东西方的思维方式是如此迥异，如何在沟通中想他人所想，本书中的试验结果是很有参考价值的。||从风水说到宇宙哲学，从比较语言学到经济史，一道文化上的鸿沟横亘在亚里士多德的子嗣和孔夫子的后代之间。然而，在当今这样一个全球化的时代，东西方之间跨文化的理解和协作尤为重要。本书通过广博的知识和开阔的视野，为东西方的人们在文化上的沟通，架设了一座意义非凡的桥梁。',
    outerDownloadUrl:'https://www.xiaobaipan.com/file-28346905.html',
    downloadUrl:'https://pan.baidu.com/s/1VeQk1PAE6GEn7Zd4uqWylQ',
    downloadCode:'3k33'
  },
  {
    cover:'/thinkBooks/tczzfzzy-min.jpg',
    name:'天才在左疯子在右',
    author: '高铭',
    authorDes: '高铭，男，汉族。生于上世纪70年代的北京。目前任职于某公司项目总监。|||自认为死心眼一根筋，对于探索未知事物总是有无尽渴望。从学龄前就已经有了至今仍然挂在嘴边的口头禅：“为什么？”成年后曾一度沉迷于宗教、哲学、量子物理、非线性动力学、心理学、生物学、天体物理等学科。21世纪以来又开始对精神病患、心理障碍者、边缘人的内心世界产生了强烈好奇。|||2004—2008年间，通过各种渠道，利用所有的闲暇时间，探访精神病院、公安部等机构，对“非正常人群”进行近距离访谈，并加工整理出了这本书的内容。',
    des:'本书以访谈录的形式记载了生活在另一个角落的人群（精神病患者、心理障碍者等边缘人）深刻、视角独特的所思所想，让人们可以了解到疯子抑或天才真正的内心世界。此书是国内第一本具有人文情怀的精神病患谈访录。内容涉及生理学、心理学、佛学、宗教、量子物理、符号学以及玛雅文明和预言等众多领域。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/158017362',
    downloadUrl:'https://pan.baidu.com/s/1tEHLq9eNV51CbDy_cWJgaA',
    downloadCode:'qk05'
  },
  {
    cover:'/thinkBooks/qxskdys-min.jpg',
    name:'清醒思考的艺术',
    author: '罗尔夫·多贝里',
    authorDes: '',
    des:'本书的作者罗尔夫•多贝里讲到自己曾与一名美国友人分享发现——小概率事件往往具有颠覆全局的破坏力。这个美国人后来据此写了一本书成为大畅销书，此书就是《黑天鹅》，那个美国人叫纳西姆•塔勒布。于是，多贝里决定自己写一本书，这就是在德国率先超越《乔布斯传》登上畅销书排行榜榜首的本书。|||人是生而自由的，却无往不在枷锁之中。用这句话来描述人类为思维错误所累的情形，也十分恰当精到。思维错误、认知陷阱就像是伴生于人类，细追究起来无处不在，不经意之时又无迹可寻。难道人们注定就要戴着无形的“有色眼镜”看世界吗？不，人们可以思考自己的思考，拒绝思考被污染。|||作者博览群书，以显微镜般的观察发现人们常犯的思维错误，并一一列出。当明白了错误的思维是如何发生后，人们就有可能远离思维陷阱。如果说成功者与失败者之间的差距在于思维方式，那么，熟知了思考方式的隐形陷阱，人们就会犯错更少，从而离成功更近。|||作者既有锐利的观察，又有出色的讲故事能力。他引用生活趣事、名人轶事、历史故事、爱情关系、人际关系、投资之道、心理实验等论述，生动形象而又具体雄辩地指出思维之错的错在哪里，并且还给出了纠正的办法。人性的弱点在《书》中完全呈现，是在自己的反思中进步，还是抓住别人的弱点进攻，全在于读者自己的理解和决定。',
    outerDownloadUrl:'罗尔夫•多贝里，1966年生于瑞士，在圣加仑大学获得经济学博士学位，益得书摘（getAbstract）的创始人之一。',
    downloadUrl:'https://pan.baidu.com/s/1WCahfOsonuLsRC5P6I5h8w',
    downloadCode:'ceko'
  },
]

export default bookData