let bookData=[
  {
    cover:'/detecitveBooks/femstaqj-min.jpg',
    name:'福尔摩斯探案全集',
    author: '阿瑟·柯南·道尔',
    authorDes: '柯南道尔（1859-1930）生于苏格兰爱丁堡附近的皮卡地普拉斯，父亲是政府建工部的公务员。青海年时期在教会学校学习，的来在爱丁堡大学攻读医学，一八八五年获医学博士学位。一九0二年，因对英国在南非战争的政策辩护而被封爵。',
    des:'最经典的群众出版社的翻译版本，一经出版，立即风靡成千上万的中国人。离奇的情节，扣人的悬念，世界上最聪明的侦探，人间最诡秘的案情，福尔摩斯不但让罪犯无处藏身，也让你的脑细胞热情激荡，本套书获第一届全国优秀外国文学图书奖。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1JPxrjuxpHsS0rhuWL8Cifw',
    downloadCode:'tgx8'
  },
  {
    cover:'/zhihuBooks/byx-min.jpg',
    name:'白夜行',
    author: '东野圭吾',
    authorDes: '日本著名作家。1985年，凭《放学后》获第31届江户川乱步奖，开始专职写作；1999年，《秘密》获第52届日本推理作家协会奖；此后《白夜行》、《单恋》、《信》、《幻夜》先后入围直木奖。2005年出版的《嫌疑人X的献身》史无前例地将第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名一并斩获；2008年，《流星之绊》获第43届新风奖。2009年出版的《新参者》获两大推理小说排行榜年度第1名；2012年，《浪矢杂货店的奇迹》获第7届中央公论文艺奖。',
    des:'《白夜行》是东野圭吾迄今口碑最好的长篇杰作，具备经典名著的一切要素：一宗离奇命案牵出跨度近20年步步惊心的故事：悲凉的爱情、吊诡的命运、令人发指的犯罪、复杂人性的对决与救赎。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1uMclubjbQakiE_W15wStpA',
    downloadCode:'8mkx'
  },
  {
    cover:'/detecitveBooks/dfkcmsa-min.jpg',
    name:'东方快车谋杀案',
    author: '阿加莎·克里斯蒂',
    authorDes: '阿加莎·克里斯蒂被誉为举世公认的侦探推理小说女王。她的著作英文版销售量逾10亿册，而且还被译成百余种文字，销售量亦逾10亿册。她一生创作了80部侦探小说和短篇故事集，19部剧本，以及6部以玛丽·维斯特麦考特的笔名出版的小说。著作数量之丰仅次于莎士比亚。|||阿加莎·克里斯蒂的第一部小说《斯泰尔斯庄园奇案》写于第一次世界大战末，战时她担任志愿救护队员。在这部小说中她塑造了一个可爱的小个子比利时侦探赫尔克里·波格，成为继福尔摩斯之后侦探小说中最受读者欢迎的侦探形象。1926年，阿加莎·克里斯蒂写出了自己的成名作《罗杰疑案》（又译作《罗杰·艾克罗伊德谋杀案》）。1952年她最著名的剧本《捕鼠器》被搬上舞台，此后连续上演，时间之长久，创下了世界戏剧史上空前的纪录。',
    des:'午夜过后，一场大雪迫使东方快车停了下来。这辆豪华列车整年都处于满员状态。但那天早上却发现少了一名乘客。一个美国人死在了他的包厢里，他被刺了十二刀，可他包厢的门却是反锁着的。|||随着紧张气氛逐渐增强，侦探赫尔克里·波洛想出了两个侦破此案的方法……',
    outerDownloadUrl:'https://www.aixdzs.com/d/115/115505/',
    downloadUrl:'https://pan.baidu.com/s/1PAyY0ia8BrExTZv-CE0HaQ',
    downloadCode:'a1x7'
  },
  {
    cover:'/detecitveBooks/jsmx-min.jpg',
    name:'金色梦乡',
    author: '伊坂幸太郎',
    authorDes: '日本文坛独树一帜的新锐作家，以异想天开而独创的世界观、多重的构想力著称。知识广博，文风豪迈诙谐，极具思想性和娱乐性。|||曾获推理作家协会奖、山本周五郎奖、新潮推理俱乐部奖等多项文学奖，更曾五度入围直木奖。 与东野圭吾、村上春树连续包揽权威书评杂志《达文西》最 受欢迎男作家 前3名。',
    des:'《金色梦乡》是日本知名作家伊坂幸太郎的代表作，获第5届日本书店大奖、第21届山本周五郎奖，日文版销量突破114万册，堺雅人、竹内结子主演同名电影。对于《金色梦乡》的创作初衷，伊坂幸太郎在访谈中说道：“人类有多不成熟、这个世界有多艰辛，不用说也知道。如果读者读了《金色梦乡 》会感到‘虽然艰难，但明天也要努力’，我就满足了。”',
    outerDownloadUrl:'http://www.j9p.com/down/519236.html',
    downloadUrl:'https://pan.baidu.com/s/1u8wQzDPfrO_fSyAo__1rkA',
    downloadCode:'9g2b'
  },
  {
    cover:'/detecitveBooks/xyrxdxs-min.jpg',
    name:'嫌疑人X的献身',
    author: '东野圭吾',
    authorDes: '东野圭吾，日本著名作家。1958年生于大阪。1985年，以第31届江户川乱步奖获奖作品《放学后》出道，开始扬名立万。20年作品逾60部，几乎囊括了日本所有大奖，1998年，《秘密》获第52届日本推理作家协会奖，入围第120届直木奖；1999年，《白夜行》入围第122届直木奖；2001年，《暗恋》入围第125届直木奖；2003年，《信》入围第129届直木奖。2006年，《嫌疑人X的献身》终于捧得日本文学最高荣誉直木奖。|||前期作品多写得精巧细致，随着写作功底浸润日深，尤其是《白夜行》之后，笔锋日渐老辣：文字鲜加雕琢，叙述简练凶狠，情节跌宕诡异，故事架构几至匪夷所思的地步。至巅峰之作《嫌疑人X的献身》，叙事与推理，均已炉火纯青：最好的诡计、无懈可击的推理、恰当的伏笔，以及最普通但最不易猜透的悬念，受到大奖评委的莫大青睐，同时获得直木奖和本格推理小说大奖，更受到评论界、媒体和广大读者的如潮好评，创造了日本推理小说史上绝无仅有的奇迹——同时摘得“这本小说了不起”、“本格推理小说Top 10”、“周刊文艺推理小说Top 10”三大推理小说排行榜年度总冠军。',
    des:'百年一遇的数学天才石神，每天唯一的乐趣，便是去固定的便当店买午餐，只为看一眼在便当店做事的邻居靖子。|||靖子与女儿相依为命，失手杀了前来纠缠的前夫。石神提出由他料理善后。石神设了一个匪夷所思的局，令警方始终只能在外围敲敲打打，根本无法与案子沾边。石神究竟使用了什么手法？',
    outerDownloadUrl:'http://www.j9p.com/down/534203.html',
    downloadUrl:'https://pan.baidu.com/s/1CLw0nB_a7oON0tFUfiCp3w',
    downloadCode:'bolx'
  },
  {
    cover:'/detecitveBooks/wrsh-min.jpg',
    name:'无人生还',
    author: '阿加莎·克里斯蒂',
    authorDes: '阿加莎·克里斯蒂被誉为举世公认的侦探推理小说女王。她的著作英文版销售量逾10亿册，而且还被译成百余种文字，销售量亦逾10亿册。她一生创作了80部侦探小说和短篇故事集，19部剧本，以及6部以玛丽·维斯特麦考特的笔名出版的小说。著作数量之丰仅次于莎士比亚。',
    des:'十个互不相识的人，被富有的欧文先生邀请到了印地安岛上的私人别墅里。晚餐后，一个神秘的声音揭开了人们心中所各自隐藏着的可怕秘密。当天晚上，年轻的马斯顿先生离奇死去，古老的童谣就像诅咒一样笼罩着所有人，似乎有一双神秘的眼镜在时刻窥视着这场死亡游戏，到访者就像消失的印地安小瓷人一样一个又一个的走向死神……',
    outerDownloadUrl:'http://www.j9p.com/down/518385.html',
    downloadUrl:'https://pan.baidu.com/s/14-KOqxJk-zRAkJAoG7Gp1w',
    downloadCode:'xo3f'
  },
  {
    cover:'/detecitveBooks/lwsdnh-min.jpg',
    name:'龙文身的女孩',
    author: '斯蒂格·拉森',
    authorDes: '斯蒂格·拉森(Stieg Larsson)，瑞典作家与新闻记者。曾任职于瑞典中央新闻通讯社，并于工作之余投身反法西斯主义的活动。一九九五年，他创办了Expo基金会，并自一九九九年开始担任基金会同名杂志主编。由于他长期致力于揭发瑞典极右派组织的不法行为，多年来一直受到程度或轻或重的死亡恐吓与威胁。这部小说中总是积极捍卫社会正义、不求个人名利的男主角，几乎就是拉森本人的化身。',
    des:'八十二岁的瑞典产业巨子范耶尔在生日当天，照例收到了一幅匿名寄来的裱框压花，却令他情绪溃堤地哭了起来……|||备受尊重的金融记者布隆维斯特一向以揭发企业丑闻为职志，却突然因一篇报道而获诽谤罪，职业生涯跌入谷底，不得不辞去亲手创办的《千禧年》杂志发行人一职。此时，一位大企业家亨利·范耶尔突然找上门来，开出不可思议的天价，请布隆维斯特花费一年的时间为他撰写传记，同时私下偷偷调查一起沉寂多年的少女失踪案，他的侄女四十年前在瑞典北部他们家族所有的一个岛屿上神秘消失的事实数十年来一直折磨着他。失业且面临财务危机的布隆维斯特接受了这一令人不安的请托。最终，他发现了隐藏在这个光鲜亮丽的显赫家族背后令人毛骨悚然的秘密。|||在调查过程中，布隆维斯特认识了矮小瘦弱的莎兰德，她貌似问题少女，却是个顶尖级的骇客，对电脑的掌控有如跟魔鬼签了契约，有了她的协助，布隆维斯特如虎添翼，然而这个龙文身的女孩的身世和内心却是一个令人费解的谜……',
    outerDownloadUrl:'http://www.j9p.com/down/521068.html',
    downloadUrl:'https://pan.baidu.com/s/1HC698E4FCoLr1C0J7BGfxA',
    downloadCode:'bxpd'
  },
  {
    cover:'/detecitveBooks/lxfzl-min.jpg',
    name:'络新妇之理',
    author: '京极夏彦',
    authorDes: '京极夏彦1963年3月26日出生于北海道小樽。在成为作家之前，原本是平面设计，业务内容包括书籍的装帧等。他在工作之余，写下了处女作《姑获鸟之夏》，而于1994年出版的此作如今已成为推理史上的不朽名著。1995年出版的《魍魉之匣》只是他的第二部小说，就拿下第四十九届日本推理作家协会奖。',
    des:'以寂静笔触叙写崩坏世界的不朽杰作，贵族女校里身负蜘蛛的黑圣母，在月圆之夜聆听咒杀的愿望；豪富家族世代居住的蜘蛛网公馆里，家族继承人接连死于非命；轰动街头的“溃眼魔连续杀人事件”里，女郎蜘蛛在窗边静静忙碌……于无限铺陈的因果的织物里，绞杀一切猎物，不死不休。究竟，谁是蜘蛛？神探榎木津也迷陷其中的天罗地网，京极堂能否勘破玄机？！京極堂系列堂堂邁入第五部！',
    outerDownloadUrl:'http://www.fast8.com/view/3345.html',
    downloadUrl:'https://pan.baidu.com/s/1R16aCHimJ2EKMm5jQJkSJA',
    downloadCode:'bmkk'
  },
  {
    cover:'/detecitveBooks/klyh-min.jpg',
    name:'克莱因壶',
    author: '冈岛二人',
    authorDes: '日本推理文坛罕见的传奇组合，为井上泉、德山谆一共同的笔名，取自日语“两个怪人”的谐音。|||1982年，冈岛二人以《宝马血痕》摘得江户川乱步奖出道，之后又于1985年凭《巧克力游戏》荣获第39届日本推理作家协会奖、1989年凭《99%的诱拐》荣获第10届吉川英治文学新人奖。短短8年内他们创作了27部风格独特的高水准推理杰作，至今仍影响深远。1989年，这对搭档突然宣布解散，《克莱因壶》成为其最后的绝唱，从此冈岛二人不复存在。',
    des:'什么时候你开始怀疑这个世界是假的？|||日本虚拟现实VR题材开山杰作，超前《盗梦空间》20年！|||传奇推理作家组合冈岛二人预言之书，以超强的技术预见力，30年前就已完美构想出虚拟现实游戏体验装置！',
    outerDownloadUrl:'http://www.j9p.com/down/523216.html',
    downloadUrl:'https://pan.baidu.com/s/1-uWDUThjE_CmCB5i5tYiAA',
    downloadCode:'iey1'
  },
  {
    cover:'/detecitveBooks/qfsy-min.jpg',
    name:'奇风岁月',
    author: '罗伯特·麦卡蒙',
    authorDes: '罗伯特•麦卡蒙，1952年生于美国亚拉巴马州。少年时代，他迷上爱伦•坡的作品，因此，他的作品有浓浓的超自然元素和哥特式小说的灵异色彩，弥漫著美国南方风情和淡淡的思乡情绪。',
    des:'奇风镇是一座宁静的南方小镇。十二岁的科里最亲的兄弟是一只叫“叛徒”的小狗。而他形影不离的伙伴，是一辆叫“火箭”的脚踏车。每到夏季开始的那一天，他总是骑着“火箭”，载着“叛徒”，带着那群朋友，飞到最高的天际。|||个春寒料峭的早晨，天还没亮，科里陪爸爸挨家挨户送牛奶，忽然看见一辆汽车冲进湖里。爸爸奋不顾身跳下水去救人，没想到，当他奋力游到车旁，眼前竟是一幕令他魂飞魄散的景象：那个人已经死了，双手被铐在方向盘上，体无完肤，显然遭受过酷刑，脖子上还缠着一条铁丝。无法解释的谜团随着车子渐渐往下沉，仿佛被深不可测的黝黑湖水吞没。那天以后，科里和爸爸开始尝试追查真相。精心设计的谋杀出现漏洞，凶手被迫要收拾残局。|||而湖底的一幕如恶灵般纠缠著单纯善良的爸爸，他精神濒临崩溃。科里必须找出真相，才能唤回他挚爱的爸爸。一根绿色的羽毛，带著科里一路追查凶手，探索神秘的奇风世界，探索生命的真相，探索人性中交织的善良与邪恶，探索生与死的意义……',
    outerDownloadUrl:'http://www.j9p.com/down/521132.html',
    downloadUrl:'https://pan.baidu.com/s/16Qcb_MXFxmHZYN_hDAtAJA',
    downloadCode:'41j5'
  },
  {
    cover:'/detecitveBooks/swzszw-min.jpg',
    name:'首无作祟之物',
    author: '三津田信三',
    authorDes: '日本小说家，编辑出身，2001年推出和作者同名的小说家“三津田信三”系列首作，受到文坛关注，后来主要创作的流浪猎奇小说家“刀城言耶”系列更是横扫了数大榜单，而且每一部都位居前席，2010年荣获“本格推理大奖”，是公认前途无量的当红作家。三津田信三的小说素以“另类”见称，只因其总是结撰精密、变化万千，又深得恐怖小说的创作三昧，作品兼具推理小说的逻辑之美和恐怖小说的混沌之美，怪谈、异闻俯拾皆是，且往往伴有封闭环境中的连续杀人事件，风格鲜明异常。',
    des:'人头的去向，只有一个人知道......|||惊愕度第一！期待度第一！|||横扫各大推理排行榜的名作终于登场！',
    outerDownloadUrl:'http://www.yabor.com/view/17614.html#softdown',
    downloadUrl:'https://pan.baidu.com/s/1A_NTVkn76Oka253BxQjYYg',
    downloadCode:'h08f'
  },
  {
    cover:'/detecitveBooks/qmshtmm-min.jpg',
    name:'清明上河图密码',
    author: '冶文彪',
    authorDes: '冶文彪，1970年代人。多年前偶游开封，自此沉迷《清明上河图》，立誓围绕此图创作小说史上最庞大的推理布局。他花费五年时间构思此书，创作历时三年。曾出版大历史推理小说《人皮论语》。',
    des:'全图824位人物，每个人都有名有姓，佯装、埋伏在舟船车轿、酒肆楼阁中。看似太平盛世，其实杀机四伏。翻开本书，在小贩的叫卖声中，金、辽、西夏、高丽等国的间谍、刺客已经潜伏入画，824个人物逐一复活，只待客船穿过虹桥，就一起拉开北宋帝国覆灭的序幕。|||《清明上河图》描绘人物824位，牲畜60多匹，木船20多只……5米多长的画卷，画尽了汴河上下十里繁华，乃至整个北宋近两百年的文明与富饶。然而，这幅歌颂太平盛世的传世名画，画完不久金兵就大举入侵，杀人焚城，汴京城内大火三日不熄，北宋繁华一夕扫尽。|||这是北宋帝国的盛世绝影，在小贩的叫卖声中，金、辽、西夏、高丽等国的间谍和刺客已经潜伏入画，死亡的气息弥漫在汴河的波光云影中：画面正中央，舟楫相连的汴河上，一艘看似普通的客船正要穿过虹桥，而由于来不及降下桅杆，船似乎就要撞上虹桥，船上手忙脚乱，岸边大呼小叫，一片混乱之中，贼影闪过，一阵烟雾袭来，待到烟雾散去，客船上竟出现了二十四具尸体，所有人都目瞪口呆……',
    outerDownloadUrl:'http://www.fast8.com/view/14501.html',
    downloadUrl:'https://pan.baidu.com/s/1USUWX1E06gv62PFr9gEpBg',
    downloadCode:'54e6'
  },
  {
    cover:'/detecitveBooks/ey-min.jpg',
    name:'恶意',
    author: '东野圭吾',
    authorDes: '东野圭吾，日本著名作家。1958年生于大阪，直木奖、推理作家协会奖、江户川乱步奖、本格推理小说大奖等日本重要文学奖项得主，出道20余年来作品逾60部。',
    des:'畅销书作家在出国的前一晚于家中被杀。凶手很快落网，对罪行供认不讳、但求速死，却对作案动机语焉不详。|||他当真是罪犯？他究竟为何杀人？|||在彻查被害人与凶手的过去之后，警官面对案情、手法均平淡无奇的事实，却感到如坠万丈深渊般无边的寒意……',
    outerDownloadUrl:'https://www.aixdzs.com/d/115/115676/',
    downloadUrl:'https://pan.baidu.com/s/1rSLFIJPEbUTJo8IgN27Sxw',
    downloadCode:'evbf'
  },
  {
    cover:'/detecitveBooks/xsd13jtj-min.jpg',
    name:'消失的13级台阶',
    author: '高野和明',
    authorDes: '日本小说家、编剧。他从小立志当导演，小学六年级就开始自己制作电影。1989年赴美深造钻研电影制作，1991年回国后开始剧本创作。|||高野和明的科幻小说《人类灭绝》一经出版，立即横扫日本推理作家协会奖、山田风太郎奖等多项大奖。|||《消失的13级台阶》是高野和明的出道作，一举斩获第47届江户川乱步奖，得到日本著名推理小说家宫部美雪的极力推荐和评委的一致好评，引发读者广泛关注。高野和明的小说读起来像电影，具有相当立体的画面感，戏剧张力十足，节奏明快，毫无冷场。',
    des:'一对老夫妇惨遭杀害。一切证据都指向树原亮，他却因车祸，恰好丧失了案发前后数小时的记忆……|||死刑执行官南乡携手刚假释出狱的纯一调查，希望替这位丧失记忆的死刑犯洗清冤屈。但他们查到的唯一线索，就是树原亮记得自己曾“走在台阶上”。|||距离树原亮被执行死刑的时间所剩无几，但这起案 件始终疑云重重，仅有的线索“台阶”仿佛也凭空消失了……',
    outerDownloadUrl:'http://www.j9p.com/down/530449.html',
    downloadUrl:'https://pan.baidu.com/s/1TAxl1R4-ECPNLM3Fr2S3NA',
    downloadCode:'qy6u'
  },
  {
    cover:'/detecitveBooks/alpdpxsj-min.jpg',
    name:'爱伦坡短篇小说集',
    author: '爱伦·坡',
    authorDes: '爱伦·坡（1809——1849）美国作家、文艺评论家。出身演员家庭。提倡“为艺术而艺术”，宣扬唯美主义、神秘主义。受西欧尤其法国资产阶级文学颓废派影响最大。小说有《怪诞故事集》、《黑猫》、《莫格街谋杀案》等。论文有《写作的哲学》、《诗歌原理》。1841年发表的《莫格街谋杀案》是公认为最早的侦探小说。内容写密室凶杀，凶手居然是猩猩。1842年发表的《玛丽·罗杰神秘案件》，纯粹用推理形式破案。其他如《金甲虫》、《你就是杀人凶手》、《被盗窃的信》等五部小说成功创造了五种推理小说模式，（密室杀人、安乐椅上的纯推理侦探、破解密码诡计、侦探即是凶手及心理破案、人的盲点）塑造了业余侦探奥古斯特·杜平这一艺术典型。爱伦·坡被誉为“侦探小说的鼻祖”。其小说风格怪异离奇，充满恐怖气氛。',
    des:'《爱伦·坡短篇小说集》是爱伦·坡的短篇小说集子，爱伦·坡著有小说《怪诞故事集》、《黑猫》、《莫格街谋杀案》等。论文有《写作的哲学》、《诗歌原理》。1841年发表的《莫格街谋杀案》是公认为最早的侦探小说。内容写密室凶杀，凶手居然是猩猩。1842年发表的《玛丽·罗杰神秘案件》，纯粹用推理形式破案。其他如《金甲虫》、《你就是杀人凶手》、《被盗窃的信》等五部小说成功创造了五种推理小说模式，（密室杀人、安乐椅上的纯推理侦探、破解密码诡计、侦探即是凶手及心理破案、人的盲点）塑造了业余侦探奥古斯特·杜平这一艺术典型。',
    outerDownloadUrl:'http://www.fast8.com/view/4295.html',
    downloadUrl:'https://pan.baidu.com/s/1jx4Jjjw5_-IN96_2x5r0Ew',
    downloadCode:'rqj4'
  },
  {
    cover:'/detecitveBooks/gb-min.jpg',
    name:'告白',
    author: '湊佳苗',
    authorDes: '湊佳苗 1973年出生于日本广岛。毕业于武库川女子大学家政学部。其作品于2005年第二次入选第二届BS-i新人脚本奖佳作。2007年获得第35届创作广播剧大奖。同年，以《神职者》获得第29届推理小说新人奖，并初次以收录有该短篇小说的《告白》登上文坛。2008年入选周刊文春推理佳作前十名，2009年在本屋大赏中获得第一名。',
    des:'森口是日本一所中学的教师，她经常将4岁的女儿爱美带到学校照看。一天，爱美被发现死在校游泳池内，全校哗然。痛失爱女的森口辞职。她没有向警方报案，申请重新调查，而是在学生结业当天向全班同学告白，并宣告了自己的复仇计划。原来，爱美并不是死于意外。面对老师冷酷疯狂的复仇，同学们惊恐万状，惶惶不可终日……',
    outerDownloadUrl:'http://www.j9p.com/down/525093.html',
    downloadUrl:'https://pan.baidu.com/s/1E-A-H-re5EgNh2iwcPzceg',
    downloadCode:'by97'
  },
  {
    cover:'/detecitveBooks/dtdga-min.jpg',
    name:'大唐狄公案',
    author: '高罗佩',
    authorDes: '高罗佩，荷兰职业外交官，通晓15种语言，主要任职于远东各国。他曾评价自己一身三任：外交官是他的职业，汉学是他的终身事业，写小说是他的业余爱好。作为一个西方人，高罗佩对中国古代琴棋书画十分痴迷。他20岁开始练习中国书法，且终生不辍；他研究中国古琴，师从古琴大师叶诗梦，并与于右任、冯玉祥等组织天风琴社；他能写中国旧体诗词，与郭沫若、徐悲鸿等大师都有唱和；齐白石、沈尹默等人的画上也有他的上款。《大唐狄公案》的插图均为他自己所画。1943年，高罗佩任荷兰驻重庆使馆一秘，与同在使馆工作的中国洋务大臣张之洞之外孙女水世芳结为伉丽。',
    des:'全书以中国唐代宰相狄仁杰为主人公，描述狄公在州、县及京都为官断案，与民除害的传奇经历。全书故事纷纭，案情凶险，情节扣人心弦，谜底逼人追索。|||作者笔下的狄公迥异于中国传统公案小说“青天大老爷”，他有独到的办案风格：重效率而轻缛节，讲操守而又善变通，重调查推理，而不主观妄断。狄仁杰断案如神，被西方读者称为古代中国的福尔摩斯。|||高罗佩很了不起，虽然是外国人，但比很多中国人更了解中国。',
    outerDownloadUrl:'http://www.fast8.com/view/6162.html',
    downloadUrl:'https://pan.baidu.com/s/1BWYysJQIKOke2YSHiKZaeg',
    downloadCode:'lluv'
  },
  {
    cover:'/detecitveBooks/wlzx-min.jpg',
    name:'魍魉之匣',
    author: '京极夏彦',
    authorDes: '京极夏彦1963年3月26日出生于北海道小樽。在成为作家之前，原本是平面设计，业务内容包括书籍的装帧等。他在工作之余，写下了处女作《姑获鸟之夏》，而于1994年出版的此作如今已成为推理史上的不朽名著。1995年出版的《魍魉之匣》只是他的第二部小说，就拿下第四十九届日本推理作家协会奖。',
    des:'两个美貌且彷佛不食人间烟火的少女，相偕在夜里去湖边欣赏月光，其中一名少女却意外落车而身受重伤。无意间搭同一班车下班的刑警木场修在强忍疲惫下接手处理案件，却意外发现身受重伤少女的亲人，是他暗恋了许多年的女演员。木场一面强自按捺内心情感浮动，一面却也深陷难缠案件。身受重伤的少女在送到一栋盒状的建筑物后，在众目睽睽之下居然凭空消失了……|||作家关口偶尔为之取材写作的三流杂志《月刊实录犯罪》，正在追查相模湖发生的分尸杀人案，编辑鸟口和关口联袂前往现场追查，却在路途中迷路而误入一栋奇怪的盒状建筑物……',
    outerDownloadUrl:'https://www.xiaobaipan.com/file-25823755.html',
    downloadUrl:'https://pan.baidu.com/s/1f4GSPz2MN5X9Oeikz3rAeA',
    downloadCode:'6qsu'
  },
  {
    cover:'/detecitveBooks/abc-min.jpg',
    name:'ABC谋杀案',
    author: '阿加莎·克里斯蒂',
    authorDes: '阿加莎·克里斯蒂被誉为举世公认的侦探推理小说女王。她的著作英文版销售量逾10亿册，而且还被译成百余种文字，销售量亦逾10亿册。她一生创作了80部侦探小说和短篇故事集，19部剧本，以及6部以玛丽·维斯特麦考特的笔名出版的小说。著作数量之丰仅次于莎士比亚。',
    des:'一个逍遥法外的连环杀手通过字母表一步一步实施犯罪。作为死亡标记，杀手在每个被害人的尸体旁留下一本ABC铁路旅行指南，翻开的那页就是杀人之地。|||先是在安多弗，接着是贝克斯希尔海滩，然后是克拉克爵士被发现谋杀于彻斯顿的海边小径。看起来继续作恶的凶手毫无被擒的希望，直到凶手自己犯了一个致命的错误——向波洛挑战杀人计划……|||当第四封信到来，并宣布下一次作案地点是唐克斯特时，不仅媒体给予了铺天盖地的报道，苏格兰场也部署了大量警力来防范。',
    outerDownloadUrl:'https://www.aixdzs.com/bsearch?q=ABC%E8%B0%8B%E6%9D%80%E6%A1%88',
    downloadUrl:'https://pan.baidu.com/s/1bPUHMUrNGRFbj1KBEIfrDA',
    downloadCode:'ct0g'
  },
  {
    cover:'/detecitveBooks/mgdmz-min.jpg',
    name:'玫瑰的名字',
    author: '翁贝托·埃科',
    authorDes: '翁贝托·埃科，1932年生于意大利，他身兼哲学家、历史学家、文学评论家和美学家等多种身份，更是全球最知名的记号语言学权威。他的学术研究范围广泛，从圣多玛斯·阿奎纳到詹姆斯·乔伊思乃至于超人，知识极为渊博。个人藏书超过三万册，已发表过十余本重要的学术著作，其中最著名的是《读者的角色──记号语言学的探讨》这部专著。',
    des:'“玫瑰的名字”是中世纪用来表明含有象征意义的词汇，故事亦以一所中世纪修道院为背景。原本就已被异端的怀疑和僧侣的个人私欲弄得乌烟瘴气的寺院，却又发生了一连串离奇的死亡事件。一个博学多闻的圣方济格教士负责调查真相，却被卷入恐怖的犯罪中……|||这是一部侦探、哲理、历史小说。除了扑朔迷离、扣人心弦的故事情节外，书中充满了各种学问，涉及神学、政治学、历史学、犯罪学，还涉及亚里士多德、阿奎那、培根等不同的思想。展现了作者渊博的学识和超凡的叙述才能。',
    outerDownloadUrl:'http://www.j9p.com/down/520666.html',
    downloadUrl:'https://pan.baidu.com/s/1fSieFLJOfR1a8oilsqtZXQ',
    downloadCode:'jlyv'
  },
  {
    cover:'/detecitveBooks/dqcjd-min.jpg',
    name:'第七重解答',
    author: '保罗·霍尔特',
    authorDes: '当代法国侦探小说作家，硕果仅存的坚持本格侦探小说创作的欧美作家，被誉为“黄金时代侦探小说最后的捍卫者”。|||霍尔特一九五六年出生于法国东北部亚尔萨斯省的阿格诺。一九八七年以《第四扇门》一书获得干邑侦探小说奖而正式出道。之后陆续创作以“阿兰•图威斯特博士”为主人公的系列作品及其他系列作品，代表作有《第七重解答》、《达特穆尔的恶魔》、《恶狼之夜》等。霍尔特的绝大多数作品都是描写不可能犯罪的正统解谜之作，以密室、不在场证明、足迹消失等核心诡计为卖点，凭借异想天开的构思、缜密的逻辑推导以及意料之外、情理之中的解答征服了广大读者，成为当代欧美侦探小说作家中最为“古典”、“另类”的一位，是当之无愧的当代本格侦探小说的领军人物。',
    des:'深夜时分，一个奇怪的身影在街道上游荡。他脸色惨白，还有一个奇怪的长鼻子。见鬼！这好像是大瘟疫时期欧洲医生的装束…… 半个小时之后，另一个人俯身倒在一个垃圾桶上面。他仍旧是一副中世纪的医生的装束--黑色的披风，高礼帽，一根银头的拐杖，皮质的小药箱……而在垃圾桶里，竟然蜷缩着一具尸体，满脸都是惨不忍睹的毒疮……一九三八年的伦敦发生瘟疫了？不可能！赫斯特警官绞尽脑汁也无法找出另一种完美的解答……',
    outerDownloadUrl:'http://www.j9p.com/down/520842.html',
    downloadUrl:'https://pan.baidu.com/s/1Cmkr2sam_L2x9Gl8TLCXyQ',
    downloadCode:'5bsb'
  },
  {
    cover:'/detecitveBooks/cynm-min.jpg',
    name:'长夜难明',
    author: '紫金陈',
    authorDes: '知名社会派悬疑推理作家，天涯文学2012年度“十佳作者”和“十佳作品”双榜榜首。出版作品有“推理之王”系列：《无证之罪》《坏小孩》《长夜难明》、“高智商犯罪”系列等，多部推理作品已投入影视化。其作品逻辑严密，布局精巧，情节紧凑，结局又总能出人意料地大反转，并对人性、人情予以关怀，带给读者酣畅淋漓的阅读体验。',
    des:'麦家、鹦鹉史航、马伯庸、雷米、周浩晖都推崇的作家|||社会派悬疑推理大神紫金陈“推理之王”系列第3部|||改编网络剧《沉默的真相》，廖凡、白宇主演，即将重磅上线|||第一页就找到凶手，却仍让你欲罢不能！|||一场智商与逻辑的盛宴，必将颠覆你的想象|||天理昭昭，长夜难明，为了信念，你愿意付出多大的代价？',
    outerDownloadUrl:'https://474b.com/file/15169360-371852014',
    downloadUrl:'https://pan.baidu.com/s/1GILdSGNLr878tRk2yNAQMw',
    downloadCode:'brl7'
  },
  {
    cover:'/detecitveBooks/zxssrmf-min.jpg',
    name:'占星术杀人魔法',
    author: '岛田庄司',
    authorDes: '四十年前，一桩占星术连续杀人案件轰动全日本！先是画家梅泽平吉在密室被人重击致死，接着是他早已出嫁的长女在家中被奸杀，最后甚至连与他同住的六个女儿也全部失踪。尸体陆续被发现埋在日本各地，而每个人身上都被切掉一部分！|||梅泽平吉遗留的手记上写明他要依据“占星术”肢解重组六个女儿！难道他死而复活来完成幻异的艺术创作？当又没有证据与动机指向其他与本案相关的人——这可说是一桩找不到凶手的命案……|||四十年后，眼见这桩诡谲至极的凶案变成邪灵的诅咒，本职占星师兼职侦探的御手洗洁却意外的得到一封告白遗书！悬宕四十年无解的奇案终于现出一线曙光，御手洗洁决定在一星期内破解这件史上最不可思议、超大规模的占星术杀人魔法！',
    des:'岛田庄司，日本推理小说之神，新本格派导师，当代最伟大的推理小说作家之一。1948年10月12日出生，自幼酷爱音乐和美术。1980年以一部《占星术杀人魔法》出道，为日本乃至全世界推理文学的发展打开了一条全新的道路。之后陆续发表《斜屋犯罪》、《异邦骑士》、《异想天开》、《北方夕鹤2/3杀人》等作品，均为场景宏大、诡计离奇的不朽之作。笔下塑造的御手洗洁和吉敷竹史两大神探个性鲜明，已成为无人不知的经典形象。日本很多作家以岛田庄司为偶像，创作了大量“岛田风格”的推理作品。由此开创了“新本格派”推理，成为当今世界推理舞台最重要的一支力量。',
    outerDownloadUrl:'http://www.j9p.com/down/536786.html',
    downloadUrl:'https://pan.baidu.com/s/1UNFhUSUtbe8ToJR6tvdUzA',
    downloadCode:'53lh'
  },
  {
    cover:'/detecitveBooks/tszl-min.jpg',
    name:'铁鼠之槛',
    author: '京极夏彦',
    authorDes: '京极夏彦，1963年3月26日出生于北海道小樽。日本最可能得到诺贝尔文学奖的推理小说家。在成为作家之前，原本是平面设计，业务内容包括书籍的装帧等。他在工作之余，写下了处女作《姑获鸟之夏》，而于1994年出版的此作如今已成为推理史上的不朽名着。1995年出版的《魍魉之匣》只是他的第二部小说，就拿下第四十九届日本推理作家协会奖。',
    des:'中禅寺敦子为采访古剎，偕同鸟口守彦进入箱根荒僻深山，不料他们下榻的旅馆却在雪地中凭空出现呈坐禅姿势的僧人尸体。|||京极堂受邀调查从土堆中挖掘出的书库，孰料其中不但满是禅学经典，更有「不可能存在的东西」，他所指为何？|||穿着盛装和服在荒凉雪地漫游的吟歌少女，十三年来不曾长大？十多年前的一场大火，如何将僧人禁锢寺内十三年？向盲眼按摩师坦承自己杀人的和尚，却又改口说杀的是牛，自己是老鼠！|||年代、派别来历及财源都不明的谜样古剎明慧寺，史书记载中遍觅无踪的明慧寺，寺内僧人接二连三死于非命，甚而巨鼠成群流窜、四处啃咬，向来气定神闲的京极堂遭逢前所未有的难关……',
    outerDownloadUrl:'https://pan.baidu.com/s/1zgWW7',
    downloadUrl:'https://pan.baidu.com/s/1ABinMaoQMSbd8AUp8V-XaA',
    downloadCode:'t3f5'
  },
  {
    cover:'/detecitveBooks/md-min.jpg',
    name:'默读',
    author: 'Priest',
    authorDes: '粉丝昵称其P大，网络超人气作家，笔下作品网站积分均过亿。语言幽默讽刺，文风洒脱，题材多变，类型包含古言、奇幻、机甲、科幻、现代励志等，其跨越题材之广、挖掘人性之深，为她圈住了一大批死忠粉丝。|||不同于其他快餐式的网文，P大的作品具有强情节、强人设的明显优势，格局恢弘，细节真实而接地气，频频成为影视公司重点争夺的目标。目前已有十几部作品的影视版权售出，单部影视签约金额过千万。',
    des:'童年，成长经历，家庭背景，社会关系，创伤……|||我们不断追溯与求索犯罪者的动机，探寻其中最幽微的喜怒哀乐，不是为了设身处地地同情、乃至于原谅他们，不是为了给罪行以开脱的理由，不是为了跪服于所谓人性的复杂，不是为了反思社会矛盾，更不是为了把自己也异化成怪物——|||我们只是在给自己、给仍然对这个世界抱有期望的人——寻找一个公正的交代。',
    outerDownloadUrl:'http://www.j9p.com/down/525279.html',
    downloadUrl:'https://pan.baidu.com/s/1RnCqN7-7UUOT1wNC_iHGFg',
    downloadCode:'ws42'
  },
  {
    cover:'/detecitveBooks/hlrs-min.jpg',
    name:'华丽人生',
    author: '伊坂幸太郎',
    authorDes: '伊坂幸太郎，1971年出生于日本千叶县。1995年毕业于日本东北大学法学系。2000年以《奥杜邦的祈祷》荣获第五届新潮推理俱乐部奖，跻身文坛；2003年作品《重力小丑》获选为直木奖候补作；2005年作品《死神的精确度》获选第57届日本推理作家协会奖短篇部门奖；2008年作品《金色梦乡》荣获山本周五郎奖、日本书店大奖。作者知识广博，作品取材范围涵盖生物、艺术、历史，文笔风格豪迈诙谐而具透明感，内容环环相扣，是近年来日本文坛备受瞩目的天才作家。',
    des:'说到人生，不管谁都是业余新手啊！任何人都是第一次参加，人生这种事没有什么专业老手。|||坚信有钱能使鬼推磨、傲慢的画商,盗亦有道、满口哲理的小偷,父亲跳楼自杀、崇拜神的青年,唆使有妇之夫杀妻、谋划再婚的心理咨询师,妻离子散、捡到一条流浪狗的失业男子,五个毫无交集的人，因为一堆碎尸，编织出意想不到的人生轨道……',
    outerDownloadUrl:'http://www.j9p.com/down/521007.html',
    downloadUrl:'https://pan.baidu.com/s/15cre4K3sPAdFfc7qBpTSzQ',
    downloadCode:'q7ae'
  },
  {
    cover:'/detecitveBooks/xdcyq.jpg',
    name:'宵待草夜情',
    author: '连城三纪彦',
    authorDes: '一九四八年生于爱知县名古屋市，早稻田大学政治经济学系毕业。大学期间创作的推理小说《变调二人羽织》获第三届“幻影城”新人奖，由此出道。一九八一年以《一朵桔梗花》获得第三十四届日本推理作家协会奖短篇部门奖，之后开始转向恋爱小说和恐怖小说创作。一九八四年以《宵待草夜情》获第五届吉川英治文学新人奖，同年以描写两位女性复杂心理的恋爱小说《恋文》获第九十一届直木奖。',
    des:'等待啊，一心地等待，那人不再来。|||盼夜幕的宵待草，不安地等待。|||不要想，我不愿再想，不由地泪洒两腮。|||今晚的月亮，似乎也不愿出来。|||宵待草，又名月见草，当女性将其赠于男性时，就代表“默默的爱”。那颗等待着爱的心啊，若得不到回应，会变成怎样的面貌？哪个女人甘愿丑陋地枯萎， 归为尘埃？|||能乐歌者篠，妇人杉乃，清纯卖笑女铃子，戏剧名角鸨子，酒馆老板叶子，五个女人，都在奋力为爱挣扎。她们的感情可能畸形，可能变态，甚至可能是犯罪，但不能否认的是，那些都是爱的形态。',
    outerDownloadUrl:'https://tieba.baidu.com/p/5247220851?red_tag=1840710525',
    downloadUrl:'https://pan.baidu.com/s/1XtoYJEas6ti1j0APOi6JgQ',
    downloadCode:'xmcg'
  },
  {
    cover:'/detecitveBooks/gdzsj-min.jpg',
    name:'GOTH断掌事件',
    author: '乙一',
    authorDes: '乙一（Otsuichi），1978年10月21日出生于日本福冈县，本名安达宽高。被誉为日本文坛新一代“恐怖小说精英”，日本评论家盛赞其为难得一见的天才。其作品在日本国内多次获奖。深受日本和港台地区读者喜爱。',
    des:'《GOTH断掌事件》是乙一荣获第三届“本格推理小说大奖”的代表名作，由《暗黑系》《断掌事件》《犬》《记忆》《土》《声音》六则独立短篇故事组成，贯穿其中的主人公为两个GOTH——“我”和同班女同学森野夜。二人对身边发生的一系列变态离奇案件进行追索，甚至亲临犯罪现场，获得过比死者更迫近死亡的机会，并借此完成对杀人狂内心世界的窥探。|||六个追凶故事带给读者的不只是惊悚恐怖的感官刺激，还有对人性、生命的深度思考和启悟。',
    outerDownloadUrl:'https://www.aixdzs.com/d/115/115638/',
    downloadUrl:'https://pan.baidu.com/s/1McLuHuUFan3h2xsCy_8DjA',
    downloadCode:'n7xe'
  },
  {
    cover:'/detecitveBooks/ssjjfh-min.jpg',
    name:'杀手界疾风号',
    author: '伊坂幸太郎',
    authorDes: '日本文坛独树一帜的新锐作家，以异想天开而独创的世界观、多重的构想力著称。知识广博，文风豪迈诙谐，极具思想性和娱乐性。曾获推理作家协会奖、山本周五郎奖、新潮推理俱乐部奖等多项文学奖，更曾五度入围直木奖。与东野圭吾、村上春树连续包揽权威书评杂志《达文西》最受欢迎男作家 前3名。',
    des:'木村，前杀手，嗜酒成性，因儿子被人从楼顶推下昏迷不醒，誓要报仇。|||王子，狡猾腹黑初中生，外表纯真，内心阴险，喜玩弄人于股掌之间。|||七尾，衰运杀手，任何事情到他手上定会变得错综复杂，擅长断人脖颈。|||水果，顶尖杀手组合。蜜柑沉着，喜好文学；柠檬冲动，酷爱托马斯小火车。|||各路 人马齐集新干线“疾风号”。2小时30分后，谁能平安下车？',
    outerDownloadUrl:'http://www.j9p.com/down/534547.html',
    downloadUrl:'https://pan.baidu.com/s/1OlQXg91_XbQ7GPT5024Omw',
    downloadCode:'pskc'
  },
  {
    cover:'/detecitveBooks/yyshz-min.jpg',
    name:'永远是孩子',
    author: '天童荒太',
    authorDes: '原名栗田教行，毕业于明治大学文学部戏剧系，曾创作电影剧本、广播剧本以及漫画原作。一九八六年以本名发表《白的家族》，获得第十三届《野性时代》杂志新人奖。一九九三年凭借《孤独的歌声》获得第六届日本推理大奖优秀作品。一九九六年，以《家族狩猎》获得第九届山本周五郎奖。二○○○年出版《永远是孩子》，成为销售过百万的畅销之作，同时获得第五十三届日本推理作家协会奖，并被改编成连续剧。二○○九年出版《哀悼人》，以其对生与死的严峻思考和悲天悯人的人生关怀，获得第一百四十届直木奖。天童荒太是当代日本文坛的实力派大家。',
    des:'纯情少女久坂优希，坚信如果登上灵峰之顶便能“被神清洗罪孽拯救自我”。她和另外两个少年在登顶之后下山途中，好像被附体似的杀害了优希的父亲。三人把这个杀人事件密藏心中，走上了各自的人生道路。17年以后他们在命运之手的安排下重逢。后来优希的弟弟追究优希闭口不谈的“过去”，以及警方对优希身边发生的杀人事件的侦察，打破了优希平静的生活。然而，这只不过是最后的审判的序曲而已。|||优希当了护士，那两个少年一个当了律师，一个当了刑警。围绕着优希的悲惨事件接踵而至。先是家中失火，灰烬里发现了优希的母亲。优希怀疑是弟弟放的火，惊恐万状；弟弟从词失踪。作为优希的精神支柱的长濑一郎和有泽梁平，对优希的感情纠葛也是扯不断，理还乱，互相猜疑，复杂纷纭。17年前的事件，被浓雾包裹着的深藏于灵峰的真相，到底是什么呢？',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1ARrIaosnB-FmntilRy-rDg',
    downloadCode:'37hl'
  },
  {
    cover:'/detecitveBooks/jxwlhl-min.jpg',
    name:'吉祥纹莲花楼玄武',
    author: '藤萍',
    authorDes: '',
    des:'武林客栈，妙龄女子被刺数十刀，容貌尽毁，凄惨死去，各人供词莫衷一是，是谁在说谎？|||小远镇乱葬岗，有窟窿闹鬼，夜夜鬼哭狼嚎，鬼火荧荧，方圆二十丈荒草死绝，虫鸟绝迹，人畜丧命，是天灾还是人祸？|||香山青楼女宅，软玉温香在怀，却有女宅之主被人分尸后弃于山林，宅中财宝被一扫而空，为财为色？|||洞房花烛之夜，新郎化为一张雪白柔滑的人皮，其上用绣线密密绣了一幅奇异的图画，八个古怪的图案，究竟代表什么含义？|||四顾门重现江湖，声势更胜从前，是福是祸？|||往日兄弟娶了昔日红颜，只留昔人独善其身，该喜该忧？放弃了李相夷的身份，李莲花又将何去何从？',
    outerDownloadUrl:'https://474b.com/file/15169360-371832790',
    downloadUrl:'https://pan.baidu.com/s/1hVZef-6-s0F9hCb8nRUlhA',
    downloadCode:'1jy9'
  },
  {
    cover:'/detecitveBooks/rply-min.jpg',
    name:'人皮论语',
    author: '冶文彪',
    authorDes: '中国文化第一历史悬案,西汉景帝末年，孔子旧宅墙壁中发掘出一批古简，其中有一部孤本古文《论语》，无比珍贵，世称《孔壁论语》。孔子十一世孙孔安国将之献入宫中，虽然适逢武帝独尊儒术，儒家经籍也大多残缺不全，《孔壁论语》却深藏不见，从此失传……',
    des:'冶文彪，自由思想者，独立写作人，著有作品多部。痴迷历史，酷爱真相，痛恨不公，向往至善。才虽不济，但务求字字源于体认，句句发自真心，每一部作品都能有所解构和独创。力虽单弱，却愿尽一生之努力，保有求真悲悯之心，探求自我、民族和人类命运的来龙去脉。',
    outerDownloadUrl:'https://474b.com/file/15169360-371840656',
    downloadUrl:'https://pan.baidu.com/s/1nrTmeViprHljhw8h1-Uqew',
    downloadCode:'c1ej'
  },
  {
    cover:'/detecitveBooks/ydzc-min.jpg',
    name:'犹大之窗',
    author: '约翰·狄克森·卡尔',
    authorDes: '史上最伟大的推理小说作家之一，举世公认的“密室推理之王”。其小说素以公平著称，线索隐蔽，解答惊人，具有超乎寻常的逻辑性、趣味性。他一生共设计了超过五十种密室，几乎每个都是构思精巧、无以复加；又兼其小说一贯具有的浓郁哥特风格，以及其谋篇布局的架构能力之强，自会让读者大呼过瘾，竞相传读。读推理，岂能不读密室；读密室，岂能不读卡尔！',
    des:'《犹大之窗》讲述了吉姆·安士伟第一次去见未来的岳父胡弥。忐忑不安的小伙子接过胡弥递来的威士忌，没想到喝了一口就昏倒在地。醒来后，他发现胡弥已经倒地身亡，胸口插着一支箭，正是原来挂在墙上的一支，箭上只有安士伟的指纹……屋子的房门从里面紧锁，窗户也从里面闩好——于是在这不省人事的十五分钟，安士伟成了案件唯一的疑犯。',
    outerDownloadUrl:'https://474b.com/file/15169360-371850874',
    downloadUrl:'https://pan.baidu.com/s/1tAEKyXhB9t_PPOfsUTsXTQ',
    downloadCode:'jl54'
  },
  {
    cover:'/detecitveBooks/zrledzhya-min.jpg',
    name:'哲瑞雷恩的最后一案',
    author: '埃勒里·奎因',
    authorDes: '埃勒里·奎因，美国推理小说的同义词，黄金时代三大家之一，推理王朝的建立者。|||埃勒里·奎因是一对表兄弟合用的笔名。这对表兄弟在美国纽约出生。表哥是出生于一九○五年一月十一日的曼弗德·里波夫斯基，表弟是出生于同年十月二十日的丹尼尔·纳森。成年之后，表哥改名为曼弗雷德·班宁顿·李，表弟改名为弗雷德里克·丹奈。|||李和丹奈虽是兄弟，性格却截然不同。李内向沉稳，是个智慧型的学者；丹奈则张扬热情，拥有发泄不完的能量。两个人碰到一起所做的唯一一件事就是争吵，而且一吵就是几十年。李说过：“基本上，我们对于推理小说的看法完全不同。”丹奈则说：“我们对任何事的看法根本上都不相同。”就是这样一对冤家，却成为了推理小说创作领域的第一搭档。',
    des:'一辆凯迪拉克截在路中间，一个蒙面人从车上跳下，手里拿着一支枪。佩辛斯尖叫出声，但枪狠狠地打在她的手上。“把信交出来。”蒙面人要挟道……|||当萨姆巡官收到一张一千元的钞票，被委托保管一封信时，他认为这是别人跟他开的一个玩笑。但是，但蒙面人劫持了他女儿，他知道自己碰上了一起诡秘、透着死亡气息的案件。|||在这次的谋杀案调查中，伟大而杰出的雷恩演绎了最精彩的一幕！',
    outerDownloadUrl:'https://474b.com/file/15169360-373261733',
    downloadUrl:'https://pan.baidu.com/s/1sb80A6hb50oqq5QxoV9SKg',
    downloadCode:'ojwm'
  },
  {
    cover:'/detecitveBooks/ydbj-min.jpg',
    name:'Y的悲剧',
    author: '埃勒里·奎因',
    authorDes: '埃勒里·奎因，美国推理小说的同义词，黄金时代三大家之一，推理王朝的建立者。|||埃勒里·奎因是一对表兄弟合用的笔名。这对表兄弟在美国纽约出生。表哥是出生于一九○五年一月十一日的曼弗德·里波夫斯基，表弟是出生于同年十月二十日的丹尼尔·纳森。成年之后，表哥改名为曼弗雷德·班宁顿·李，表弟改名为弗雷德里克·丹奈。|||李和丹奈虽是兄弟，性格却截然不同。李内向沉稳，是个智慧型的学者；丹奈则张扬热情，拥有发泄不完的能量。两个人碰到一起所做的唯一一件事就是争吵，而且一吵就是几十年。李说过：“基本上，我们对于推理小说的看法完全不同。”丹奈则说：“我们对任何事的看法根本上都不相同。”就是这样一对冤家，却成为了推理小说创作领域的第一搭档。',
    des:'哈特家族以疯狂、恶毒著称，在邻居眼中是“可恶”的人。所以，当有一天这个家族的代表人物，专制、暴戾的哈特老太太被谋杀时，没人感到特别的不安、伤心，除了她在第一次婚姻中生下的女儿，又聋又哑又瞎的女儿路易莎。同时，路易莎又遭遇两次毒杀阴谋，只是侥幸脱险。案件中的诸多线索都指向哈特老太太的第二任丈夫，约克，然而，约克早在几个月前就已自杀。陷入困境的萨姆巡官只得求助于老演员哲瑞•雷恩，一起名副其实的悲剧渐渐浮出水面。',
    outerDownloadUrl:'https://474b.com/file/15169360-371815642',
    downloadUrl:'https://pan.baidu.com/s/1seGHC0xb1hF8mA4a3B9zkg',
    downloadCode:'krwq'
  },
  {
    cover:'/detecitveBooks/lb-min.jpg',
    name:'猎豹',
    author: '尤·奈斯博',
    authorDes: '尤•奈斯博，北欧犯罪小说天王，挪威史上最畅销的作家，每一部作品都是挪威图书畅销排行榜冠军。他拿过北欧的所有犯罪小说大奖，包括玻璃钥匙奖、挪威史上最佳犯罪小说奖、书店业者大奖等，还获得英国国际匕首奖和美国爱伦•坡奖提名，作品被翻译成40种语言，在50多个国家出版，全球销量突破2500万册。',
    des:'恨与爱是一个铜板的两面，一切都始于爱……一个满身缺点的迷人英雄 × 一个藏身暗处的疯狂猎手作品全球销量突破2500万册、北欧犯罪小说天王尤•奈斯博《雪人》之后再攀新高',
    outerDownloadUrl:'https://474b.com/file/15169360-371836048',
    downloadUrl:'https://pan.baidu.com/s/14cXmt4NYfhQ-jjOjrfZRMQ',
    downloadCode:'nxas'
  },
  {
    cover:'/detecitveBooks/abgyl-min.jpg',
    name:'钟表馆幽灵',
    author: '绫辻行人',
    authorDes: '绫辻行人，日本推理文学标志性人物，新本格派掌门和旗手。一九六〇年十二月二十三日出生于日本京都，毕业于名校京都大学教育系。在校期间加入了推理小说研究会社团，社团的其他成员还包括法月纶太郎、我孙子武丸、小野不由美等。而创作了《十二国记》的小野不由美在后来成为了绫辻行人的妻子。',
    des:'钟表馆中到底隐藏了多少秘密？一桩桩、一件件，所有的谜底，都将在令人胆战心惊的过程中逐渐揭晓……|||《钟表馆幽灵》获得第45届日本推理作家协会奖，是集过去诸多作品风格之大成的心血结晶！千万不要错过如此凄怆绚烂，结局更令人不胜惊叹的推理杰作！',
    outerDownloadUrl:'https://474b.com/file/15169360-371853736',
    downloadUrl:'https://pan.baidu.com/s/1gpOCb9lAe6fC8hRGO3HbuQ',
    downloadCode:'hmod'
  },
  {
    cover:'/detecitveBooks/ygjf-min.jpg',
    name:'阳光劫匪',
    author: '伊坂幸太郎',
    authorDes: '抢银行为什么需要4个人？|||2个人会吵架，3个人会不平衡，5个人汽车坐不下，所以4个人正好。|||公务员成濑、咖啡厅老板响野、单身妈妈雪子、动物爱好者久远，四个人表面上过着平凡生活，暗地里却有一个共同身份：银行劫匪。|||雪子负责开车，她利用与生俱来的体内时钟，计算出精准的逃走时间；成濑能看穿一切谎言，久远身手敏捷；响野抢劫时发表演讲，吸引人质注意。四个人每次都满载而归，没人知道他们是谁。|||直到有一天，在又一次胜利逃亡的路上，他们被抢了。',
    des:'日本文坛独树一帜的新锐作家，以异想天开而独创的世界观、多重的构想力著称。曾获推理作家协会奖、山本周五郎奖、三得利推理大奖、新潮推理俱乐部奖等多项文学奖，更曾五度入围直木奖。',
    outerDownloadUrl:'http://www.j9p.com/down/520918.html',
    downloadUrl:'https://pan.baidu.com/s/1GWJlrb10CHHo-s1IGTzdAA',
    downloadCode:'keyh'
  },
  {
    cover:'/detecitveBooks/xdbj-min.jpg',
    name:'X的悲剧',
    author: '埃勒里·奎因',
    authorDes: '埃勒里·奎因（Ellery Queen），推理小说史上一个非凡的名字，实指弗雷德里克·丹奈（Frederic Dannay，1905—1982）和曼弗里德·李（Manfred Lee，1905—1971）这对表兄弟作家。他们的创作时间长达半个世纪，作品多达数十部，全球销量约计两亿册；他们曾五获埃德加·爱伦·坡奖；他们的四部“悲剧系列”和九部“国名系列”作品被公认为推理小说史上难以逾越的佳作；他们于1941年创办的《埃勒里·奎因神秘杂志》（EQMM）成为劳伦斯·布洛克、迈克尔·康柰利等推理大家起飞的平台，迄今仍是最专业、最权威的推理文学杂志之一；他们出资设立“密室研讨小组”，定期与约翰·狄克森·卡尔、克雷顿·劳森等推理大师交流、切磋；他们成就的不仅仅是自己，更为成就推理小说的黄金时代书写了浓墨重彩。',
    des:'故事发生在一辆拥挤的电车上。一个男人在车上被杀，所有人都看到男人死去的经过，却没人发现凶手。很多人都有理由憎恨死者，包括死者的合伙人，然而，萨姆巡官得到的线索都指向了死胡同。受邀参与调查的哲瑞·雷恩，一名专以饰演莎士比亚剧作的老演员，宣称知道凶手是谁，却拒绝在没得到确切的证据前指认凶手的身份。一案未解，一案又起：电车上的售票员在回家的渡轮上遇害了！',
    outerDownloadUrl:'http://www.j9p.com/down/536209.html',
    downloadUrl:'https://pan.baidu.com/s/1Evdu9wpL6feP5c6hqryPlA',
    downloadCode:'95n0'
  },
  {
    cover:'/detecitveBooks/ydjgh-min.jpg',
    name:'一朵桔梗花',
    author: '连城三纪彦',
    authorDes: '本名加藤甚吾，1948年生于爱知县名古屋市。早稻田大学政治经济学系毕业。在大学期间，以推理小说《变调双人短外套》获第3届“幻影城”新人奖，由此出道。1981年以《一朵桔梗花》获得第34届日本推理作家协会奖短篇部门奖，之后开始转向恋爱小说和恐怖小说创作。1984年以《宵待草夜情》获第5届吉川英治文学新人奖，同年以描写两位女性复杂心理的恋爱小说《情书》获第91届直木奖。1996年以《隐菊》获第9届柴田炼三郎奖。',
    des:'女人如花，拥有最动人的美丽，却无法掌控短暂而脆弱的生命。一切美好都将如花朵凋零，但，那一缕永远无法抹去的幽香，却是渺小生灵存在与尊严的完美诠释。',
    outerDownloadUrl:'http://www.j9p.com/down/520499.html',
    downloadUrl:'https://pan.baidu.com/s/1ozdmwO1r_V7_3s73aWYHQw',
    downloadCode:'v0ho'
  },
  {
    cover:'/detecitveBooks/tsymg-min.jpg',
    name:'天使与魔鬼',
    author: '丹·布朗',
    authorDes: '丹·布朗（DanBrown, 1964- ），美国畅销作家。毕业于阿默斯特学院，曾是一名英语教师。1996年开始写作，先后推出了《数字城堡》、《诡计》和《天使程序》3部小说，均取得了不错的销售成绩，其中以《天使程序》最为成功，奠定了他在小说界的地位。《达・芬奇密码》是他的第4部作品，出版后成为有史以来最为畅销的小说之一。布朗的作品已被翻译成多种文字，在世界范围内广为流传。',
    des:'虔诚的上帝信徒——欧洲原子核研究组织的杰出科学家列奥纳多·维特勒毕生致力于以科学的手段证明神的存在。他和其养女、神秘妩媚的科学家维特多利亚在实验室里进行高度机密的试验，成功地制造出了一种极其强大的能量——“反物质”。|||在这个重大发现尚未对外公布时，列奥纳多在实验室里惨遭杀害，一颗眼珠被凶手挖走，胸口上赫然印着一个神秘的标记——“光照派”！更令人震惊的是，藏在地下的反物质不翼而飞。哈佛大学的符号学专家罗伯特·兰登应欧洲原子核研究组织首领之邀，前来调查这个神秘的符号。就在他到达的当天，失踪的反物质在梵蒂冈城地下某处被人发现。离开了实验室的反物质，会在二十四小时之后自行爆炸。这天正是天主教教皇选举日。来自世界各地的天主教首领会聚在梵蒂冈城，藏在地下的反物质就如同一枚定时炸弹，如不能及时找到，整个梵蒂冈城便会在顷刻间灰飞烟灭。',
    outerDownloadUrl:'http://www.j9p.com/down/520274.html',
    downloadUrl:'https://pan.baidu.com/s/1djWkohA2nPd-RhacrssqrQ',
    downloadCode:'6cm8'
  },
  {
    cover:'/detecitveBooks/yl-min.jpg',
    name:'幽灵',
    author: '尤·奈斯博',
    authorDes: '尤•奈斯博，风靡全球的挪威作家，北欧犯罪小说天王，每一部作品几乎都是挪威图书畅销排行榜冠军。他拿过北欧的所有犯罪小说大奖，包括玻璃钥匙奖、挪威史上最佳犯罪小说奖、书店业者大奖等，还获得英国国际匕首奖和美国爱伦•坡奖提名，作品被翻译成40种语言，在50多个国家出版，全球销量突破3300万册。',
    des:'哈利自我放逐到香港之后，以为从此远离警探生涯给他造成的创伤。但令人难以置信的事情发生了——曾与哈利情同父子的少年欧雷克，因涉嫌杀人而被警方逮捕。哈利无法相信欧雷克是杀人凶手，因此返回奥斯陆试图找出真凶，挑战一桩在警方看来已经罪证确凿的毒虫命案。|||为了拯救他誓言守护的少年，在律师汉斯和昔日旧友贝雅特的帮助下，哈利只身展开调查。然而他发现自己面对的是一个让人彻底迷失的处境。如幽灵般神秘飘忽的贩毒组织幕后首脑，渴望权力的政客，收受黑钱的警方……没人希望哈利回来，找出真相……',
    outerDownloadUrl:'http://www.j9p.com/down/520723.html',
    downloadUrl:'https://pan.baidu.com/s/1aVKp_kKVHa0JJjf9OJ7qWg',
    downloadCode:'uipz'
  },
  {
    cover:'/detecitveBooks/cxyjdcs-min.jpg',
    name:'赤朽叶家的传说',
    author: '樱庭一树',
    authorDes: '日本女作家，被称为“多领域、跨类型写作的超新星才女”。2003年起，以推理小说《GOSICK》系列获得广大读者支持，由《糖果子弹》一书受到文艺界广泛注目，2005年在东京创元社推出第一本单行本小说《不适合少女的职业》，并被改为日剧；2006年发表的三部曲式的大河小说《赤朽叶家的传说》则获得第60届日本推理作家协会赏，并入围第137届直木奖与第28届吉川英治文学新人赏，被日本媒体称赞为日本的《百年孤独》。',
    des:'《赤朽叶家的传说》内容简介：祖母是有预知能力的千里眼，见证了战后高度经济增长的神迹。母亲是著名的畅销漫画家，描绘着信仰破灭一代的叛逆生活。我，平庸得简直一无是处，在这个时代中无所事事着……|||赤朽叶瞳子，一个自认成长过程没故事可说的平凡女孩；家族的辉煌过去，是她唯一的骄傲。一天，外婆万叶临终前竟然告白：“我曾经杀了一个人，但并非心怀恶意……”为解开外婆的秘密，她开始探寻家族种种光怪陆离的传说与人物，一步步接近真相的同时，自己也找到了生命的方向……小村庄看似平静但暗潮汹涌，外头的世界正经历着大动荡。赤朽叶家的女子，也卷进了翻滚不停的时代狂潮……',
    outerDownloadUrl:'http://www.j9p.com/down/525257.html',
    downloadUrl:'https://pan.baidu.com/s/1PbX8GnjdPWHG6mcUfw1zZA',
    downloadCode:'sl3h'
  },
  {
    cover:'/detecitveBooks/xcz-min.jpg',
    name:'新参者',
    author: '东野圭吾',
    authorDes: '日本著名作家。',
    des:'【新参者】新加入、刚到来的人。|||东京，日本桥。一个单身女人在公寓内被勒死。警方发现她最近刚搬到这里居住。|||负责调查的是也刚调到日本桥地区的刑警加贺。仙贝店、高级料亭、陶瓷器店、钟表店、民间艺术品店，加贺走访案发地附近一家家店铺。他的调查看上去琐碎又与案情无关：通勤轨迹不 同于往常的保险员、替老板给情人买人形烧的料亭小伙计、关系不睦的陶瓷器店婆媳、因女儿私奔而断绝父女关系的钟表店老板……|||案件真相就在充满人间烟火的家长里短中逐渐显露。',
    outerDownloadUrl:'https://sobooks.cc/books/7306.html',
    downloadUrl:'https://pan.baidu.com/s/1CHvlSIh2EBNnu7E-5gbwxQ',
    downloadCode:'aiog'
  },
  {
    cover:'/detecitveBooks/mff-min.jpg',
    name:'模仿犯',
    author: '宫部美雪',
    authorDes: '宫部美雪，日本著名作家。作品以温暖的关怀为底蕴，富含对社会的批判与思考。1987年以《邻人的犯罪》出道，当年即获第26届《ALL读物》推理小说新人奖。此后，作品每一出版均登上日本各大畅销书榜，并几乎囊括日本文学界所有大奖。',
    des:'本书为《模仿犯》套装全集，共3册。《模仿犯》是日本著名作家宫部美雪的长篇小说，日文版销量超过300万册，荣获司马辽太郎奖、艺术选奖文部科学大臣奖、每日出版文化奖特别奖，并夺得《周刊文春》推理小说榜年度第1名、这本推理小说了不起！年度第1名及《达文西》年度小说第1名，作品一出，即在日本引起轰动，长年畅销，经久不衰。蔡康永、吴淡如、唐诺极力盛赞！|||《模仿犯》内容简介：东京大川公园出现一截女人的手臂。警方开始调查，发现了更多女性被害人，引发社会广泛关注。凶手给电视台打电话，炫耀罪行，甚至预告新的犯罪。没人能推断出凶手的动机，侦破陷入僵局。这时，有犯罪前科的田川引起警方怀疑。电视台让他在屏风后接受直播采访，凶手突然再次打来电话，愤怒地指责田川冒名顶替：“我倒要看看你是什么德行！',
    outerDownloadUrl:'http://www.fast8.com/view/17719.html',
    downloadUrl:'https://pan.baidu.com/s/1SBYelwokcGUg4rYrpxVvOg',
    downloadCode:'4puv'
  },
  {
    cover:'/detecitveBooks/n-min.jpg',
    name:'怒',
    author: '吉田修一',
    authorDes: '吉田修一 ，1968年生于长崎。1997年以《最后的儿子》获文学界新人奖。2002年以《同栖生活》获第15届山本周五郎奖，并以《公园生活》获第127届芥川奖，彰显其跨界大众小说和纯文学的才气。2007年在《朝日新闻》连载《恶人》，获第61届每日出版文化奖，第34届大佛次郎奖。2010年，《横道世之介》获第23届柴田炼三郎奖。2012年起在《读卖新闻》连载《怒》。',
    des:'2011的夏天，东京郊外一对普通夫妇惨遭杀害。|||凶手山神一也作案后逗留屋内长达六个小时，并用被害人的血在墙上留了一个“怒”字，方才离去。|||案件的凶残性让人发指，其动机则让警方困惑。|||一年后，经过微整容的山神依旧在逃。而此时，三地分别有三个来路不明的男子，日渐融入当地的生活。|||房总渔港的田代、东京市区的直人、冲绳附近离岛的田中，三个人各与通缉犯山神有着某种程度的暗合。|||那些接纳陌生人并付出情感的人们迟迟注意到第二次公布的通缉信息，信任与爱被放到了天平上。|||谁是凶手？你又如何能相信身边的他不是凶手？',
    outerDownloadUrl:'http://www.fast8.com/view/17719.html',
    downloadUrl:'https://pan.baidu.com/s/1SBYelwokcGUg4rYrpxVvOg',
    downloadCode:'4puv'
  },
  {
    cover:'/detecitveBooks/xlgczm-min.jpg',
    name:'希腊棺材之谜',
    author: '埃勒里·奎因',
    authorDes: '一位著名艺术商去世，遗嘱却离奇失踪。埃勒里·奎因介入调查，发现其背后蕴藏着更大的阴谋……',
    des:'埃勒里·奎因（ElleryQueen），推理小说史上一个非凡的名字，实指弗雷德里克·丹奈（FredericDannay，1905—1982）和曼弗里德·李（ManfredLee，1905—1971）这对表兄弟作家。他们的创作时间长达半个世纪，作品多达数十部，全球销量约计两亿册；他们曾五获埃德加·爱伦·坡奖；他们的四部“悲剧系列”和九部“国名系列”作品被公认为推理小说史上难以逾越的佳作；他们于1941年创办的《埃勒里·奎因神秘杂志》（EQMM）成为劳伦斯·布洛克、迈克尔·康柰利等推理大家起飞的平台，迄今仍是最专业、最权威的推理文学杂志之一；他们出资设立“密室研讨小组”，定期与约翰·狄克森·卡尔、克雷顿·劳森等推理大师交流、切磋……他们成就的不仅仅是自己，更为成就推理小说的黄金时代书写了浓墨重彩。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1pXV7hCJFYPTrBNKdZwzs_w',
    downloadCode:'hs3d'
  },
  {
    cover:'/detecitveBooks/bldy-min.jpg',
    name:'柏林谍影',
    author: '约翰·勒卡雷',
    authorDes: '约翰·勒卡雷，原名大卫·康威尔 David Cornwell，1931年生于英国。18岁便被英国军方情报单位招募，担任对东柏林的间谍工作；退役后在牛津大学攻读现代语言，之后于伊顿公学教授法文与德文。1959年进入英国外交部，同时开始写作。他以第三本著作《柏林谍影》一举 成名，知名小说家格林如此盛赞：“这是我读过的最好的间谍小说！”从此奠定文坛大师地位。',
    des:'当了一辈子的间谍，利玛斯深知自己在东德一手经营起来的情报网被清剿殆尽。他不甘心就此隐退。英国情报机构策划的最新行动似乎是利玛斯挽回颜面、击败他此生劲敌的最后机会。然而，利玛斯本以为可以从寒冷处归来，却一脚踏进了刺骨的严冬，而要想熬过来这场严冬，除了必须燃烧自己滚烫的鲜血，还有爱情与他最宝贵的信任……',
    outerDownloadUrl:'https://474b.com/file/15169360-373148437',
    downloadUrl:'https://pan.baidu.com/s/14Jncp9ly7JeLlL1Ea-1JeA',
    downloadCode:'euna'
  },
  {
    cover:'/detecitveBooks/qxtd-min.jpg',
    name:'奇想天动',
    author: '岛田庄司',
    authorDes: '日本推理之神，当代最伟大的推理小说作家之一。1948年10月12日出生于广岛，毕业于武藏野美术大学，做过卡车司机、插画师和占星师，制作过私人唱片。1980年以一部《占星术杀人魔法》出道，为日本乃至世界推理文学的发展打开了一条全新的道路。之后陆续发表《斜屋犯罪》、《异邦骑士》、《奇想，天动》、《北方夕鹤2/3杀人事件》、《黑暗坡食人树》、《眩晕》、《螺丝人》等作品，均为场景宏大、诡计离奇的不朽之作。其笔下塑造的御手洗洁和吉敷竹史两大神探个性鲜明，已成为无人不知的经典形象。',
    des:'北海道，暴风雪之夜，行驶于群山之中的列车。|||枪声划破了寂静。在车厢连接处的卫生间里，一个小丑打扮的人横尸于此，尸体四周摇曳着烛光。可是，三十秒过后，尸体竟然离奇蒸发！|||不可思议之事远不止此——先是一具被火车压断的尸体行走于车厢内；随后，一位白色巨人竟然抓起了车厢，将其扔出了铁轨……|||惊天诡计，真的令吉敷竹史束手无策吗？',
    outerDownloadUrl:'https://www.xiaobaipan.com/file-25835173.html',
    downloadUrl:'https://pan.baidu.com/s/1jKc__1eaQh_X_aqmArrYcA',
    downloadCode:'2dnz'
  },
  {
    cover:'/detecitveBooks/bywdgs-min.jpg',
    name:'被遗忘的故事',
    author: '乙一',
    authorDes: '乙一（Otsuichi），1978年10月21日出生于日本福冈县，本名安达宽高。被誉为日本文坛新一代“恐怖小说精英”，日本评论家盛赞其为难得一见的天才。其作品在日本国内多次获奖。深受日本和港台地区读者喜爱。',
    des:'本书为6个中短篇小说集。 《玛丽亚的手指》：中篇小说，本书的重头戏。拥有绝世容貌的美女拥有不可思议的神奇魅力，足以蛊惑别人听命于己，并玩弄男人于股掌之间。美女被火车离奇辗死后，残留的断指仍然具有迷幻的魔力，并引导主角厘清事实的原貌。',
    outerDownloadUrl:'https://pan.baidu.com/s/121gda',
    downloadUrl:'https://pan.baidu.com/s/12Qa-o8yGGWZ4ESerbGU-Og',
    downloadCode:'6pgg'
  },
  
  // {
  //   cover:'/detecitveBooks/',
  //   name:'',
  //   author: '',
  //   authorDes: '',
  //   des:'',
  //   outerDownloadUrl:'',
  //   downloadUrl:'',
  //   downloadCode:''
  // },
  


]

export default bookData