let bookData=[
  {
    cover:'/douban10JanTvs/bsjt.webp',
    name:'白色巨塔',
    author: '西谷弘/河野圭太/村上正典/岩田和行',
    authorDes: '',
    des:'财前五郎（唐泽寿明 饰）和里见修二（江口洋介 饰）是同期实习的医生，但二者却走上了截然不同的道路。财前凭借高超的个人技术成为了外科部实际上的第一教授。财前的咄咄逼人让即将退休的第一外科教授东真藏（石坂浩二 饰）感到威胁，东教授决定另立他人。因此极具野心的财前寻求其岳父— —财前妇产诊所院长财前又一（西田敏行 饰）和第一内科教授鹈饲（伊武雅刀 饰）的帮助，通过贿赂和拉帮结派，历经波折，最终获得了第一外科教授的职位。而他的同期，第一内科助教里见却是位实事求是，热心研究的学者。二者的不同选择导致了最后不同的命运。位高权重的财前终于到达梦想的高处，却发现不胜寒风，悲剧也因此上演。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1cZlcH5T6e7w9Ruk6L8wCCw',
    downloadCode:'janw'
  },
  {
    cover:'/douban10JanTvs/bgzl.jpg',
    name:'北国之恋',
    author: '杉田成道 / 富永卓二 / 山田良明',
    authorDes: '',
    des:'这是一部感人至深的制作，在日本很受欢迎，制作者每年推出一集，连续上演多年，而参加演出的演员阵容却没有变化，从而在艺术上实现了真实。在剧中扮演父亲的是日本著名的老演员田中邦 卫，曾经因为在《背叛》、《非凡的勇气》、《八墓村》等影视剧中的演出赢得了很好的声誉，而中国观众记忆最深的则是他在《追捕》中塑造的反派角色横路进二。在《北国之恋》中，他扮演的父亲朴实、勤劳、忠厚，为了一对儿女付出了一生的精力。在《北国之恋》中扮演兄妹的吉冈秀隆、中岛朋子都是从十岁起就开始参加该部电视剧的拍摄，可以说他们是随着这部电视剧长大的，当《北国之恋》最终封镜时，这对当年的童星也成了日本演艺界的名人。此外，在本剧中客串出演的有竹下景子、宫泽理惠等著名演员。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1aGEjzgL1jje8VhwwD5e2ng',
    downloadCode:'7rio'
  },
  {
    cover:'/douban10JanTvs/fzrsw.webp',
    name:'非自然死亡',
    author: '冢原亚由子 / 竹村谦太郎 / 村尾嘉昭',
    authorDes: '',
    des:'三澄美琴（石原里美 饰）是在民间法医组织“UDI”工作的女法医，该组织专门接收由于非正常原因导致死亡的遗体，对其进行解剖以求找到案件的真相。和美琴一起工作的，还有法医中堂系（井浦新 饰）、记录员九部六郎（洼田正孝 饰）和检查技师东海林夕子（市川实日子 饰）等人。|||中堂系虽然拥有着丰富的临床经验，个性却乖僻古怪，对正义和法律理解不同的美琴和中堂之间，常常产生无法调和的矛盾。其实，中堂有一个无人知晓的秘密，他的女友在一场“意外”中不幸丧生，可种种蛛丝马迹向中堂揭示了，是一名连环杀人犯取走了女友的性命。中堂不畏人言坚定的留在UDI，正是为了找到杀死女友的凶手。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.xunlei.com/s/VMdlJC5xXNY_5ns9QX93bdrQA1',
    downloadCode:'v73j'
  },
  {
    cover:'/douban10JanTvs/sljszy.webp',
    name:'胜利即是正义',
    author: '石川淳一 / 城宝秀则',
    authorDes: '',
    des:'三木律师事务所的菜鸟黛真知子（新垣结衣 饰）为了帮一起谋杀案的当事人洗刷清白，在社长秘书泽地（小池荣子 饰）的指点下，找到了传奇律师古美门研介（堺雅人 饰）。古美门拥有极高的辩护才能，为了赢得胜利不惜使用任何手段，他至今保持着骄人的全胜纪录，也曾经是三木（生濑胜久 饰） 麾下的得意门生。但是5年前的一起事件导致这两大律师界巨擘的决裂。看在巨额律师费的份上，古美门同意出山，他凭借巧舌如簧、颠倒黑白的能力赢得诉讼。在此之后，黛加入古美门的事务所继续作为律师的修行，而接下来一连串的官司又将古美门和三木沉疴已久的旧怨重新摆上桌面。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1GsrC01-8v77Atg665Wy1jQ',
    downloadCode:'ni7m'
  },{
    cover:'/douban10JanTvs/sljszy2.webp',
    name:'胜利即是正义2',
    author: '石川淳一 / 城宝秀则 / 西坂瑞城',
    authorDes: '',
    des:'“世纪恶女”安藤贵和（小雪 饰）毒杀情夫一案震惊全国，从而也揭开《Legal High 2》的序幕。依然不改本性的古美门研介（堺雅人 饰）冒天下之大不韪出任贵和的律师，为其进行无罪辩护，谁知却遭到曾在其门下实习的新人检察官羽生晴树（冈田将生 饰）的阻截，更史无前例首尝败绩。在此之后，梦想为所有人带去幸福的羽生辞去公职，转而开起律师事务所。而古美门和黛真知子（新垣结衣 饰）致力于游说贵和上诉的同时，为了弥补事务所的开支而不得不接手各类奇怪棘手的小案子。在这一过程中，羽生亦敌亦友，成为了古美门继三木律师（生濑胜久 饰）之后另一个难缠的对手。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/13GguigBH5MrWc9zEAQ4UGg',
    downloadCode:'xsaa'
  },
  {
    cover:'/douban10JanTvs/mq.webp',
    name:'母亲',
    author: '水田伸生 / 长沼诚',
    authorDes: '',
    des:'35岁的铃原奈绪（松雪泰子 饰）只身漂泊北国。似乎因某种原因，在过去的10年里她从未回到家中。奈绪喜欢观察鸟类，却阴差阳错成为一名小学教员。在此期间，她邂逅了7岁的小女孩道木怜南（芦田爱菜 饰）。怜南想法独特，性格开朗，只是身边没有一个朋友。她生长在单亲的家庭里，母亲和 情人同居，过着寥落破败的生活。怜南的特立独行和其身上偶然发现的伤痕引起奈绪和校方的注意。他们意识到这个小女孩正遭受来自母亲的虐待，几经波折，奈绪的母性被唤起。她决定“诱拐”怜南，担当起作为母亲的责任。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1Hji2mkaglha8PeMzl0RRPw',
    downloadCode:'msnr'
  },
  {
    cover:'/douban10JanTvs/ssxj.webp',
    name:'绅士刑警',
    author: '河野圭太 / 松田秀知',
    authorDes: '',
    des:'卷曲及肩的头发，永远的黑色西服，手无缚鸡之力，这就是警署中的异类——古畑任三郎（田村正和 饰）。他的出场从来都是优雅中带着些许散漫，说话永远慢条斯理，与身边那个大呼小叫乃至有些脱线的助手今泉（西村雅彦 饰）形成鲜明对比。手枪对他来说是完全不搭调的东西，古畑所依靠的只是一颗缜密清晰的头脑。在很多人（尤其是犯人）看来，他只不过是一个温文尔雅、有点儿滑头的警探，而一旦因此而轻视的话则必定掉入古畑的推理陷阱。无论是因感情问题杀死情人的人气女漫画家（中森明菜 饰），还是孤注一掷的所谓灵能力者（石黑贤 饰），抑或是憎恨贪婪经理人而痛下杀手的时代剧演员（小林稔侍 饰），再精密的犯罪再聪明的犯人都会在古畑面前露出马脚。',
    outerDownloadUrl:'http://www.wwmulu.com/rj/ssxj2/',
    downloadUrl:'https://pan.baidu.com/s/10Y57An-MeSUF27y0zKb2eA',
    downloadCode:'do8y'
  },
  {
    cover:'/douban10JanTvs/ssxj2.webp',
    name:'绅士刑警2',
    author: '河野圭太 / 松田秀知',
    authorDes: '',
    des:'一头卷曲长发、永远的黑色西装，举止优雅，态度谦和，可是温柔笑容背后却是令所有罪恶都无处遁形的敏锐观察力，这便是拥有高超推理能力的绅士刑警古畑任三郎（田村正和 饰）。新一季中，患有自律神经失调症而长期休养的今泉慎太郎（西村雅彦 饰）陷入热恋，可是却意外成为一起杀人案的嫌疑人。这起案件之后，古畑和今泉这对黄金搭档再次合作，迎接一个又一个难缠对手的挑战，杀害同事的女校教师宇佐美百合江（泽口靖子 饰）、自导自演摩天轮爆炸案的林功夫（木村拓哉 饰）、电视智力挑战赛常胜冠军千堂谦吉（唐泽寿明 饰）、赴美旅途中所偶遇的神秘美女（鈴木保奈美 饰）……',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1ZX1p7hrAxj4zU-neAaBbEw',
    downloadCode:'a34p'
  },
  {
    cover:'/douban10JanTvs/ssxj3.webp',
    name:'绅士刑警3',
    author: '河野圭太 / 松田秀知',
    authorDes: '',
    des:'无论是光鲜亮丽、群星拱月的公众人物，还是普通行业艰苦求生的普通小人物，再谦和的外表下都藏着万千思绪，一旦心中的不满爆发，他们将化身为夺人性命的恶魔。虽然小心翼翼设计杀局，可一旦碰上绅士刑警古畑任三郎（田村正和 饰），一切罪行都将大白于天下。当红相声演员雅乐（市川染五郎 饰）、受人尊敬的村长荒木嘉右卫门（松村达雄 饰）、著名小说家安斋亨（津川雅彦 饰）、美术研究者台修三（玉置浩二 饰）……|||更隐秘的心事、更狡猾的谜局与更为多样的犯案场所。古畑刑警和搭档今泉慎太郎（西村雅彦 饰）、刑警西园寺守（石井正则 饰）、无处不在的向岛（小林隆 饰）共同展开令人击节赞叹的高超推理！',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1oRX_F9ZFeHb-jbO-WXjuww',
    downloadCode:'rxvb'
  },
  {
    cover:'/douban10JanTvs/djaqgs.webp',
    name:'东京爱情故事',
    author: '永山耕三/本间欧彦',
    authorDes: '',
    des:'从爱媛乡下来到大城市东京的广告代理店工作的永尾完治（织田裕二饰）忐忑地走出机场，迎接她的是公司女同事，海归女性赤名莉香（铃木保奈美饰）的笑颜与“丸子”的爱称。（日文中“完治”与“丸子”谐音。）老实的完治工作踏实，很快得到了莉香的表白。但他心中却有另一个女人。|||同学会上， 完治与老同学关口里美（有森也实饰）、三上健一（江口洋介饰）相遇。完治发现自己暗恋的里美在与好友三上交往，苦闷的他不知道，三上只是怀着玩的心态与里美交往，实际上三上喜欢的是医学院的女学生长崎尚子（千堂秋穗饰）。|||五个人的感情纠葛，东京城市下渴望爱的一个个灵魂。完治会选择热情奔放的莉香，还是传统女性的里美呢？',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.xunlei.com/s/VMdb_CeXYhF-__v3NOYU6F0zA1',
    downloadCode:'8xry'
  },

  {
    cover:'/douban10JanTvs/hh.webp',
    name:'火花',
    author: '广木隆一 / 白石和弥 / 冲田修一 / 久万真路 / 毛利安孝',
    authorDes: '',
    des:'名不见经传的漫才艺人德永太步，在热海的烟花大会上偶遇前辈漫才艺人神谷才藏。德永答应为对方著书立传，由此得以拜入神谷的门下。神谷的搞笑天赋固然令人折服，此外他极具感染力的人情味更是将德永深深吸引。面对这名诚挚的弟子，神谷终于敞开心怀，倾囊相授……',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1twJ3ocfw_KIESomkN9V77Q#list/path=%2F',
    downloadCode:'8023'
  },
  {
    cover:'/douban10JanTvs/xdsdecla.webp',
    name:'续倒数第二次恋爱',
    author: '宮本理江子 / 加藤裕将',
    authorDes: '',
    des:'新的一年，镰仓长仓家的快乐故事继续上演。吉野千明（小泉今日子 饰）荣升副部长，高居管理层的她对现场无比留恋。与之相对，长仓和平（中井贵一 饰）因世界遗产申报失败遭到惩罚任命，兼任观光促进课和秘书课课长，偏偏脾气乖张的市长又对他情感微妙。万理子（内田有纪 饰）走出蜗居，朝着编剧之梦迈进。真平（坂口宪二 饰）的婚礼出现问题，无奈又回归“镰仓天使”身份。典子（饭岛直子 饰）持续聒噪，与丈夫的关系进入关键时期。千明与和平若即若离，相互吐槽又惺惺相惜。而就在此时，当初用便签纸甩掉千明的青年编剧凉太（加濑亮 饰）突然出现，和平似乎也对女儿同学的母亲原田薰子（长谷川京子 饰）颇有好感。',
    outerDownloadUrl:'https://m.xiamov.com/x/20284.html',
    downloadUrl:'',
    downloadCode:''
  },
  {
    cover:'/douban10JanTvs/hn.webp',
    name:'海女',
    author: '井上刚 / 吉田照幸 / 梶原登城 / 西村武五郎 / 桑野智宏',
    authorDes: '',
    des:'厌烦了家乡一成不变的生活，24年前，对大都市东京满怀憧憬的天野春子（小泉今日子 饰）在北三陆电车开通首日离家出走。此去经年，早已成家但生活并不舒心的春子接到母亲病危的短信，于是带着女儿秋（能年玲奈 饰）返回家乡。如之前所料，这一切不过是好友大向大吉（杉本哲太 饰）的骗局，其目的是希望春子能够接替母亲夏（宫本信子 饰），继承当地有着悠久历史且即将消亡的海女职业。存有深深芥蒂的母女俩针锋相对，争执不断；而从未与外婆谋面的秋却深深为碧海蓝天以及海女所吸引。经过数日盘桓，被东京压抑的空气逼迫得喘不上气来的秋作出人生中重要的决定，那就是留下来成为一名海女。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/share/init?surl=aif1yjTL8NJayJ8dMEAKig',
    downloadCode:'love'
  },
  {
    cover:'/douban10JanTvs/ry.webp',
    name:'仁医',
    author: '平川雄一朗',
    authorDes: '',
    des:'东都大学附属医院某夜紧急收容了一名头部受创的神秘男子，脑外科值班医生南方仁（大泽隆夫 饰）为其顺利完成手术，手术转醒后男子却莫名出逃。仁在追赶中自台阶摔下昏迷，再次醒来后发现自己已身处一片树林之中，有盘头武士在厮杀。以为在拍时代剧的仁险遭殃及，所幸被青年武士橘恭太郎（小出惠介 饰）所救。仁随负伤的恭太郎回到橘家，在极其简陋的条件下为其进行了手术。目睹手术全过程的恭太郎之妹橘咲（绫濑遥 饰）深受触动，对仁产生了浓厚的兴趣。次日早晨，仁从咲口中得知震惊的事实：自己竟穿越到了幕末的江户时代！|||自此，偌大的历史画卷逐渐铺现。以仁在医学所的浮沉及自立门户后的众多医疗事件为主线，不仅坂本龙马、胜海舟、绪方洪庵、新撰组等人物/组织悉数登场，仁更邂逅了与自己在现代的未婚妻样貌惊人相似的美丽花魁野风（中谷美纪 饰）。深感命运神奇的仁在试图将现代医疗技术引入江户的同时，也努力扭转着历史洪流中众人命定的走向。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/15scvJG5LgdEN3kxERwl2PA',
    downloadCode:'0a3o'
  },
  {
    cover:'/douban10JanTvs/ry2.webp',
    name:'仁医2',
    author: '平川雄一朗 / 山室大辅 / 那須田淳',
    authorDes: '',
    des:'《仁医2》完结篇延续前篇剧情，历史依旧向着既定方向有条不紊的前行，更多耳熟能详的历史角色悉数登场。南方仁（大泽隆夫 饰）以大夫的身份在江户时代生存了下来，所开设的医馆仁友堂亦步入正轨。一天他得知橘咲（绫濑遥 饰）的母亲患了当时普遍的脚气病，由此决意制作并普及可治愈该病的点心。与此同时，坂本龙马（内野圣阳 饰）出现在仁面前请求帮助。仁随龙马来到京都救治胜海舟的师父佐久间象山，竟从苏醒的后者口中得知了惊人的往事……禁门之变后京都满目疮痍，原本留下救人的仁被新撰组带至萨摩藩救治西乡隆盛。此后，坂本龙马牵线西乡隆盛与长州藩，促成萨长同盟。|||亲历着幕末日本局势的陡然巨变，仁对自己之于这个时代意义有了崭新的认识。在不远的未来，他将重新邂逅寻找新生活的野风（中谷美纪 饰），前篇中围绕在他们周身的谜团亦将逐一得到解答。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1WEDAqPCeJ0jgAPRY-z5wJA',
    downloadCode:'aott'
  },
  {
    cover:'/douban10JanTvs/hyl.webp',
    name:'虎与龙',
    author: '金子文纪 / 片山修 / 坪井敏雄',
    authorDes: '',
    des:'早已忘记笑容为何物的混混山崎虎儿（长濑智也 饰），在替所属帮派新宿流星会催要债款时意外的被逗笑了。逗笑他的就是欠债人——落语（即单口相声）师林屋亭屯兵卫（西田敏行 饰）。于是，虎儿决定拜屯兵卫为师，学费就用债务来抵。游走于黑夜的帮派份子有了新的身份“林屋亭小虎”。|||从没接触过落语的虎儿起初很头疼，意外的邂逅了曾经的落语天才，屯兵卫的次子谷中龙二（冈田准一 饰）。极富天分的龙二却执意要经营没有人气造型诡异的服装店“Dragon Soda”。二人的相识，在无形中也影响着对方。而虎儿也找到了属于自己的落语，把身边的事结合传统相声，打造出新的落语。每集一个小故事，即是历代相传的经典，也记录着现实里的点滴，或悲或喜。',
    outerDownloadUrl:'http://www.repanso.com/f2/10651ebdf1133a742f883fbdf674581d.html',
    downloadUrl:'',
    downloadCode:''
  },
  {
    cover:'/douban10JanTvs/xg.webp',
    name:'西瓜',
    author: '佐藤东弥 / 吉野洋 / 佐久间纪佳',
    authorDes: '',
    des:'34岁的早川基子（小林聡美饰）在一家信用金库工作，她和好友兼同事马场万里子（小泉今日子饰）是单位里同期进去的员工里唯二没有结婚的，没有爱情，在家里被母亲（白石加代子饰）当做孩童般管束；工作也是一日一日的简单重复，基子对这样的人生感到迷茫。|||有一天，万里子突然带着3亿日元出逃，她打了通电话给基子告诉其要“精彩过日子。”基子怀着复杂的心情失声痛哭，之后，她开始重新审视自己的生活。|||基子无意间走到一个名为“Happiness三茶”的地方，在那里竟然邂逅了20年前的玩伴龟山绊（ともさかりえ饰），最终基子搬来这里，和天真妹房东芝本ゆか（市川実日子饰）、贫穷而乐观的绊、人生经验丰富的教授（浅丘ルリ子饰）开始了一段美好的同居生活。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/share/init?surl=c2RVLZy',
    downloadCode:'love'
  },
  {
    cover:'/douban10JanTvs/ll.webp',
    name:'铃兰',
    author: '吉田邦夫',
    authorDes: '',
    des:'故事发生在北海道的驿，从被丢弃在车站的孤儿开始讲述了淳朴善良坚强的女主人公阿萌的一生，明日萌车站、蒸汽列车、北海道的雪景使人过目难忘。阿萌的幼年时期由柊塯美 饰演，青年时期由远野止子饰演，老年时期由倍赏千惠子饰演，阿萌的养父由桥爪功饰演，母亲由倍赏美津子饰演。',
    outerDownloadUrl:'https://www.qcmvs.com/vod/90584.html',
    downloadUrl:'',
    downloadCode:''
  },
  {
    cover:'/douban10JanTvs/gddmsj1.webp',
    name:'孤独的美食家第一季',
    author: '溝口憲司 / 宝来忠昭',
    authorDes: '',
    des:'井之头五郎(松重丰 饰)独自经营着一家杂货店，他的小店虽然不是实体店，却接到不少客人的订单。每次接单他都亲自登门拜访客户，也因此发现了隐藏在城市里各个角落的美食。每当完成工作任务后，饥肠辘辘的他放下一切，专心地寻找着东京街头巷尾能勾起他食欲的小店，美食总是与他不期而遇。香喷喷的烤鸡肉串、热辣的无汤担担面、一个人的美味烤肉、入口即化的静冈关东煮、香脆可口的炸猪排套餐等等，每当沉浸在一个人享受美食的过程中，井之头五郎内心除了美味心无旁骛，填饱肚子后烦恼也一扫而光。|||本剧是根据久住昌之创作、谷口二郎作画的同名漫画改编而成，运用了类似纪录片的描述方式，其中剧中登场的餐馆全部都是真实存在的，每集之后更有作者亲自走访剧中小店，采访老板并且品尝更多特色美食。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1pVFxVY-DnXDrgT_-rqFJkQ',
    downloadCode:'kk3p'
  },
  {
    cover:'/douban10JanTvs/gddmsj2.webp',
    name:'孤独的美食家第二季',
    author: '溝口憲司 / 宝来忠昭',
    authorDes: '',
    des:'前方注意，一大波美食跟随着名为井之头五郎（松重丰 饰）的吃货大叔正在逼近！个体户五郎的足迹因为工作的关系正在逐步扩大。去四处拜访顾客，为顾客找寻满意的物件，五郎在和不同的人和事的接触过程中，也邂逅了各类美食。每当工作完成，肚子就会开始指使五郎跟随自己的心意追寻理想的美食。好吃的食物并不只存在于高档酒店，精致布局，它可能就是一份便宜的天妇罗定食、引得人人欢呼的鸡汁土豆泥、商店街的小吃、海边小镇随意的鱼料理……但它们就是有魔力消除一天的疲惫和心中的不快，然后在饱腹和暖意中让人怀着笑意继续前行。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1Bepvy5GRHzMJYt_2L8FxYw',
    downloadCode:'ntr2'
  },
  {
    cover:'/douban10JanTvs/gddmsj3.webp',
    name:'孤独的美食家第三季',
    author: '溝口憲司 / 井川尊史 / 宝来忠昭',
    authorDes: '',
    des:'久违的吃货五郎又回来了！个体杂货商店的老板井之头五郎（松重丰 Yutaka Matsushige 饰）将在这个夏天不仅继续为千奇百怪的客人搜寻各种稀奇古怪的玩意儿，更将在工作间隙再次带领大家深入日本的大街小巷饱尝各色令人垂涎欲滴的美食。从重磅出击的奶油水果三明治早餐，到浓郁醇香的黑咖啡，到油光锃亮的鳗鱼配上晶莹剔透的米饭，再到百吃不厌的中华料理，五郎虽然还是一个人吃饭，可是却将那种一个人的忘我和悠然发挥得更加淋漓尽致。大快朵颐后的满足不禁不断让人感受到生活中简单的美好，更让我们看到其实并不“孤独”的民间美食家井之头五郎。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1aFHfRFyNa7sMSTk3w0hfCA',
    downloadCode:'xdij'
  },
  {
    cover:'/douban10JanTvs/gddmsj4.webp',
    name:'孤独的美食家第四季',
    author: '沟口宪司 / 井川尊史',
    authorDes: '',
    des:'美食漫画《孤独的美食家》在改编真人日剧后大受欢迎，现在日剧《孤独的美食家4》宣布将从7月9日起在东京电视台播出，主人公井之头五郎继续由演员松重丰饰演。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/share/init?surl=OggxWXD3eMiVHfg4WY2doQ',
    downloadCode:'love'
  },
  {
    cover:'/douban10JanTvs/gddmsj5.webp',
    name:'孤独的美食家第五季',
    author: '溝口憲司 / 井川尊史 / 北畑龍一',
    authorDes: '',
    des:'松重丰饰演的主人公井之头五郎，借工作之便在出差地周边的美食店驻足，自由享用想吃的美食并度过自在时光。《孤独的美食家 第五季》就是这样的一档美食纪录片。|||　五郎叔的食相实在是太诱人，即便是在深夜播出也激起了不少观众的食欲，可谓是典型的“深夜报社”系列。自2012年1月第一季播出以来，收视率一季更比一季高，终于于今年迎来了万众瞩目的第五季，让我们拭目以待！',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1htubYtf1iK9S61xM8gl5Wg',
    downloadCode:'love'
  },
  {
    cover:'/douban10JanTvs/gddmsj6.webp',
    name:'孤独的美食家第六季',
    author: '溝口憲司 / 井川尊史 / 北畑龍一',
    authorDes: '',
    des:'由久住昌之创作、谷口治郎作画，从1994年到1996年在扶桑社《月刊PANJA》杂志上连载的漫画。|||讲述的是一名个人经营进口杂货商店的男子井之头五郎，在工作间隙前往餐馆当中吃饭的场景的故事。作品中登场的餐馆全部都是实际存在的，其中一个重要的特点就在于基本上都是一些大众化的餐馆，只不过作品中并不是单纯地描述食文化，而是着重表现主人公吃饭的场景以及心理描写。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/share/init?surl=JiEGxY4i1qUVdS6Iq9NkhA',
    downloadCode:'love'
  },
  {
    cover:'/douban10JanTvs/gddmsj7.webp',
    name:'孤独的美食家第七季',
    author: '井川尊史 / 沟口宪司',
    authorDes: '',
    des:'2012年1月，深夜开始悄悄播放的“孤独的美食家”终于迎来第7季了！众所周知，上季season 6从大阪的味道开始播出，但这次season 7重返初心，并开始与市井中不为人知的奇妙美食相遇。在“孤独的美食家”中，除了会有最强菜品的肉料理和最受欢迎的中华料理等丰富多彩的菜单外，必不可少的日本料理将继续登场，并且还有出差篇等，节目魅力十足。另一方面，我们还将带来新的惊喜，带来不同的挑战，比如我们还没有推出的美食类型的外观，或者合并新产品。 敬请期待。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/share/init?surl=kJgnpv4gWoQLhJhJ5hMf_A',
    downloadCode:'love'
  },
  {
    cover:'/douban10JanTvs/gddmsj8.webp',
    name:'孤独的美食家第八季',
    author: '井川尊史',
    authorDes: '',
    des:'第8季将围绕“勿忘初心”，挑战甜点特辑和美食剪辑等全新的主题，一定会让你大吃一惊。另外，那些藏在名不见经传的街头巷尾的美食也不容错过。备受瞩目的第一集将从那个热闹的地方启程。前所未有的美食类型和多年来追求的至上美味接连登场。看着看着肚子就饿了。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/16zxhsYbanv8HPw55fTh8og',
    downloadCode:'cjhk'
  }

]

export default bookData