let bookData=[
  {
    cover:'/zhihuBooks/rsdzh-min.jpg',
    name:'人生的智慧',
    author: '阿图尔·叔本华',
    authorDes: '叔本华（Arthur Schopenhauer，1788—1860）是德国著名哲学家，唯意志主义和现代悲观主义创始人。1788年2月22日诞生在但泽（今波兰格旦斯克）一个异常显赫的富商家庭，自称“性格遗传自父亲，而智慧遗传自母亲”。他一生未婚，没有子女，以狗为伴。叔本华家产万贯，但不得志，一直过着隐居的生活。25岁发表了认识论的名篇《论充足理性原则的四重根》。30岁完成了主要著作《作为意欲和表象的世界》，首版发行500本，绝大部分放在仓库里。53岁出版《伦理学的两个根本问题》。62岁完成《附录和补遗》，印数750本，没有稿费。65岁时《附录和补遗》使沉寂多年的权本华成名，他在一首诗中写道：“此刻的我站在路的尽头，老迈的头颅无力承受月桂花环。”1860年9月21日在法兰克福病逝。',
    des:'他于1850年写了《附录和补遗》一书，《人生的智慧》是该书中的一部分。在书中，他以优雅的文体，格言式的笔触阐述了自己对人生的看法。《人生的智慧》使沉寂多年的叔本华在晚年一举成名。我社出版的这本全译本是我国第一个根据德文版译出的中文本。这本书讨论的事情与我们的世俗生活至为接近，诸如健康、财富、名声、荣誉、养生和待人接物所应遵守的原则等。正如叔本华所说的，在这本书里他尽量以世俗、实用的角度考虑问题。因此，这本书尤其适合大众阅读。虽然叔氏尽量放弃了居高俯临的审视角度，但关于错综复杂并因此众说纷纭的世俗人情的话题，经过这位思想大师一贯深刻而因此透彻的讨论之后，变得清晰简明，话题也几已穷尽矣。',
    outerDownloadUrl:'http://blog.sina.com.cn/s/blog_ea4d955d0102yi2b.html',
    downloadUrl:'https://pan.baidu.com/s/17C2amXYjB3qbycEw8T9OVw',
    downloadCode:'ke92'
  },
  {
    cover:'/zhihuBooks/rljs-min.jpg',
    name:'人类简史',
    author: '尤瓦尔·赫拉利',
    authorDes: '尤瓦尔·赫拉利，1976年生，牛津大学历史学博士，现为耶路撒冷希伯来大学的历史系教授，青年怪才，全球瞩目的新锐历史学家。他擅长世界历史和宏观历史进程研究。在学术领域和大众出版领域都有很大的兴趣。|||他的《人类简史》一书让他一举成名，成为以色列超级畅销书，目前这本书已授20多个国家版权，在历史学之外，人类学、生态学、基因学等领域的知识信手拈来，根据图书改变的课程上传YOUTUBE后风靡全球，拥有大批青年粉丝。写书，视频课程之外，他还开设有专栏。',
    des:'十万年前，地球上至少有六种不同的人,但今日，世界舞台为什么只剩下了我们自己？从只能啃食虎狼吃剩的残骨的猿人，到跃居食物链顶端的智人，从雪维洞穴壁上的原始人手印，到阿姆斯壮踩上月球的脚印，从认知革命、农业革命，到科学革命、生物科技革命，我们如何登上世界舞台成为万物之灵的？从公元前1776年的《汉摩拉比法典》，到1776年的美国独立宣言，从帝国主义、资本主义，到自由主义、消费主义，从兽欲，到物欲，从兽性、人性，到神性，我们了解自己吗？我们过得更快乐吗？我们究竟希望自己得到什么、变成什么？',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1URnJnpzGfZtMg_gbJDDqQw',
    downloadCode:'b8n4'
  },
  {
    cover:'/lifeBooks/hcrsdyy-min.jpg',
    name:'活出人生的意义',
    author: '维克多·弗兰克',
    authorDes: '维克多·E.弗兰克尔（Frank.V.E.,1905-1997），医学博士，维也纳医科大学神经与精神病学教授，担任维也纳神经综合医学院的首席专家长达25年，他创立了“意义疗法”及“存在主义分析”，被称之为继弗伊德的心理分析、阿德勒的个体心理学之后的维也纳第三心理治辽学派 。他拥有哈佛大学、斯坦福大学，达拉斯大学和匹兹堡大学教授职位，并在加利福尼亚圣迭哥国际大学教授意义辽法。弗兰克尔共出版了39部作品，并被翻译成34种语言。他的作品《活出生命的意义》”美国最有影响力的十大图书“之一。',
    des:'著名心理学家弗兰克尔是20世纪的一个奇迹。纳粹时期，作为犹太人，他的全家都被关进了奥斯威辛集中营，他的父母、妻子、哥哥，全都死于毒气室中，只有他和妹妹幸存。弗兰克尔不但超越了这炼狱般的痛苦，更将自己的经验与学术结合，开创了意义疗法，替人们找到绝处再生的意义，也留下了人性 史上最富光彩的见证。弗兰克尔一生对生命充满了极大的热情，67岁仍开始学习驾驶飞机，并在几个月后领到驾照。一直到80岁还登上了阿尔卑斯山。这《活出生命的意义》曾经感动千千万万的人，它被美国国会图书馆评选为具有影响力的十本著作之一。到今天，这部作品销售已达1200万册，被翻译成24种语言。他并不是当年集中营里被编号为119104的待决囚徒，而是让人的可能性得以扩大的圣者。',
    outerDownloadUrl:'https://www.xiaobaipan.com/file-27892147.html',
    downloadUrl:'https://pan.baidu.com/s/18fqDZCmewXgcGVCwOLUuFw',
    downloadCode:'7qhu'
  },
  {
    cover:'/lifeBooks/flxdr-min.jpg',
    name:'非理性的人',
    author: '威廉·巴雷特',
    authorDes: '威廉·巴雷特（William Barrett，1913～1992），美国哲学家，存在主义主要代表之一。其主要著作有《非理性的人》、《什么是存在主义》、《自我与本能》等。《非理性的人（精）》是威廉·巴雷特的成名作和代表作，被公认为英语国家中研究、解释和介绍存在主义的最优秀的著作，在美国和整个西方哲学界享有很高的声誉。它在问世后多次再版，畅销不衰，至今仍被一些大学列为“当代哲学”和“存在主义哲学”课程的教科书。',
    des:'本书是美国哲学家巴雷特的代表作，被公认为英语国家中研究、解释和介绍存在主义的最优秀的著作，在西方学界享有很高的声誉。它在问世后多次再版，长销不衰，至今仍是一些西方大学的“当代哲学”课程的教科书。本书文字通俗易懂，论证清晰有力。',
    outerDownloadUrl:'http://www.fast8.com/view/3480.html',
    downloadUrl:'https://pan.baidu.com/s/1b9lMgDr8ysG9j3dsNKnHVA',
    downloadCode:'3s3d'
  },
  {
    cover:'/zhihuBooks/zsdjy-min.jpg',
    name:'自私的基因',
    author: '理查德·道金斯',
    authorDes: '理查德•道金斯，1941年3月26日生，英国皇家科学院院士，牛津大学教授，著名科普作家，生物学家。2001年当选为英国皇家学会院士。2005年英国《前景》杂志会同美国《外交政策》杂志网络调查，评选出在世的全球100名最有影响力的公共知识分子之一。他是英国最重要的科学作家，几乎每本书都是畅销书，并经常在各大媒体引起轰动。他的畅销书中，于1976年出版的《自私的基因》为最重要的代表作，他的基因观念，颠覆了我们对自身的幻觉，深刻影响了整整一个时代。',
    des:'《自私的基因》是20世纪最经典的著作，这版三十周年纪念版，在前版本基础上有两章增补和修订。我们从哪里来，又将到哪里去。生命有何意义，我们该如何认知自己？《自私的基因》充满想象力。任何生物，包括我们自己，都只是求生的机器。这本书是实实在在的认知科学，复制、变异和淘汰简单的三种机制可以演变出所有大千世界生命现象里的林林总总。|||道金斯在《自私的基因》中的突破性贡献在于，把根据自然选择的社会学说的这一重要部分，用简明通俗的形式，妙趣横生的语言介绍给大家，这是第一次。他惊世骇俗地在《自私的基因》中提出：我们生来是自私的。人类窥见了社会关系中基本的对称性和逻辑性，在我们有了更充分的理解之后，我们的政治见解当会重新获得活力，并对心理学的科学研究提供理论上的支柱。在这一过程中，我们也必将对我们受苦受难的许多根源有一个更深刻的理解。',
    outerDownloadUrl:'https://www.xiaobaipan.com/file-30095972.html',
    downloadUrl:'https://pan.baidu.com/s/1QJedvqKpNGVCMehyb5XR5Q',
    downloadCode:'bl43'
  },
  {
    cover:'/lifeBooks/grxcl-min.jpg',
    name:'个人形成论',
    author: '卡尔·R·罗杰斯',
    authorDes: '卡尔・R・罗杰斯(1902－1987)是美国著名心理学家，人本心理学的创始人。他认为人性本善，有自我实现的发展潜力；他创立的“当事人中心疗法”主张心理治疗师要有真诚关怀当事人的感情，在真诚和谐的关系中启发当事人运用自我发展潜力促进自身的健康成长，增强自信心。 罗杰斯的心理疗法在当今欧美各国广泛流行。他认为这一原理也适用于教师与学生、父母与子女以及一般的人与人之间的关系。自20世纪50年代以来，他的影响遍及全世界，而且至今魅力不减。',
    des:'这是――本写给“有智慧的普通人”的书。 20世纪50年代，罗杰斯成名以后在各地作演讲，本书即主要根据这些演讲和未发表的文章整理而成，体现了罗杰斯的基本思想。 本书包括罗杰斯与各种各样群体的对话，对人们善意的提问和攻击性的挑战的回答，主题涉及罗杰斯的个人背景与生活经历、关于助益性人际关系尤其是治疗关系的实质和要素、个人形成的方向以及过程、人生哲学的讨论、对心理治疗的研究，还包括当事人中心治疗观在学校教育、家庭生活、企业组织沟通甚至国际关系领域的应用含义。 罗杰斯的声音――充满爱心和激情，自信而恳切――将《个人形成论》中的多篇论文连成了一个整体。与我们对话的这个人知识异常丰富，而且又十分耐心，他仔细聆听别人，也聆听自己。这种全神贯注的聆听有利于促进个人的成长，也有利于我们思考这个宏大的理论问题：成为一个人究竟意味着什么?',
    outerDownloadUrl:'https://www.xiaolipan.com/p/1407622.html',
    downloadUrl:'https://pan.baidu.com/s/1uBostVKr09e7ddre9zPoOw',
    downloadCode:'7uul'
  },
  {
    cover:'/zhihuBooks/qclbd-min.jpg',
    name:'穷查理宝典',
    author: '彼得·考夫曼',
    authorDes: '在公众眼中，沃伦·巴菲特是伯克希尔·哈撒韦的代表人物，是该公司多年来取得非凡成就的大功臣；但另有一人也对该公司传奇般的业绩作出了重要贡献，那就是查理·芒格。虽然他在普通人中的知名度远没有巴菲特那么高，但他同巴菲特一样，能引领你作出更好的投资和决策，让你对世界和生活有更深刻的理解。汇集他最出色的演讲、箴言和思想的《穷查理宝典》将向你证明这一点。',
    des:'《穷查理宝典》收录了查理过去20年来主要的公开演讲。除简单而权威的查理传略外，其后的《芒格的生活、学习和决策方法》以及《芒格主义：查理的即席谈话》整理了芒格最精华的思维与决策方式和以往在伯克希尔·哈撒韦公司和西科金融公司年会上犀利——和幽默——的评论。|||而最后最珍贵的十一篇讲稿则全面展现了这个传奇人物的聪明才智。贯穿全书的是芒格展示出来的聪慧、机智，其令人敬服的价值观和深不可测的修辞天赋。他拥有百科全书式的知识，所以从古代的雄辩家，到18、19世纪的欧洲文豪，再到当代的流行文化偶像，这些人的名言他都能信手拈来，并用这些来强调终身学习和保持求知欲望的好处。',
    outerDownloadUrl:'http://www.duodu.cc/a/fandengxi/1992.html',
    downloadUrl:'https://pan.baidu.com/s/1o6fFMaFShAvb6ah7dLsHQg',
    downloadCode:'xfe9'
  },
  {
    cover:'/zhihuBooks/jrjs-min.jpg',
    name:'今日简史',
    author: '尤瓦尔·赫拉利',
    authorDes: '畅销书《人类简史》《未来简史》作者，牛津大学历史学博士，耶路撒冷希伯来大学教授，全球瞩目的新锐历史学家。其关注的领域横跨历史学、人类学、生态学、基因学等，他从宏观角度切入的研究往往得到颇具新意而又耐人寻味的观点，引发全球广泛关注。',
    des:'四年前，尤瓦尔•赫拉利的《人类简史》横空出世，颠覆了我们关于人类进化的认知。2016年，他的《未来简史》再度惊艳四座，刷新了我们对未来的想象，掀起了全球关于人工智能讨论的新思潮。现在，“简史三部曲”收官之作《今日简史》推出，将目光聚焦到当下，直面今天关乎我们每个人命运的问题和挑战。|||尤瓦尔•赫拉利认为，智人之所以能够崛起成为地球的主宰者，主要原因在于其具备了虚构故事的能力。然而，在当前这样一个分化的世界，我们对旧故事已失去信心，对新故事亦远未达成共识。|||《今日简史》提出，当前人类社会面临着科技颠覆、生态崩溃和核战争三大挑战。“国家”这一身份认同已不足以应对今天的挑战，任何一个国家都无法独立解决全球性问题。人工智能和生物技术正在颠覆原有的社会结构和分配方式，数据成为最重要的资源。|||当数据巨头比我们更了解自己，当“在线”成为一种生存方式，如何规范数据的所有权？能否建立起一个维护人类自由和平等的全球社群？人工智能和生物技术已使人类掌握了重塑和重新设计生命的能力。我们该如何运用这种能力，上演另一出全新大戏？|||在一个信息爆炸却多半无用的世界，清晰的见解就成了一种力量。对于关乎人类命运的种种议题，尤瓦尔•赫拉利在《今日简史》中没有简单给出答案，而是引发了我们进一步思考。',
    outerDownloadUrl:'http://77ebooks.com/archives/227',
    downloadUrl:'https://pan.baidu.com/s/1DRVQb5va4cP_ZDe1olxHUQ',
    downloadCode:'50he'
  },
  {
    cover:'/zhihuBooks/btydyq-min.jpg',
    name:'被讨厌的勇气',
    author: '岸见一郎 / 古贺史健',
    authorDes: '岸见一郎,哲学家。1956年生于京都，现居京都。高中时便以哲学为志向，进入大学后屡次到老师府上进行辩论。京都大学研究生院文学研究系博士课程满期退学。1989年起致力于研究专业哲学和阿德勒心理学。主要活动领域是阿德勒心理学及古代哲学的执笔与演讲，同时还在精神科医院为许多青年做心理辅导。日本阿德勒心理学会认定顾问。译著有阿尔弗雷德?阿德勒的《个人心理学讲义》和《人为什么会患神经病》，著作有《阿德勒心理学入门》等多部作品。本书由其负责原案。|||古贺史健,自由作家。1973年出生。以对话创作（问答体裁的执笔）见长，出版过许多商务或纪实文学方面的畅销书。他创作的极具现场感与节奏感的采访稿广受好评，采访集《16岁的教科书》系列累计销量突破70万册。近30岁的时候邂逅阿德勒心理学，并被其颠覆常识的思想所震撼。之后，连续数年拜访京都的岸见一郎并向其请教阿德勒心理学的本质。本书中他以希腊哲学的古典手法“对话篇”进行内容呈现。著有《想要让20岁的自己接受的文章讲义》。',
    des:'「被讨厌的勇气」并不是要去吸引被讨厌的负向能量，而是，如果这是我生命想绽放出最美的光彩，那么，即使有被讨厌的可能，我都要用自己的双手双脚往那里走去。」|||「因为拥有了被讨厌的勇气，于是有了真正幸福的可能。」|||你是否常常对繁琐的生活感到乏味？你是否时时为复杂的人际关系感到疲惫？你是否认为人生的意义越来越模糊难见？我们如何能够在繁杂的日常琐碎和复杂的人际关系中用自己的双手去获得真正的幸福？这一切的答案尽在这本《被讨厌的勇气》中！',
    outerDownloadUrl:'https://zhidao.baidu.com/question/1888189174646284588.html',
    downloadUrl:'https://pan.baidu.com/s/1dF7xd_YQ7fy74bG-XxYrdQ',
    downloadCode:'lgjb'
  },
  {
    cover:'/lifeBooks/ysdgs-min.jpg',
    name:'艺术的故事',
    author: 'E·H·贡布里希',
    authorDes: '恩斯特·贡布里希爵士（Sir. Ernst Gombrich）（1909——2001）生于维也纳，并在维也纳大学攻读美术史。1936年移居英国，进入伦敦大学瓦尔堡大学。曾任牛津大学斯莱德美术讲座教授，哈佛、康奈尔等多所大学的客座教授，并于1972年被英王授封勋爵。主要学术著作有《艺术的故事》《秩序感》《象征的图像》等。贡布里希善于以简明晓畅的语言来表达严肃的题目，以便初入门者能轻松学习。',
    des:'《艺术的故事》概括地叙述了从最早的洞窟绘画到当今的实验艺术的发展历程，以阐明艺术史是“各种传统不断迂回、不断改变的历史，每一件作品在这历史中都既回顾过去又导向未来。|||继1997年三联版《艺术的故事》后，英国费顿出版社授权广西美术出版社独家出版，也是国内唯一合法授权的版本。',
    outerDownloadUrl:'https://www.gpdf.net/19929.html',
    downloadUrl:'https://pan.baidu.com/s/1y38km60YZib8V5xgqVGZRg',
    downloadCode:'ihou'
  },
]

export default bookData