let bookData=[
  {
    cover:'/professionBooks/dwxxl-min.jpg',
    name:'第五项修炼',
    author: '彼得·圣吉',
    authorDes: '彼得·圣吉博士（Dr.Peter M. Senge），麻省理工学院斯隆管理学院的高级教授讲师，国际组织学习学会(SoL)和索奥中国（SoL China）的创始主席。除《第五项修炼》之外，他还与人合著了《第五项修炼实践篇》（1994）、《变革之舞》（1999）、《学习型学校》（Schools that Learn, 2000）、《体悟当下》（Presence, 2004），以及最近出版的《必要的革命》（The Necessary Revolution, 2008）等著作。圣吉被誉为最富创新精神的世界级管理学和领导学思想大师之一。他早年毕业于斯坦福大学工程专业，并获得麻省理工社会系统模型硕士和管理学博士，现家居美国马萨诸塞州。',
    douNums:'8.6',
    des:'彼得·圣吉这次重新修订畅销经典《第五项修炼》，背后是15年来把原书理念付诸实践的经验和案例。圣吉明确指出，从长远来看，你的组织唯一可持续的竞争优势，就是比对手更好更快的学习能力。15年前，许多《第五项修炼》的核心理念都曾显得很激进。但这些理念的许多应用方法，后来已经被融入到人们观察世界的方式中，也被整合到人们的管理实践中；新版书中的领导力案例故事揭示了这些经历。 《第五项修炼》描述了公司如何通过采用学习型组织的战略和行动对策，来排除威胁组织效率和事业成功的“学习障碍”。在学习型组织中，新型的、扩展性的思考模式得到培育，集体的热望得到释放，大家不断在学习如何开创自己真心向往的成就。 这本工商管理经典著作的增订扩充新版，包含了100多页新增内容，这些新内容是基于对几十家公司的实践者的访谈，这包括：BP、联合利华、英特尔、福特、惠普和沙特阿拉伯阿美石油公司，还包括其他类型的组织，如：波士顿社区组织罗卡、牛津乐施会和世界银行。新增内容里有一篇特别的新序言，描述了圣吉自原版书出版以来在学习型组织研究方面的成果，还增加了关于“推动力”（开始起步）、“战略与策略”、“领导的新工作”、“系统的公民”和“未来的前沿”等新章节。',
    outerDownloadUrl:'http://www.xz7.com/downinfo/374178.html',
    downloadUrl:'https://pan.baidu.com/s/1GIOSZZqD0rWDNFbCpw5-cA  ',
    downloadCode:'god4'
  },
  {
    cover:'/zhihuBooks/xhtw-min.jpg',
    name:'学会提问',
    author: '尼尔·布朗/斯图尔特·基利',
    authorDes: '尼尔·布朗（Neil Browne），博林格林州立大学（Bowling Green State University）的杰出经济学教授。获有托雷多大学法学博士学位和德州大学的博士学位。曾经合著七本书，并在专业期刊发表一百余篇研究论文。数十所学院和大学曾经聘请布朗教授，协 助教职员培养批判性思考技巧。他也任职于《韩国批判性思考期刊》的编辑委员会。一九八九年，荣获教育促进支持协调会的“全国年度杰出教授”银牌奖章。同年也获“俄亥俄州年度杰出教授”荣衔。曾获颁无数地方性和全国性的教学奖。|||斯图尔特·基利（Stuart M. Keeley），美国伊利诺伊大学心理学博士。现为美国鲍灵格林州立大学心理学教授。',
    douNums:'8.3',
    des:'如果在你的家乡投资建一座核电厂，你会支持还是反对？如果学校出于安全考虑要对每一个学生进行安全检查，你会高兴还是愤怒？如果你的兄弟姐妹做了父母明令禁止的事，你会告诉父母还是隐瞒不说？无数专家都说股市要跌、房价要涨，或者激烈地唱着反调，你相信谁？质疑谁？结论是唯一的吗？所有这些问题背后，你自己的观点是什么？你的理由是什么？有确凿的证据来证实吗？在一个被泛滥信息包围的时代，每时每刻都会遇到各种问题，大到涉及世界经济发展趋势，小到个人生活的决策。面对别人兜售的观点——他们热衷于让你相信这是“事实”，你明明觉得有什么不对劲，可一时又很难找到突破口反驳，你有能力提出关键问题，让众说纷纭的争论立见分晓，让道貌岸然的说谎者原形毕露吗？面对提问，你有能力组织更多确凿的证据支持自己的观点吗？还是只把声高当有理？一遇到别人提出相反的观点时，就认为别人是没事找茬，有意和自己过不去，甚至为此恼火：他为什么横竖不肯接受我的观点？过于感情投入，最大危险就是你可能没法识别谬误和操纵。遇到一个难回答的问题，将它直接枪毙掉比仔细思考然后做出回答要容易得多，而且，这样做一定让你显得一言九鼎霸气外露，但也在无形中关闭了通往批判性思维大门。不草率、不盲从，对问题深思熟虑，不为感性和无事实根据的传闻所左右，尽力理解那些价值观和我们背道而驰的人的分析推理方式，克服偏见对判断的影响，这样才有可能得出更为正确、理性的结论。我们需要靠自己去问为什么！擦亮双眼看清世界！',
    outerDownloadUrl:'http://www.downcc.com/soft/275479.html',
    downloadUrl:'https://pan.baidu.com/s/1r4abSFGQtndn0knmOZ6RwQ',
    downloadCode:'r6rs'
  },
  {
    cover:'/professionBooks/xxzd-min.jpg',
    name:'学习之道',
    author: '芭芭拉•奥克利',
    authorDes: '现为工程学教授，本科专业（居然是）俄语。|||小学到高中数理成绩一路垫底，因此热爱文学。职场生活，不得不学习大量新鲜知识，甚至是头疼的数学知识。放下工作，回到学校，竟然学成了工程学博士，后留任教授。在MOOC、Coursera上开创最受欢迎的学习课“learning how to learn”，数十万人报名。|||本书一出版即高居美国亚马逊学习类图书榜首，是一本学习神书，看过的人秒变“学霸体质”，开启外挂模式。',
    douNums:'7.9',
    des:'在竞争激烈的高阶领域，决胜关键不仅在于知识多寡，还包括心理层面的锻炼：承受压力、把阻力化为优势，以及体能和情绪迅速复原的能力。而真正的学习赢家，能够在追求卓越的过程中持续总结心得，最终以健康的心态和纯熟的技巧，表现出最好的自己。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/158034918',
    downloadUrl:'https://pan.baidu.com/s/1cpEdy1fNZM-d09VmCvPMJw',
    downloadCode:'i6jy'
  },
  {
    cover:'/zhihuBooks/zkl-min.jpg',
    name:'自控力',
    author: '凯利•麦格尼格尔',
    authorDes: '凯利•麦格尼格尔教授（Kelly McGonigal, Ph.D.）是斯坦福大学备受赞誉的心理学家，也是医学健康促进项目的健康教育家。她为专业人士和普通大众开设的心理学课程，包括“意志力科学”（The Science of Willpower）和“在压力下好好生活”（Living Well with Stress），都是斯坦福大学继续教育学院历史上最受欢迎的课程。她还为《今日心理学》（Psychology Today）杂志网站开设了“意志力科学”博客。她目前居住在加利福尼亚州的帕洛阿尔托市。',
    douNums:'8.2',
    des:'《自控力》内容简介：作为一名健康心理学家，凯利•麦格尼格尔博士的工作就是帮助人们管理压力，并在生活中做出积极的改变。多年来，通过观察学生们是如何控制选择的，她意识到，人们关于自控的很多看法实际上妨碍了我们取得成功。例如，把自控力当作一种美德，可能会让初衷良好的目标脱离正轨。所以，麦格尼格尔要求她的学生了解影响自控的生理学基础、心理陷阱和各种社会因素。麦格尼格尔吸收了心理学、神经学和经济学等学科的最新洞见，为斯坦福大学继续教育项目开设了一门叫做“意志力科学”的课程，参与过这门课程的人称其能够“改变一生”。这门课程就是《自控力》一书的基础。本书为读者提供了清晰的框架，讲述了什么是自控力，自控力如何发生作用，以及为何自控力如此重要。',
    outerDownloadUrl:'http://www.downcc.com/soft/286307.html',
    downloadUrl:'https://pan.baidu.com/s/1r0A4KuBVfd_OagHIF1xHwQ',
    downloadCode:'hplp'
  },
  {
    cover:'/professionBooks/jlgl-min.jpg',
    name:'精力管理',
    author: '吉姆•洛尔/托尼•施瓦茨',
    authorDes: '吉姆•洛尔博士，全球著名心理学家，其革命性的精力管理训练系统获得了来自世界各地的认可。在洛尔博士30多年的研究中，他始终相信个人成功最重要的因素是性格的力量，并指出性格同肌肉一样是可以通过精力管理训练塑造的。|||洛尔博士曾同来自体育、医疗、法律、商业等领域的顶尖人物合作，帮助他们突破瓶颈，获得更持久的高效表现，个人与组织客户包括宝洁公司、雅诗兰黛、FBI人质营救小组、网球冠军吉姆•考瑞尔以及奥运会速滑冠军丹•詹森等。他还是美国心理协会、美国体能协会、应用运动心理学协会等专业组织的正式会员。|||托尼•施瓦茨，精力项目机构（Energy Project）的CEO和总裁，该机构致力于帮助组织取得持续的最佳表现，满足员工的需求，点燃组织和领导者的激情。他曾经是《纽约时报》记者，《新闻周刊》的编辑，《时尚先生》签约作者及《快公司》的专栏作家，出版过多部畅销书。',
    douNums:'7.7',
    des:'《精力管理》是一本能让你的新年愿望实现的书！|||重磅畅销书，全新制作回归，满满全是干货！|||不是时间不够用，而是精力没管好！我们期待改变的发生，却往往发现自己在原地挣扎。每一天的时间量是固定不变的，但是我们可用的精力的储备和质量却可以改变。认识到这一事实就会让你拥有颠覆生活方式的力量。|||稍微调整你的早餐，整个上午就会表现更好；抽五分钟做几个动作，下午的工作很有可能提前结束；花点时间重拾过去的兴趣爱好，你会发现生活重新变得新鲜有趣……而所有这些看得见效果的改变，都需要积极的仪式习惯支持，让你的精力得到恢复和重生，为迎接下一次挑战准备好信心与实力。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/158691200',
    downloadUrl:'https://pan.baidu.com/s/1SlwXJukrqkkOVMUkOJDKlQ',
    downloadCode:'6vy8'
  },
  {
    cover:'/professionBooks/qs-min.jpg',
    name:'情商',
    author: '顾长安/韦秀英',
    authorDes: '韦秀英，哈佛教育研究学者，深谙“头脑风暴”的理念和方法。知名图书策划人，策划出版过《哈佛凌晨四点半》《卡耐基写给女人一生幸福的忠告》等畅销书。|||顾长安，中文系毕业，学过哲学、读过经济，从事教育工作多年，现定居美国。豆瓣阅读签约作家。短篇作品散见于国内外报刊、杂志、合集。代表作有：写给女人的修心书《穿越时光的优雅》、长篇小说《雾锁长河》《谁是谁暗夜里的莹光》、人生励志书《情商》等。',
    douNums:'7.6',
    des:'如何培养高情商的孩子？|||这是一本知识性强又涨姿势的培养孩子情商的书。|||成长是一场不大不小的烦恼事件，比如孩子会胆小懦弱、骄纵任性、情绪崩溃、交友困难、青春躁动、不良行为……这些在我们父母看来的一些“大事件”，相反恰是孩子成长所必经的过程。|||我们希望把一些常用的情商理论与孩子所遇到的现实问题相结合，以便让孩子本身充分认清自己的行为，从而通过自己的理解和认知，才能让他们养成积极正面的品质。|||一个高情商的孩子，他不仅能拥有不脆弱、责任感、善沟通的良好气质，而且还有懂合作、独立面对问题的能力，更重要的是掌握一种日后踏上社会的生存技能……如何运用“情商管教”去培养孩子获得生存能力，就是本书的终极目的所在。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/163225434',
    downloadUrl:'https://pan.baidu.com/s/1E7Qwy_5za9FXF9DRQDLKWA',
    downloadCode:'kyd0'
  },
  {
    cover:'/professionBooks/kxglyl-min.jpg',
    name:'科学管理原理',
    author: '弗雷德里克•泰勒',
    authorDes: '弗雷德里克•泰勒于1856年出生在美国费城。年轻时，他先在液压机厂做学徒，之后加入一家钢铁公司，在那里开始奠定科学管理的理论基础。1898年，泰勒来到伯利恒钢铁公司，开始他著名的改革。1901年，他离开公司，进行无偿的咨询工作。在此期间，他的《工厂管理》与《科学管理原理》相继发表，泰勒的影响日渐广泛，遍及全球。1915年，泰勒病逝，终年59岁。',
    douNums:'8.6',
    des:'他提出的管理问题依然存在|||他总结的管理经验依然有益|||他研究的管理逻辑依然普遍|||他创造的管理方法依然有效|||弗雷德里克•泰勒和他的《科学管理原理》开创了一个管理新时代，也在其后百年中激励和启示了无数的管理者。即便在今天，人们也仍在感叹，管理需要回归泰勒。|||泰勒的管理理论看似简单，其实内涵丰富，并非能被一个时代完全吸收。只有亲自翻阅大师的著作，才能领会管理的真谛；也只有实践大师的理论，才能实现管理的目标——“使雇主的财富最大化，同时也使每一位雇员的财富最大化”。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/163186295',
    downloadUrl:'https://pan.baidu.com/s/1m9FJLRhC3-9uFraTOsEV4g',
    downloadCode:'lujh'
  },
  {
    cover:'/zhihuBooks/fblgt-min.jpg',
    name:'非暴力沟通',
    author: '马歇尔·卢森堡',
    authorDes: '马歇尔•B•卢森堡博士，是国际性缔造和平组织非暴力沟通中心（CNVC）的创始人和教育服务主管。由于在促进人类和谐共处方面的突出成就，2006年，他荣获地球村基金会颁发的和平之桥奖。|||卢森堡博士早年成长于动荡不安的底特律市，这使他对于怎样运用新的沟通方式在面对暴力时可以和平解决分歧，发展出浓厚的兴趣。这方面的兴趣，使他于1961年在美国威斯康星大学师从卡尔•罗杰斯（Carl Rogers）获得了临床心理学博士学位。随后的生活经历以及在比较宗教学方面的研究，促使他发展出非暴力沟通模式，不仅教会人们如何使用使个人生活更加和谐美好，同时解决了众多世界范围内的冲突和争端。|||卢森堡博士第一次应用非暴力沟通模式，是在20世纪60年代美国联邦政府资助学校里废除种族隔离制度的项目中，进行调解和沟通技巧的培训。1984年，他成立了非暴力沟通中心（CNVC），如今，有超过200名经CNVC认证的非暴力沟通培训师在全球35个国家和地区开展NVC培训。|||卢森堡博士手上拿着吉他和木偶，多年来前往世界上一些最为暴力的地区工作，他身上充满了精神能量，告诉我们，如何创造一个更加和平、更加令人满意的世界。卢森堡博士目前定居于瑞士。',
    douNums:'8.4',
    des:'著名的马歇尔•卢森堡博士发现了神奇而平和的非暴力沟通方式，通过非暴力沟通，世界各地无数的人们获得了爱、和谐和幸福！|||当我们褪去隐蔽的精神暴力，爱将自然流通。|||如今，在这个地球上，暴力事件频发，人们的仇恨、矛盾、对立上升到一定程度，似乎必须酿成流血事件才算得以发泄。如果我们有强烈的想要改变现状的愿望和动力，我们完全可以从提升内在自我出发，改善这个局面，改善人类社会的未来，缔造永久的和平。我们每个人都有必要来学习非暴力沟通方式，使用这种爱的语言，准确表达自己的感受，认真倾听对方的请求，达到人与人之间心灵的相通和真正的和谐共处。这，并不是天方夜谭。|||作为一个遵纪守法的好人，也许我们从来没有想过和“暴力”扯上关系，不过如果稍微留意一下现实生活中的谈话方式，并且用心体会各种谈话方式给我们的不同感受，我们一定会发现，有些话确实伤人。言语上的指责、嘲讽、否定、说教以及任意打断、拒不回应、随意出口的评价和结论给我们带来的情感和精神上的创伤，甚至比肉体的伤害更加令人痛苦。这些无心或有意的语言暴力让人与人变得冷漠、隔膜、敌视。|||非暴力沟通能够：疗愈内心深处的隐秘伤痛；超越个人心智和情感的局限性；突破那些引发愤怒、沮丧、焦虑等负面情绪的思维方式；用不带伤害的方式化解人际间的冲突；学会建立和谐的生命体验。|||非暴力沟通指导我们转变谈话和聆听的方式。我们不再条件反射地反应，而是去明了自己的观察、感受和愿望，有意识地使用语言，既诚实、清晰地表达自己，又尊重与倾听他人。我们在沟通过程中培育对彼此的尊重、关注与爱，使人和谐互助。在使用爱的语言的同时，我们也提高了自己爱的能力。|||非暴力沟通（又称爱的语言）被联合国誉为全球非暴力沟通解决冲突的最佳实践之一，它的培训目前在全球35个国家和地区开展。|||《非暴力沟通》入选了香港大学推荐的50本必读书籍。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/106405884',
    downloadUrl:'https://pan.baidu.com/s/1bcsrt5OsmezD41FHL6ca0A',
    downloadCode:'cwv3'
  },
  {
    cover:'/professionBooks/lxqx-min.jpg',
    name:'理性情绪',
    author: '阿尔伯特.埃利斯',
    authorDes: '超越弗洛伊德的著名心理学家，理性情绪行为疗法之父，认知行为疗法的鼻祖。在美国和加拿大，他被公认为十大最具影响力的应用心理学家第二名（卡尔•罗杰斯第一，弗洛伊德第三）。|||埃利斯创立了对咨询和治疗领域影响极大的理性情绪行为疗法（Rational Emotive Behavior Therapy，REBT），为现代认知行为疗法的发展奠定了基础。该疗法适用范围广、实用性强、见效快，为中国心理咨询师最常用的方法，是中国心理咨询师国家资格考试必考的疗法之一。|||埃利斯自哥伦比亚大学获得临床心理学博士学位，投身心理治疗工作60余年，治愈了15 000多名饱受各种情绪困扰的人，并在纽约创立阿尔伯特•埃利斯理性情绪行为疗法学院。|||埃利斯是精力充沛而多产的人，也是心理咨询与治疗领域内著作最丰富的作者之一。多个核心心理咨询期刊都曾刊登过埃利斯的文章，他的文章刊登次数堪称心理咨询领域之最。他一生出版了70多本书籍，其中有许多都成为长年畅销的经典，有几本著作销售量高达几百万册。',
    douNums:'7.5',
    des:'“我必须给新朋友留下深刻的印象。”|||“我想要在工作上表现出色，而且必须做到这一点！”|||“我非常喜欢这个人，所以我一定要得到他的支持！”|||“我对别人很好，所以对方一定也要对我好，如果他们不这么做就太不仗义了！”|||“这门考试非常重要，我必须考过。”|||“这所学校是我能力范围内最好的学校之一，我必须得到录取，否则后果不堪设想。”|||“如果我真的患有重病，那就太恐怖了，我肯定无法忍受。我必须明确知道自己没得重病。”|||总有些不理性的想法让我们痛苦，每每思及此处，我们就会陷入焦虑或者抑郁的情绪之中。反过来，你的情绪也会感染到家人、好友，甚至你所能接触到的所有人。痛苦不是人类情感的正常现象吗？但我们如何理性地对待这一现象，如何减轻这些情绪对我们造成的伤害，才是我们真正需要思考的问题。|||阿尔伯特?埃利斯博士告诉我们，缓解情绪带来的痛苦，我们需要做到三点。第一，无条件地自我接纳；第二，无条件地接纳他人；第三，无条件地接纳生活。本书将传授你不再为各种事情烦扰，把注意力集中于生活中积极方面的妙法。一旦没有任何事情能够再伤害你，那么你距离永远幸福快乐的至高境界就不远了。',
    outerDownloadUrl:'https://www.sxpdf.com/wp-content/themes/begin/down.php?id=7770',
    downloadUrl:'https://pan.baidu.com/s/125vdv1ip25qv1Ok3w6aOuA',
    downloadCode:'mct0'
  },
  {
    cover:'/professionBooks/rszjjnzj-min.jpg',
    name:'认识自己，接纳自己',
    author: '马丁·塞利格曼',
    authorDes: '马丁•塞利格曼从“抑郁”专家到“积极心理学之父”；美国心理协会双奖加身第一人.畅销书作家，创作了《真实的幸福》、《认识自己，接纳自己》等20多本畅销书，被翻译成多种语言，畅销全球。',
    douNums:'7.5',
    des:'《认识自己，接纳自己》将颠覆你以往深以为是的观点。节食能达到减肥的效果吗？戒烟、戒酒能成功吗？你从这本书中可以清楚地知道自己哪些方面是可以改变的，而哪些方面却无法改变，是自己必须接受的。塞利格曼博士从改变的可能性和生物局限性出发，帮助你把有限的时间和精力集中在那些能够改变的特性上，并在此基础上找到一条自我提升的最有效途径。',
    outerDownloadUrl:'http://blog.sina.com.cn/s/blog_b34fbc070102zggf.html',
    downloadUrl:'https://pan.baidu.com/s/1TPJ1SCeagZoXcm4Dctsf9w',
    downloadCode:'o5jh'
  },
  {
    cover:'/professionBooks/zsdxf-min.jpg',
    name:'真实的幸福',
    author: '马丁•塞利格曼',
    authorDes: '他是积极心理学之父。他是哈佛幸福导师本•沙哈尔的导师。他曾以最高票数当选美国心理协会主席。',
    douNums:'8.1',
    des:'过去心理学多半是关心心理与精神疾病，忽略了生命的快乐和意义，塞利格曼博士希望校正这种不平衡，帮助我们追求真实的幸福与美好的人生。 本书告诉我们，为何我们会有幸福觉？谁会有很多的幸福感？如何能在生活中建立持久的幸福感？本书包含众多的测试，帮助你深入了解自己的幸福感以及自己突出的优势，最终实现幸福、有意义的人生。',
    outerDownloadUrl:'https://n802.com/file/18852109-336613882',
    downloadUrl:'https://pan.baidu.com/s/18LErDB8jpSwfG8kSDabmvg',
    downloadCode:'392k'
  },
  {
    cover:'/zhihuBooks/fbbqbb-min.jpg',
    name:'富爸爸，穷爸爸',
    author: '罗伯特·清崎',
    authorDes: '罗伯特·清崎，生长在夏威夷，是第四代日裔美国人。他出生在夏威夷一个教师家庭，大学毕业后加入美国海军陆战队，作为军官和舰载武装直升机飞行员，被派往越南战场。|||1977年，罗伯特·清崎创建了一家生产尼龙钱包的公司，开始自己的商业生涯，并大获成功。后来，他经历了三次商海沉浮。1985年，第三次成为百万富翁后，他离开商界，与人共同创建了一家商业教育公司，向全球学员教授商业和投资课程。他长年主持理财和投资教育的课程，并通过有线广播电视网在全美播放。他还发明了一种教育玩具“现金流”游戏，帮助人们学会原本只有富人才懂的金钱游戏。|||罗伯特·清崎是畅销理财书《富爸爸穷爸爸》的作者，被誉为“百万富翁的教父”、“金钱教练”。他的“富爸爸”系列图书畅销全球，长居《商业周刊》《纽约时报》《华尔街日报》《今日美国》等畅销书排行榜，目前已发行109个国家和地区，总销量超过3500万册。',
    douNums:'8.3',
    des:'清崎有两个爸爸：“穷爸爸”是他的亲生父亲，一个高学历的教育官员；“富爸爸”是他好朋友的父亲，一个高中没毕业却善于投资理财的企业家。清崎遵从“穷爸爸”为他设计的人生道路：上大学，服兵役，参加越战，走过了平凡的人生初期。直到1977年，清崎亲眼目睹一生辛劳的“穷爸爸”失了业，“富爸爸”则成了夏威夷很富有的人之一。清崎毅然追寻“富爸爸”的脚步，踏入商界，从此登上了致富快车。|||清崎以亲身经历的财富故事展示了“穷爸爸”和“富爸爸”截然不同的金钱观和财富观：穷人为钱工作，富人让钱为自己工作！',
    outerDownloadUrl:'http://blog.sina.com.cn/s/blog_16b5ef2d20102xhx8.html',
    downloadUrl:'https://pan.baidu.com/s/1GMt8ddvwgnJSTT17FsZZ-g',
    downloadCode:'85m4'
  },
  {
    cover:'/zhihuBooks/qclbd-min.jpg',
    name:'穷查理宝典',
    author: '彼得·考夫曼',
    authorDes: '在公众眼中，沃伦·巴菲特是伯克希尔·哈撒韦的代表人物，是该公司多年来取得非凡成就的大功臣；但另有一人也对该公司传奇般的业绩作出了重要贡献，那就是查理·芒格。虽然他在普通人中的知名度远没有巴菲特那么高，但他同巴菲特一样，能引领你作出更好的投资和决策，让你对世界和生活有更深刻的理解。汇集他最出色的演讲、箴言和思想的《穷查理宝典》将向你证明这一点。',
    douNums:'8.9',
    des:'《穷查理宝典》收录了查理过去20年来主要的公开演讲。除简单而权威的查理传略外，其后的《芒格的生活、学习和决策方法》以及《芒格主义：查理的即席谈话》整理了芒格最精华的思维与决策方式和以往在伯克希尔·哈撒韦公司和西科金融公司年会上犀利——和幽默——的评论。|||而最后最珍贵的十一篇讲稿则全面展现了这个传奇人物的聪明才智。贯穿全书的是芒格展示出来的聪慧、机智，其令人敬服的价值观和深不可测的修辞天赋。他拥有百科全书式的知识，所以从古代的雄辩家，到18、19世纪的欧洲文豪，再到当代的流行文化偶像，这些人的名言他都能信手拈来，并用这些来强调终身学习和保持求知欲望的好处。',
    outerDownloadUrl:'http://www.duodu.cc/a/fandengxi/1992.html',
    downloadUrl:'https://pan.baidu.com/s/1o6fFMaFShAvb6ah7dLsHQg',
    downloadCode:'xfe9'
  },
  {
    cover:'/professionBooks/gnrsdqgxg-min.jpg',
    name:'高效能人士的七个习惯',
    author: '史蒂芬·柯维',
    authorDes: '哈佛大学企业管理硕士，杨百翰大学博士。他是柯维领导中心的创始人，也是富兰克林柯维公司（Franklin Covey）的联合主席，曾协助众多企业、教育单位与政府机关培训领导人才。柯维在领导理论，家庭与人际关系，个人管理等领域久负盛名。',
    douNums:'8.4',
    des:'本书精选柯维博士“七个习惯”的最核心思想和方法，为忙碌人士带来超价值的自我提升体验。用最少的时间，参透高效能人士的持续成功之路。',
    outerDownloadUrl:'https://t00y.com/file/21436741-450697117',
    downloadUrl:'https://pan.baidu.com/s/1km_xZxsSjvo2yCZfx9mGzQ',
    downloadCode:'2ndb'
  },
  {
    cover:'/zhihuBooks/kylx-min.jpg',
    name:'刻意练习',
    author: '安德斯•艾利克森',
    authorDes: '安德斯•艾利克森博士，“刻意练习”法则研创者，佛罗里达州立大学心理学教授，康拉迪杰出学者。他专注于研究体育、音乐、国际象棋、医学、军事等不同领域中的杰出人物如何获得杰出表现，以及“刻意练习”法则在其中的作用。他是该领域世界顶级研究者之一。艾利克森博士曾出版过这一主题的几部学术专著：《从平凡到卓越：前景与局限》《通向卓越之路》《剑桥专业特长与杰出表现指南》等。《刻意练习：如何从新手到大师》是他于2016年出版的畅销书，首次向大众读者普及“刻意练习”法则，这也是他首次出版的中文书',
    douNums:'7.8',
    des:'4岁就会弹奏小提琴，童年时代写出多部名曲，只用一根弦也能弹完一首曲子，|||瞬间记住几百个随机数字，开平方比计算器还快，一秒内说出某个日子是周几，|||入行1年就获得世界跳高冠军，同时和26人下　 盲棋，14岁即成为世界象棋大师|||所有人都以为“杰出”源于“天赋”，|||“天才”却说：我的成就源于“正确的练习”！|||著名心理学家艾利克森在“专业特长科学”领域潜心几十年，研究了一系列行业或领域中的专家级人物：国际象棋大师、顶尖小提琴家、运动明星、记忆高手、拼字冠军、杰出医生等。|||他发现，不论在什么行业或领域，提高技能与能力的最有效方法全都遵循一系列普遍原则，他将这种通用方法命名为“刻意练习”。|||对于在任何行业或领域中希望提升自己的每个人，刻意练习是黄金标准，是迄今为止发现的最强大的学习方法。',
    outerDownloadUrl:'http://blog.sina.com.cn/s/blog_1a15093ae0102zoln.html',
    downloadUrl:'https://pan.baidu.com/s/1km_xZxsSjvo2yCZfx9mGzQ',
    downloadCode:'2ndb'
  },
  {
    cover:'/professionBooks/wtjjl-min.jpg',
    name:'问题解决力',
    author: '大前研一/斋藤显一',
    authorDes: '大前研一,1943年出生。毕业于日本早稻田大学理工学系，后赴美国麻省理工学院取得博士学位。1972年，进入麦肯锡工作，担任亚太地区董事长职务。离开麦肯锡后，2005年4月，担任Business Break through研究生学院校长并开讲MBA课程。|||斋藤显一,大阪府出身。毕业于国际基督教大学后，进入麦肯锡工作。1987年晋升为Partner。1995年建立了自己的公司Foresight & Company。2005年4月，进入Business Break through研究生学院担任教授。',
    douNums:'7.5',
    des:'《问题解决力:成为最善于解决问题的优秀员工》内容简介：《问题解决力:成为最善于解决问题的优秀员工》这本书应该是每一位职场新人的必读书，因为，组织吸纳新人，最重要的就是协助自身解决各种各样的问题，《问题解决力:成为最善于解决问题的优秀员工》是你“可以随身携带的工作导师”，无论你将来供职于世界500强企业，还是一家规模不大的公司，具备良好的行为规范，将使你在职场中立于不败之地，终身受益。行为规范改成“职业素养”。|||《问题解决力:成为最善于解决问题的优秀员工》是一本帮助企业员工提升解决问题能力、提高竞争力的优秀读本。它将帮助你提高工作效率，加强责任意识；提高管理时间、与人沟通的能力。|||优秀的员工，是最擅长解决问题的员工。只有勇敢面对问题，才能发我们潜藏的力量，唤醒我们麻痹的问题解决智慧。面对问题的最好办法就是：对问题负责，勇敢地面对问题，开动脑筋解决问题。',
    outerDownloadUrl:'http://blog.sina.com.cn/s/blog_8a4802de0102yna8.html',
    downloadUrl:'https://pan.baidu.com/s/16BNqWsVyj2UQ9scd-1mn9Q',
    downloadCode:'bcmq'
  },
  {
    cover:'/professionBooks/bzzcdsg-min.jpg',
    name:'别做正常的傻瓜',
    author: '奚恺元',
    authorDes: '奚恺元（Christopher K.Hsee）生长于中国上海，后旅美求学，1993年获耶鲁大学博士学位，现为芝加哥大学商学院终身教授。|||他是当代最有成就的行为决策学研究者之一，其研究涉及心理学、行为经济学，管理学、市场学以及幸福学等诸多领域。|||他的著作在许多国际期刊上发表，2002年诺贝尔经济学奖得主卡尼曼教授在他的获奖致辞中还特别提到了奚教授的研究贡献。在北美和中国，他被许多一流大学邀请做过演讲。并广受好评，奚教授有十多年的管理教学经验，他在芝加哥大学开设的管理决策课程备受欢迎。',
    douNums:'8.3',
    des:'你正常吗？也许是的。你傻吗？也许也是的。“正常”的决策者往往做着“傻瓜”的决策，而他们自己还蒙在鼓里。这些傻的错误在许多决策中会出现，包括购物、投资、用人、择偶等。|||这本书基于获得诺贝尔奖的行为决策学，又基于作者10余年的管理教学经验，帮你揭示人们在工作和生活中熟视无睹的决策误区，并教你如何纠正。读完本书，希望你能“少几分正常，多几分理性”，在这充满竞争的世界里胜人一筹。',
    outerDownloadUrl:'https://pan.baidu.com/s/1c0dD8Q0',
    downloadUrl:'https://pan.baidu.com/s/1xwqPkKDE89OSwgN6mWFOLA',
    downloadCode:'j8ds'
  },
  {
    cover:'/zhihuBooks/jztyl-min.jpg',
    name:'金字塔原理',
    author: '芭芭拉•明托',
    authorDes: '毕业于哈佛大学，麦肯锡公司首位女咨询顾问。传授金字塔原理多年，帮助政府、企业、高校等各界人士写作商务文章、复杂报告和演示文稿，曾为美国、欧洲和亚洲众多企业及哈佛大学、斯坦福大学等讲授金字塔原理。《金字塔原理》经久不衰，广受欢迎，被译成多种文字，数次再版，常年名列各国畅销书排行榜前茅。',
    douNums:'8.1',
    des:'《金字塔原理》介绍了一种能清晰地展现思路的高效方法，是训练思考、使表达呈现逻辑性的实用宝典。金字塔原理能将零散的观点有序组织起来，化繁为简，适合所有需要精进思考、分析、表达能力的读者。|||深入思考：建立金字塔思维，提取有价值的信息，找到问题的关键，将复杂的问题变得清晰简单。|||解决问题：从基本事实切入直击要点，制定严谨合理的解决方案，突破瓶颈。|||项目管理：明确目标，制定行动计划，根据MECE原则合理分配任务，不重叠、无遗漏。|||清晰表达：陈述项目、演讲、讨论时，清晰呈现自己的观点，说服听众，与上级、同事、客户迅速建立共识，高效沟通。',
    outerDownloadUrl:'http://blog.sina.com.cn/s/blog_ea4d955d0102xqd8.html',
    downloadUrl:'https://pan.baidu.com/s/123sdgo0EfWSEk6eqJoQ3_Q',
    downloadCode:'ig5r'
  },
  {
    cover:'/zhihuBooks/skkym-min.jpg',
    name:'思考，快与慢',
    author: '丹尼尔•卡尼曼',
    authorDes: '丹尼尔•卡尼曼是位格外令人兴致盎然的思想家。作为一名心理学家，他因其与阿莫斯•特沃斯基在决策制定上的研究而荣获了2002年度的诺贝尔经济学奖。下面是美国哈佛大学。|||心理学教授史蒂文•平克对他及《思考，快与慢》的评价：|||“丹尼尔•卡尼曼是历史上最有影响力的心理学家之一，也必然是现今在世的最重要的心理学家。他在揭示人类思维的显著特征方面很有天赋，多数研究成果成为了经典的教材和引用频率很高的至理名言。他的研究打开了社会心理学、认知科学、对理性与幸福的研究，以及他和他的合作者阿莫斯•特沃斯基共同推动的行为经济学的新局面。《思考，快与慢》的问世是个重磅事件。”',
    douNums:'8.1',
    des:'《纽约时报》2011年度十大好书，新书上市，连续20多周蝉联亚马逊、《纽约时报》畅销书排行榜前20名，上市至今超过7个月，横扫全球各大畅销书排行榜，稳居亚马逊总榜前50名。《经济学人》、《华尔街日报》、《卫报》、《纽约时报》、《金融时报》、《商业周刊》、《华盛顿邮报》、等国外权威媒体，《三联生活周刊》、《商学院》、《东方早报》等国内知名媒体争相报道，国内外读者好评如潮。|||在书中，卡尼曼会带领我们体验一次思维的终极之旅。他认为，我们的大脑有快与慢两种作决定的方式。常用的无意识的“系统1”依赖情感、记忆和经验迅速作出判断，它见闻广博，使我们能够迅速对眼前的情况作出反应。但系统1也很容易上当，它固守“眼见即为事实”的原则，任由损失厌恶和乐观偏见之类的错觉引导我们作出错误的选择。有意识的“系统2”通过调动注意力来分析和解决问题，并作出决定，它比较慢，不容易出错，但它很懒惰，经常走捷径，直接采纳系统1的直觉型判断结果。|||为了使读者真切体会到系统1和系统2这两个主角的特点，卡尼曼介绍了很多经典有趣的行为实验，指出我们在什么情况下可以相信自己的直觉，什么时候不能相信；指导我们如何在商场、职场和个人生活中作出更好的选择，以及如何运用不同技巧来避免那些常常使我们陷入麻烦的思维失误。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/157571119',
    downloadUrl:'https://pan.baidu.com/s/1XyewhLdj-DaEyZg48fQXFw',
    downloadCode:'jvc5'
  },
  {
    cover:'/psychologyBooks/yxl-min.jpg',
    name:'影响力',
    author: '罗伯特·西奥迪尼',
    authorDes: '罗伯特·B·西奥迪尼是（Robert B. Cialdini）是全球知名的说服术与影响力研究权威。他分别于北卡罗来纳大学、哥伦比亚大学取得博士与博士后学位，投入说服与顺从行为研究逾3年。目前是亚利桑那州立大学心理学系教授。',
    douNums:'8.6',
    des:'政治家运用影响力来赢得选举，商人运用影响力来兜售商品，推销员运用影响力诱惑你乖乖地把金钱捧上。即使你的朋友和家人，不知不觉之间，也会把影响力用到你的身上。但到底是为什么，当一个要求用不同的方式提出来时，你的反应就会从负面抵抗变成积极合作呢？|||在这本书中，心理学家罗伯特·B·西奥迪尼博士为我们解释了为什么有些人极具说服力，而我们总是容易上当受骗。隐藏在冲动地顺从他人行为背后的6大心理秘笈，正是这一切的根源。那些劝说高手们，总是熟练地运用它们，让我们就范。',
    outerDownloadUrl:'https://www.sxpdf.com/wp-content/themes/begin/down.php?id=5367',
    downloadUrl:'https://pan.baidu.com/s/1aQAve6sn1iGItDD1YxSqpw',
    downloadCode:'znmf'
  }
  // {
  //   cover:'/zhihuBooks/',
  //   name:'',
  //   author: '',
  //   authorDes: '',
  //   des:'',
  //   outerDownloadUrl:'',
  //   downloadUrl:'',
  //   downloadCode:''
  // },

  

]
export default bookData