let bookData=[
  {
    cover:'/douban10JanTvs/bsjt.webp',
    name:'白色巨塔',
    author: '西谷弘/河野圭太/村上正典/岩田和行',
    authorDes: '',
    des:'财前五郎（唐泽寿明 饰）和里见修二（江口洋介 饰）是同期实习的医生，但二者却走上了截然不同的道路。财前凭借高超的个人技术成为了外科部实际上的第一教授。财前的咄咄逼人让即将退休的第一外科教授东真藏（石坂浩二 饰）感到威胁，东教授决定另立他人。因此极具野心的财前寻求其岳父— —财前妇产诊所院长财前又一（西田敏行 饰）和第一内科教授鹈饲（伊武雅刀 饰）的帮助，通过贿赂和拉帮结派，历经波折，最终获得了第一外科教授的职位。而他的同期，第一内科助教里见却是位实事求是，热心研究的学者。二者的不同选择导致了最后不同的命运。位高权重的财前终于到达梦想的高处，却发现不胜寒风，悲剧也因此上演。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1cZlcH5T6e7w9Ruk6L8wCCw',
    downloadCode:'janw'
  },
  {
    cover:'/douban10JanTvs/djaqgs.webp',
    name:'东京爱情故事',
    author: '永山耕三/本间欧彦',
    authorDes: '',
    des:'从爱媛乡下来到大城市东京的广告代理店工作的永尾完治（织田裕二饰）忐忑地走出机场，迎接她的是公司女同事，海归女性赤名莉香（铃木保奈美饰）的笑颜与“丸子”的爱称。（日文中“完治”与“丸子”谐音。）老实的完治工作踏实，很快得到了莉香的表白。但他心中却有另一个女人。|||同学会上， 完治与老同学关口里美（有森也实饰）、三上健一（江口洋介饰）相遇。完治发现自己暗恋的里美在与好友三上交往，苦闷的他不知道，三上只是怀着玩的心态与里美交往，实际上三上喜欢的是医学院的女学生长崎尚子（千堂秋穗饰）。|||五个人的感情纠葛，东京城市下渴望爱的一个个灵魂。完治会选择热情奔放的莉香，还是传统女性的里美呢？',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.xunlei.com/s/VMdb_CeXYhF-__v3NOYU6F0zA1',
    downloadCode:'8xry'
  },
  {
    cover:'/douban10JanTvs/zwmdlh.webp',
    name:'最完美的离婚',
    author: '宫本理江子/并木道子/加藤裕将/宫胁亮',
    authorDes: '',
    des:'在设置自动贩卖机公司做销售的滨崎光生（瑛太 饰）爱好甜食和小动物，喜欢整洁有序。可偏偏他的妻子结夏（尾野真千子 饰）却是个心胸开阔但在光生看来粗鲁无礼的人。二人结婚快两年，至今未被光生找到丝毫合拍的地方。感到无比痛苦的光生无数次动了离婚的念头，可都被这样那样的事情给打断。|||某一天，光生陪客户去打自己不喜欢的棒球。回家的路上因为捡球不小心把腰给扭到了，挣扎中意外的找到一家精油按摩店，而这家店的主人居然是自己学生时期曾交往过的上原灯里（真木阳子 饰）。这次的重逢让对目前生活不满意的光生起了点别样的心思，也开始怀疑自己和妻子间到底是否存在着爱情。这样的局面，被一次突如其来的地震给打破。妻子居然自己提交了离婚登记表，而灯里的丈夫上原谅（绫野刚 饰）竟然是之前看到的风流男。平凡的公司职员光生，生活似乎正在发生大变化……',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.xunlei.com/s/VMdbcyNbBFgwIyYneOUaTBT6A1',
    downloadCode:'3nvz'
  },
  {
    cover:'/douban10JanTvs/bzzs.webp',
    name:'半泽直树',
    author: '福泽克雄/棚泽孝义/田中健太',
    authorDes: '',
    des:'20世纪90年代，背负着悲惨过去的大学毕业生半泽直树（堺雅人 饰）如愿进入产业中央银行，并与同期近藤直弼（泷藤贤一 饰）、渡真利忍（及川光博 饰）朝着各自心中的目标而努力。看似光鲜的银行家们，在泡沫经济衰退前后身心经历着难以想象的折磨。进入21世纪，产业中央银行与东京第 一银行合并为东京中央银行，此时半泽任大阪西分店的融资课课长，坚信人性本善的他在履行银行家职责的同时坚守着普世的道义。高达5亿日元贷款诈骗事件，将半泽逼到事业的悬崖边，也促使他和只重明哲保身、趋炎附势、重利轻义的分行长乃至业内高层彻底决裂，有如螳臂当车、逆流而上的战斗，半泽能否凭一己之力改变这冷漠腐化的现状？',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1ddQwID6gNapqsJpQzP6xyA',
    downloadCode:'ovf5'
  },
  {
    cover:'/douban10JanTvs/bzzs2.webp',
    name:'半泽直树2',
    author: '福泽克雄 / 田中健太 / 松木彩',
    authorDes: '',
    des:'创下日本平成年代收视奇迹的电视剧《半泽直树》续作。|||本作的故事将承接前作，从半泽被调往东京中央证券任营业企划部长开始。某天，东京中央证券接到了一桩巨额交易。一家大型IT企业企图动用1500亿日元进行恶意收购。这笔交易的规模创造了东京中央证券交易史上的新纪录。此时的半泽还不知道一场新的同银行之间的斗争即将拉开大幕……在新的岗位上，半泽能否继续迎难而上，化解各种难题与阻碍，对那些百般刁难的对手能否再次“加倍奉还”？！',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1e2mbVgm0z-a6wTuqsfIZFg',
    downloadCode:'lh3i'
  },
  {
    cover:'/douban10JanTvs/qhdzz.webp',
    name:'求婚大作战',
    author: '成田岳 / 加藤裕将',
    authorDes: '',
    des:'人总是等到失去后才知道珍惜，如果可以从头来过，是否就可以弥补缺憾，达成心愿？|||岩瀬健（山下智久饰）和吉田礼（長澤まさみ饰）是从小学就在一起玩的青梅竹马，明明对彼此都心存好感，就只差说出“喜欢”二字，可是礼最后怎么就成了多田老师（藤木直人饰）的新娘？|||直到站在礼的婚礼宴席上，健才感到了一种追悔莫及的悲痛，这股强烈的情感引来了妖精（三上博史饰），妖精施展魔法帮助健回到过去，改写历史，可是纵使一次又一次地穿越，健的始终踌躇不前，礼的始终欲言又止，使两人的关系终无突破性变化。|||最后，健突然意识到让心爱的人幸福也是一种快乐，他放弃时空穿梭，在宴席上向礼献上最诚挚的祝福……',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1Fp1cuu8A9_xYFy7_XjggIg',
    downloadCode:'th15'
  },
  {
    cover:'/douban10JanTvs/ygsdyl.webp',
    name:'一公升的眼泪',
    author: '冈村力',
    authorDes: '',
    des:'　本片改编自日本同名文学作品《一升的眼泪》，作者是一位坚强的罕见疾病患者。1986年首次出版创下26万本的销售纪录。|||女主角木藤亚也（大西麻惠 饰），生活在一个平凡的家庭，一直过着简单快乐的生活。升上高中后她的身体似乎出现了些毛病，她开始失去平衡力甚至常常摔倒在地。妈妈带她到医院检查，才发现她患上了一个名叫脊髓小脑变性症的不治之症。而因为这一场突如其来的病变，让亚也的身体运动机能衰弱，手脚自主活动与语言能力逐渐丧失。亚也为此放弃了很多东西，也同样遭受了部分人的歧视与不解，她不明白为何病魔一样要选择她，可是她在家人的理解与鼓励，让她依然没有对生活完全失望。直至患病末期只能无助地躺在床上，面对生命的无助，却勇敢地生存至最后一秒，直至生命机能停止而死亡……',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.xunlei.com/s/VMdk3CR1ETPtiY7YQuMxS9KiA1',
    downloadCode:'ufp7'
  },
  {
    cover:'/douban10JanTvs/zy.webp',
    name:'昼颜',
    author: '西谷弘 / 高野舞 / 西坂瑞城',
    authorDes: '',
    des:'婚后生活并不幸福的家庭主妇笹本纱和（上户彩 饰）心中愁绪无人能知，在超市打工之际她意外结识了刚搬到她家附近的泷川利佳子（吉濑美智子 饰）以及某所中学的生物教师北野裕一郎（斋藤工 饰）。利佳子的丈夫工作体面，家境优渥，但是这个空虚的女人却沉湎不伦带来的快感。纱和起初并不认同利佳子的人生态度，可偏偏在对方的安排下和颇有好感的北野越走越近。木讷老实的北野生活中也有诸多不快，叛逆开放的学生，不将自己放在眼里的同侪以及学术上风光无限的妻子（伊藤步 饰）。他不知不觉喜欢上了单纯的纱和，两人跨越了那条禁忌之线。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.xunlei.com/s/VMdk5dj8pMCuzLmS9VhRqzVyA1',
    downloadCode:'7979'
  },
  {
    cover:'/douban10JanTvs/syst.webp',
    name:'深夜食堂',
    author: '松冈锭司 / 山下敦弘 / 及川拓郎',
    authorDes: '',
    des:'午夜12点，报时钟响起，城市的一隅，属于一家食堂的时间开始了。菜谱只有猪肉套餐，但你想吃的都可以点。这就是老板（小林薰 饰）的经营方针。特殊的风格和怀念的味道，招来了不少的客人。大家喝着小酒，吃着自己钟情的食物，卸下一天的疲惫，谈论着遇到的趣事，或是独自品味忧愁。在食物的香气里，在深夜特有的幽静和食堂内的袅袅暖意间，一出出充满人情味的故事被娓娓道来。有悲有喜，暗合着食物的酸甜苦辣。人生百味，尽在这四方食堂间。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.xunlei.com/s/VMdklV-itgqcuGGaSVGQOPf6A1',
    downloadCode:'s2yn'
  },
  {
    cover:'/douban10JanTvs/syst2.webp',
    name:'深夜食堂2',
    author: '松冈锭司 / 山下敦弘 / 小林圣太郎 / 野本史生',
    authorDes: '',
    des:'午夜12点，在繁华都市的一个小角落，一家食堂才刚刚开始营业。这家深夜食堂的老板(小林薰 饰)虽然脸上带着伤疤，却是一个温情且厨艺精湛的男人。虽然小店里的菜谱很简单，但是只要是客人想吃的都可以点，所以小店备受底层小市民的喜爱。延续第一季的风格，深夜食堂里每晚都上演一个耐人寻味的故事，每个故事的主角都有自己钟爱的一款美食。特别值得一提，第一季曾出现的红色香肠再度登场，其中埋藏多年的往事随之揭晓，曾经的故人再度聚首，又展开了一个崭新的温情故事……|||《深夜食堂》在2006年开始连载，由于作品气氛浓郁、风格特殊，二度改编日剧播映，由小林薰担任男主角。隔年获得“第55回小学馆漫画赏”及“第39回漫画家协会大赏”。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.xunlei.com/s/VMdktaCEhILUQSFiN22RcpgqA1',
    downloadCode:'din4'
  },
  {
    cover:'/douban10JanTvs/syst3.webp',
    name:'深夜食堂3',
    author: '松冈锭司 / 山下敦弘 / 熊切和嘉 / 野本史生',
    authorDes: '',
    des:'喧嚣繁忙的国际大都会东京，红男绿女匆匆行走，为了理想、爱情、生计全速奔忙，不曾停下脚步。直到午夜十二点，他们才拖着疲惫的身体和步伐，来到了那间营业时间从深夜到次日一早的深夜食堂，品味永远和善寡言的老板（小林薰 饰）亲手烹制出来的美食。这些人中有过气的歌手、丧失创意的新人漫画家、对人性绝望的侦探、性格尖利的大阪女孩、久别重逢的同窗。他们恣意欢笑，剧本畅饮，绝望恚怒，悲伤哭泣，借着美食的香气和酒精的作用，深埋心底的百味情怀得以吐舒……',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.xunlei.com/s/VMdktpPhFTcrXFy7WwLakSoVA1',
    downloadCode:'rdsf'
  },
  {
    cover:'/douban10JanTvs/',
    name:'深夜食堂4',
    author: '松冈锭司 / 山下敦弘 / 熊切和嘉 / 野本史生',
    authorDes: '',
    des:'喧嚣繁忙的国际大都会东京，红男绿女匆匆行走，为了理想、爱情、生计全速奔忙，不曾停下脚步。直到午夜十二点，他们才拖着疲惫的身体和步伐，来到了那间营业时间从深夜到次日一早的深夜食堂，品味永远和善寡言的老板（小林薰 饰）亲手烹制出来的美食。这些人中有过气的歌手、丧失创意的新人漫画家、对人性绝望的侦探、性格尖利的大阪女孩、久别重逢的同窗。他们恣意欢笑，剧本畅饮，绝望恚怒，悲伤哭泣，借着美食的香气和酒精的作用，深埋心底的百味情怀得以吐舒……',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1WGZcY70_qM_U73LUTN7TjA',
    downloadCode:'s86q'
  },
  {
    cover:'/douban10JanTvs/',
    name:'深夜食堂5',
    author: '松冈锭司 / 山下敦弘 / 熊切和嘉 / 野本史生',
    authorDes: '',
    des:'喧嚣繁忙的国际大都会东京，红男绿女匆匆行走，为了理想、爱情、生计全速奔忙，不曾停下脚步。直到午夜十二点，他们才拖着疲惫的身体和步伐，来到了那间营业时间从深夜到次日一早的深夜食堂，品味永远和善寡言的老板（小林薰 饰）亲手烹制出来的美食。这些人中有过气的歌手、丧失创意的新人漫画家、对人性绝望的侦探、性格尖利的大阪女孩、久别重逢的同窗。他们恣意欢笑，剧本畅饮，绝望恚怒，悲伤哭泣，借着美食的香气和酒精的作用，深埋心底的百味情怀得以吐舒……',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1P4y_EVNqmiH9F-up3xmNCA',
    downloadCode:'bngw'
  },
  {
    cover:'/douban10JanTvs/ry.webp',
    name:'仁医',
    author: '平川雄一朗',
    authorDes: '',
    des:'东都大学附属医院某夜紧急收容了一名头部受创的神秘男子，脑外科值班医生南方仁（大泽隆夫 饰）为其顺利完成手术，手术转醒后男子却莫名出逃。仁在追赶中自台阶摔下昏迷，再次醒来后发现自己已身处一片树林之中，有盘头武士在厮杀。以为在拍时代剧的仁险遭殃及，所幸被青年武士橘恭太郎（小出惠介 饰）所救。仁随负伤的恭太郎回到橘家，在极其简陋的条件下为其进行了手术。目睹手术全过程的恭太郎之妹橘咲（绫濑遥 饰）深受触动，对仁产生了浓厚的兴趣。次日早晨，仁从咲口中得知震惊的事实：自己竟穿越到了幕末的江户时代！|||自此，偌大的历史画卷逐渐铺现。以仁在医学所的浮沉及自立门户后的众多医疗事件为主线，不仅坂本龙马、胜海舟、绪方洪庵、新撰组等人物/组织悉数登场，仁更邂逅了与自己在现代的未婚妻样貌惊人相似的美丽花魁野风（中谷美纪 饰）。深感命运神奇的仁在试图将现代医疗技术引入江户的同时，也努力扭转着历史洪流中众人命定的走向。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/15scvJG5LgdEN3kxERwl2PA',
    downloadCode:'0a3o'
  },
  {
    cover:'/douban10JanTvs/ry2.webp',
    name:'仁医2',
    author: '平川雄一朗 / 山室大辅 / 那須田淳',
    authorDes: '',
    des:'《仁医2》完结篇延续前篇剧情，历史依旧向着既定方向有条不紊的前行，更多耳熟能详的历史角色悉数登场。南方仁（大泽隆夫 饰）以大夫的身份在江户时代生存了下来，所开设的医馆仁友堂亦步入正轨。一天他得知橘咲（绫濑遥 饰）的母亲患了当时普遍的脚气病，由此决意制作并普及可治愈该病的点心。与此同时，坂本龙马（内野圣阳 饰）出现在仁面前请求帮助。仁随龙马来到京都救治胜海舟的师父佐久间象山，竟从苏醒的后者口中得知了惊人的往事……禁门之变后京都满目疮痍，原本留下救人的仁被新撰组带至萨摩藩救治西乡隆盛。此后，坂本龙马牵线西乡隆盛与长州藩，促成萨长同盟。|||亲历着幕末日本局势的陡然巨变，仁对自己之于这个时代意义有了崭新的认识。在不远的未来，他将重新邂逅寻找新生活的野风（中谷美纪 饰），前篇中围绕在他们周身的谜团亦将逐一得到解答。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1WEDAqPCeJ0jgAPRY-z5wJA',
    downloadCode:'aott'
  },
  {
    cover:'/douban10JanTvs/sljszy.webp',
    name:'胜利即是正义',
    author: '石川淳一 / 城宝秀则',
    authorDes: '',
    des:'三木律师事务所的菜鸟黛真知子（新垣结衣 饰）为了帮一起谋杀案的当事人洗刷清白，在社长秘书泽地（小池荣子 饰）的指点下，找到了传奇律师古美门研介（堺雅人 饰）。古美门拥有极高的辩护才能，为了赢得胜利不惜使用任何手段，他至今保持着骄人的全胜纪录，也曾经是三木（生濑胜久 饰） 麾下的得意门生。但是5年前的一起事件导致这两大律师界巨擘的决裂。看在巨额律师费的份上，古美门同意出山，他凭借巧舌如簧、颠倒黑白的能力赢得诉讼。在此之后，黛加入古美门的事务所继续作为律师的修行，而接下来一连串的官司又将古美门和三木沉疴已久的旧怨重新摆上桌面。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1GsrC01-8v77Atg665Wy1jQ',
    downloadCode:'ni7m'
  },{
    cover:'/douban10JanTvs/sljszy2.webp',
    name:'胜利即是正义2',
    author: '石川淳一 / 城宝秀则 / 西坂瑞城',
    authorDes: '',
    des:'“世纪恶女”安藤贵和（小雪 饰）毒杀情夫一案震惊全国，从而也揭开《Legal High 2》的序幕。依然不改本性的古美门研介（堺雅人 饰）冒天下之大不韪出任贵和的律师，为其进行无罪辩护，谁知却遭到曾在其门下实习的新人检察官羽生晴树（冈田将生 饰）的阻截，更史无前例首尝败绩。在此之后，梦想为所有人带去幸福的羽生辞去公职，转而开起律师事务所。而古美门和黛真知子（新垣结衣 饰）致力于游说贵和上诉的同时，为了弥补事务所的开支而不得不接手各类奇怪棘手的小案子。在这一过程中，羽生亦敌亦友，成为了古美门继三木律师（生濑胜久 饰）之后另一个难缠的对手。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/13GguigBH5MrWc9zEAQ4UGg',
    downloadCode:'xsaa'
  },
  // {
  //   cover:'/douban10JanTvs/',
  //   name:'',
  //   author: '',
  //   authorDes: '',
  //   des:'',
  //   outerDownloadUrl:'',
  //   downloadUrl:'',
  //   downloadCode:''
  // },
  

]

export default bookData