let bookData=[
  {
    cover:'/biographyBooks/mzdxj-min.jpg',
    name:'毛泽东选集1-5卷',
    author: '毛泽东',
    authorDes: '中国人民的领袖，伟大的马克思主义者，无产阶级革命家、战略家和理论家，中国共产党、中国人民解放军和中华人民共和国的主要缔造者和领导人，政治家，军事家 ，诗人，书法家。',
    des:'《毛泽东选集》(第1卷)包括了毛泽东同志在中国革命各个时期中的重要著作。几年前各地方曾经出过几种不同版本的《毛泽东选集》，都是没有经过著者审查的，体例颇为杂乱，文字亦有错讹，有些重要的著作又没有收过去。现在的这部选集，是按照中国共产党成立后所经历的各个历史时期并且按照著作年月次序而编辑的。这部选集尽可能地搜集了一些为各地方过去印行的集子还没有包括在内的重要著作。选集中的各篇著作，都经著者校阅过，其中有些地方著者曾作了一些文字上的修正，也有个别的文章曾作了一些内容上的补充和修改。下面有几点属于出版事务的声明：|||第一，现在出版的这个选集，还是不很完备的。由于国民党反动派对于革命文献的毁灭，由于在长期战争中革命文献的散失，我们现在还不能够找到毛泽东同志的全部著作，特别是毛泽东同志所写的许多书信和电报（这些在毛泽东同志著作中占很大的部分）。|||第二，有些曾经流行的著作，例如《农村调查》，遵照著者的意见，没有编入；又如《经济问题与财政问题》，也遵照著者的意见，只编进了其中的第一章（即《关于过去工作的基本总结》）。|||第三，选集中作了一些注释。其中一部分是属于题解的，附在各篇第一页的下面；其他部分，有属于政治性质的，有属于技术性质的，都附在文章的末尾。|||第四，本选集有两种装订的本子。一种是各时期的著作合订的一卷本，另一种是四卷本。四卷本的第一卷包括第一次国内革命战争时期和第二次国内革命战争时期的著作；第二卷和第三卷包括抗日战争时期的著作；第四卷包括第三次国内革命战争时期的著作。',
    outerDownloadUrl:'http://www.j9p.com/down/534019.html',
    downloadUrl:'https://pan.baidu.com/s/13iFZwtpKk0jymMXZ4R1VcQ',
    downloadCode:'ok1h'
  },
  {
    cover:'/biographyBooks/dxpsd-min.jpg',
    name:'邓小平时代',
    author: '傅高义',
    authorDes: '傅高义（EZRA F. VOGEL)，哈佛大学亨利• 福特二世社会学荣休教授，费正清东亚研究中心前主任。1930年7月出生于美国中西部的俄亥俄州的一个小镇。1950年毕业于俄亥俄州韦斯利大学。1958年获哈佛大学社会学博士学位。在1963—1964年成为哈佛的博士后，学习中文和历史；被认为是美国唯一的一位对中日两国事务都精通的学者。|||他1961年开始在哈佛学习中文和中古历史，在哈佛有着“中国先生”的称号。1972年他作为费正清的继任人，成为东亚研究中心的第二任主任。1998年被选入美国人文社会科学院，一直是受中国政府重视的汉学家和中国问题专家。曾撰有《日本第一》、《日本的中产阶级》、《重整旗鼓一一重建美国实例分析》等著作。70年代始，对我国广东社会经济情况进行考察和研究。撰有《共产主义制度下的广东:一个省会的规划和政治(1949-1968年）》。',
    des:'邓小平深刻影响了中国历史和世界历史的走向，也改变了每一当代中国人的命运。解读邓小平的政治生涯及其行为逻辑，就是解读当代中国，解读个人命运背后的历史变局。|||哈佛大学傅高义教授倾十年心力完成的权威巨著《邓小平时代》，是对邓小平跌宕起伏的一生以及中国惊险崎岖的改革开放之路的全景式描述。作者对邓小平个人性格及执政风格进行了深层分析，并对中国改革开放史进行了完整而独到的阐释。书中涵盖丰富的中外档案资料和研究成果，以及为数众多的作者独家访谈。对中美建交、华国锋历史评估、改革开放的幕后曲折、邓小平和诸多当时关键人物之关系、香港问题、邓小平南巡等重大议题均有详述及剖析。本书既具学院研究的严谨专精，又对中国现实政治与事理人情有透彻把握，被誉为邓小平研究“纪念碑式”的著作。',
    outerDownloadUrl:'http://www.j9p.com/down/537024.html',
    downloadUrl:'',
    downloadCode:''
  },
  {
    cover:'/biographyBooks/zgfz-min.jpg',
    name:'曾国藩传',
    author: '张宏杰',
    authorDes: '张宏杰，蒙古族，1972年生于辽宁。知名历史学者，东北财经大学经济学学士，复旦大学历史学博士，清华大学博士后，就职于中国人民大学清史所。著有《曾国藩传》《曾国藩的正面与侧面》《大明王朝的七张面孔》《坐天下》《中国国民性演变历程》等。曾在《百家讲坛》主讲《成败论乾隆》，任大型纪录片《孔子》《楚国八百年》《戊戌变法》总撰稿。',
    des:'曾国藩，没有显赫的家世，天赋堪称晚清同时代大人物当中最差，却官至两江总督、直隶总督、武英殿大学士，在复杂的时代变局中超越众人，成就最大，被誉为大清“中兴第一名臣”，且最后全身而退。他的人生经历，无论是过去还是现在都给人以特别的启示。|||他出身平常，家族五六百年没出过秀才，可谓典型的小镇青年。|||他智商平常，考了7次才中秀才，却以笨功夫成功打通了科举之路，顺利进入翰林院。他一生崇尚笨拙，以扎实而非机巧取胜。|||他踌躇满志进京，面对全国精英，发现自己见识狭隘、观念鄙俗，陷入自卑和焦虑。三十而立，他立志学做圣人，研读经典，广交朋友，提高自我管理能力，在京期间飞速升迁。|||他善于把握机会和创造机会，天下大乱之际，一介书生独创湘军，统率群雄。对抗太平天国，屡战屡败，甚至两次投江自尽，多次深陷绝境。47岁时更被皇帝弃用，陷入人生低谷。|||蛰居老家两年，他反思自我，最终大悔大悟。重新出山后，为人处世脱胎换骨，不仅清除了政治敌人，而且以“结硬寨、打呆仗”战胜了军事宿敌太平天国，位极人臣。',
    outerDownloadUrl:'http://www.j9p.com/down/520817.html',
    downloadUrl:'https://pan.baidu.com/s/1AyZ24S8z4wHSMAYkvDCKqA',
    downloadCode:'dt5u'
  },
  {
    cover:'/biographyBooks/sdfqbsz-min.jpg',
    name:'史蒂夫·乔布斯传',
    author: '沃尔特·艾萨克森',
    authorDes: '作者：沃尔特·艾萨克森历任美国有线电视新闻网（CNN）董事长和《时代周刊》总编，他的作品包括畅销书《爱因斯坦传》，《本杰明·富兰克林传》以及《基辛格传》',
    des:'这本乔布斯唯一授权的官方传记，在2011年上半年由美国出版商西蒙舒斯特对外发布出版消息以来，备受全球媒体和业界瞩目，这本书的全球出版日期最终确定为2011年11月21日，简体中文版也将同步上市。|||两年多的时间，与乔布斯40多次的面对面倾谈，以及与乔布斯一百多个家庭成员、 朋友、竞争对手、同事的不受限的采访，造就了这本独家传记。|||尽管乔布斯给予本书的采访和创作全面的配合，但他对内容从不干涉，也不要求出版前阅读全文的权利。对于任何资源和关联的人，他都不设限，甚至鼓励他所熟知的人袒露出自己的心声。|||“我已经做了很多并不值得自豪的事情，比如23岁时就让我的女友怀了孕，以及我对这件事的处理方式”，他说， “对我而言，没有什么不可以对外袒露的。”|||谈及和他共过事的人以及竞争对手，他直言不讳，甚至尖酸刻薄。他的激情、精力、欲望、完美主义、艺术修养、残暴还有对掌控权的迷恋塑造出的商业哲学一览无余。',
    outerDownloadUrl:'http://www.j9p.com/down/532360.html',
    downloadUrl:'https://pan.baidu.com/s/1Qd8WmscMbLtYhKUORJ0_WA',
    downloadCode:'pho9'
  },
  {
    cover:'/biographyBooks/sdpz-min.jpg',
    name:'苏东坡传',
    author: '林语堂',
    authorDes: '林语堂（1895-1976），福建龙溪人，原名和乐，后改玉堂，又改语堂。1912年入上海圣约翰大学，毕业后在清华大学任教。1919年秋赴美哈佛大学文学系。1922年获文学硕士学位。同年转赴德国入莱比锡大学，专攻语言学。1923年获会性　博士学位后回国，任北京大学教授、北京女子师范大学教务长和英文系主任。1924年后为《语丝》主要撰稿人之一。1926年到厦门大学任文学院长。1927年任外交部秘书。1932年主编《论语》半月刊。1934年创办《人间世》，1935年创办《宇宙风》，提倡“以自我为中心，以闲适为格调”的小品文。1935年后，在美国用英文写《吾国与吾民》、《京华烟云》、《风声鹤唳》等文化著作和长篇小说。1944年曾一度回国到重庆讲学。1945年赴新加坡筹建南洋大学，任校长。1952年在美国与人创办《天风》杂志。1966年定居台湾。1967年受聘为香港中文大学研究教授。1975年被推举为国际笔会副会长。1976年在香港逝世。',
    des:'苏东坡是一个无可救药的乐天派、一个伟大的人道主义者、一个百姓的朋友、一个大文豪、大书法家、创新的画家、造酒试验家、一个工程师、一个憎恨清教徒主义的人、一位瑜伽修行者佛教徒、巨儒政治家、一个皇帝的秘书、酒仙、厚道的法官、一位在政治上专唱反调的人。一个月夜徘徊者、一个诗人、一个小丑。但是这还不足以道出苏东坡的全部……苏东坡比中国其他的诗人更具有多面性天才的丰富感、变化感和幽默感，智能优异，心灵却像天真的小孩——这种混合等于耶稣所谓蛇的智慧加上鸽子的温文。|||知道一个人，或不知道一个人，与他是否为同代人，没有关系。主要的倒是对他是否有同情的了解。归根结底，我们只能知道自己真正了解的人，我们只能完全了解我们真正喜欢的人。我认为我完全知道苏东坡，因为我了解他。我了解他，是因为我喜欢他。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/157571673',
    downloadUrl:'https://pan.baidu.com/s/1lgwPAw6Jhhw4QwqfCE_CYA',
    downloadCode:'kxrm'
  },
  {
    cover:'/biographyBooks/lgyhyl-min.jpg',
    name:'李光耀回忆录',
    author: '李光耀',
    authorDes: '生于1923年9月16日，新加坡华人，祖籍广东省梅州市大埔县。为新加坡前任总理，曾任国务资政以及内阁资政。为新加坡的独立及崛起做出卓越贡献，被誉为“新加坡国父”。2011年5月14日，他宣布退出新加坡内阁。李光耀不仅是新加坡的开国元老之一，也是现今新加坡政坛极具影响力的人物之一。',
    des:'整本回忆录作者不自觉地透露出成功领导者迥异于失败领导者的特质：智慧、支配力、自信、知识及活动力。李光耀对新加坡在世界上所处地位的判断，他对变化着的世界的判断等等都充满了睿智。他的支配力可以从一些小事上就可窥出端倪。李先生的自信主要表现在，他推行经过深思熟虑的政策都是坚定不移的，不为众人左右。他的特质决定了他具有神召一样的影响力，有表现奇迹和预见未来的超凡能力。|||时势造英雄与英雄造时势 李光耀天生对时势具有极度的敏感，他在律师事务所当见习律师时能顺势而上，立刻组建人民行动党，提出符合人民实际意愿的行动纲领，经过曲折的过程取得政权。他作为天才的领导人，又能率领新加坡人民勇往直前，化危机为转机，从而创造了新加坡今日辉煌的成就，造就了骄人的“时势”',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1x4MvubVc1UfotNoy23Aa-A',
    downloadCode:'6e1y'
  },
  {
    cover:'/biographyBooks/flklzz-min.jpg',
    name:'富兰克林自传',
    author: '本杰明·富兰克林',
    authorDes: '本杰明·富兰克林（1706—1790）　有史以来最杰出的美国人之一。著名的政治家、科学家，亦是出版商、印刷商、记者、作家、慈善家；更是杰出的外交家及发明家。他是美国革命的重要领导人之一，还曾进行多项关于电的实验，发明了避雷针、双焦点眼镜、蛙鞋等等。他的《穷理查历书》包含了大量关于勤俭致富与为人处世的精彩箴言，被誉为美国文化的基石，对美国人的价值观产生了深远的影响。他的《自传》更是以其所包含的人生奋斗与成功感悟，以及对善与美德的褒扬，而被公认为是改变了无数人命运的美国精神读本。',
    des:'《富兰克林自传》是美国迄今为止最重要、读者最多的自传作品之一，无论从自传的角度还是从美国思想史的角度来看，都具有划时代的意义。富兰克林以拉家常的方式，把自己成功的经验和失败的教训娓娓道来，整部自传在通俗易懂的叙述中不时会有睿智和哲理的火花，开创了美国传记文学的优良传统，使自传成为一种新的文学体裁。|||《富兰克林自传》是在读者如饥似渴的等待中出版的，一经问世被一抢而光。世界各地的青年人都希望学习富兰克林成功的秘诀，他们把这部书当成“人生指导”读物。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/159409735',
    downloadUrl:'https://pan.baidu.com/s/1WTccKqNMWZQqnD7pLZW7Gw',
    downloadCode:'x5wc'
  },
  {
    cover:'/biographyBooks/xtlz-min.jpg',
    name:'希特勒传',
    author: '约翰•托兰',
    authorDes: '约翰•托兰（John Toland），美国著名作家、历史学家，1971年度普利策新闻奖得主。其作品有《希特勒传》、《丑闻：珍珠港事件及其后果》、《占领日本》、《日本帝国的衰亡》、《漫长的战斗：美国人眼中的朝鲜战争》等。|||',
    des:'《希特勒传:从乞丐到元首(珍藏版)(套装共2册)》编辑推荐：名著精装珍藏版，畅销全球的传记经典。“普利策新闻奖”获得者约翰·托兰巅峰力作，史上最权威希特勒传版本。迄今为止关于希特勒的军政生涯和个人生活最全面、最完整、最生动的记述。独家插入希特勒珍贵老照片。|||',
    outerDownloadUrl:'http://www.fast8.com/view/7858.html',
    downloadUrl:'https://pan.baidu.com/s/1B4kabn7SQZ8vOmHQ-JOaTg',
    downloadCode:'vjqg'
  },{
    cover:'/biographyBooks/chl-min.jpg',
    name:'忏悔录',
    author: '让-雅克·卢梭',
    authorDes: '让-雅克·卢梭（Jean-Jacques Rousseau，1712年6月28日—1778年7月2日），法国十八世纪启蒙思想家、哲学家、教育家、文学家，民主政论家和浪漫主义文学流派的开创者，启蒙运动代表人物之一。主要著作有《论人类不平等的起源和基础》《社会契约论》《爱弥儿》《忏悔录》《新爱洛伊丝》《植物学通信》等。',
    des:'编辑推荐：本书是《外国古典文学名著选粹》系列之一，作者卢梭是法国十八世纪思想家和文学家。这部名为“忏悔”实为“控诉”的《忏悔录》记载了他从出生到被迫离开对皮埃尔岛之间五十年的生活经历，讲述了他被侮辱和被损害的一生。作品思想内容丰富，人物形象鲜明，情节生动真实，是卢梭文学创作中最为重要的一部。|||在历史上多得难以数计的自传作品中，真正有文学价值的显然并不多，而成为文学名著的则更少。至于以其思想、艺术和风格上的重要意义而奠定了撰写者的文学地位——不是一个普通的文学席位，而是长久地爱人景仰的崇高地位的，也许只有《忏悔录》了。卢梭这个不论在社会政治思想上，在文学内容、风格和情调上都开辟了一个新的时代的人物，主要就是通过这部自传推动和启发了十九世纪的法国文学，使它——用当时很有权威的一位批评家的话来说——“获得最大的进步”、“自巴斯喀以来最大的革命”，这位批语家谦虚地承认：“我们十九世纪的人就是从这次革命里出来的”。',
    outerDownloadUrl:'https://www.jianshu.com/p/35f52f8e1e9d',
    downloadUrl:'https://pan.baidu.com/s/1Em3juRX6vCFNMoSBy9syHQ',
    downloadCode:'dfim'
  },
  {
    cover:'/biographyBooks/bdlfmxs-min.jpg',
    name:'别逗了，费曼先生',
    author: 'R.P.费曼 / R.莱顿',
    authorDes: '出生在纽约市的法洛克维，1942年在普林斯顿大学获得博士学位。在第二次世界大战期间，他对发展原子弹做出过重要贡献。战后费曼曾先后在康奈尔大学和加州理工学院教书。1965年，他因量子电动力学方面的研究荣获诺贝尔物理学奖。除了作为一个科学家外，费曼在不同时期还曾是故事大王、艺术家、邦戈鼓手和密码破译专家。',
    des:'《别逗了，费曼先生》是理查德·费曼 (Richard Feynman) 最为著名的自传，书中的这些故事，是科学怪才理查德·费曼和拉尔夫·莱顿高高兴兴打鼓的七年之间，零散而随意地积累起来的。一个人的一辈子，竟然能发生这么多奇妙而发疯的事情：在大学宿舍里愚弄同学、观察蚂蚁、模仿猎犬嗅气味、不可思议的计算能力、撬开了装着原子弹保密文件的九个保险柜、在酒吧的厕所里跟人打架、看裸体舞表演、在巴西打桑巴鼓、学日语的尴尬、画儿画得相当不错、愚弄精神病医生、破译玛雅天文学古本，等等。这些令人发笑的故事，表现的是费曼坦率诚实的品格、自由的精神和创造性的思维。作为他生活轴心的物理学研究，其实是这个大玩家用全部的好奇心和热情来玩的一个玩具。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/159145455',
    downloadUrl:'https://pan.baidu.com/s/1XUbM3zsdNbGg4fel28iaUw',
    downloadCode:'xuvf'
  }


]
export default bookData