let bookData=[
  {
    cover:'/moneyBooks/zjglfayyy-min.jpg',
    name:'资金管理方法及其应用',
    author: '安德烈·昂格尔',
    authorDes: '安德烈·昂格尔，1990年以满分及学院嘉奖的优异成绩毕业于米兰理工大学机械工程系，是国际智商组织——门萨国际的成员之一。他自2001年开始成为一名独立交易员，主要致力于备兑权证方面的研究，曾著有一本与此相关的操作指南。之后他开始研究股票和期货，尤其倾向于交易系统的开发。|||2005年以获利60%的优异成绩赢得顶尖交易员杯期货组的冠军。同年，因为其在意大利交易商IwBank举办的Tcup冠军赛中取得的优异成绩，企业组织和财政高等研究所(Isfoa)授予其“投资组合管理和资产配置——实用金融、交易和管理专业”的荣誉学位，国家投资咨询机构任命他为荣誉会员。2006年，安德烈集中了其在资金管理领域所有的研究成果，出版了《资金管理方法及其应用》。|||2008年他以672%的惊人盈利率获得了由罗宾斯交易公司举办的世界交易锦标赛冠军。2009年和2010年安德烈分别又以115%和240%的盈利率成为全球历史上第一位获得世界交易锦标赛三连冠的交易员，2012年以82%的佳绩，第四度赢得世界交易锦标赛2012年第四季度期货和外汇组冠军。',
    des:'如何能使一个良好的交易系统源源不断地产生利润？一个缺乏经验的交易员与一个专业的交易行家的差别究竟在哪里？当我们提到“控制风险”时，指的又是什么呢？|||所有这些疑问都有一个答案。在本书中，你们可以和作者一起学习，找到以上问题的答案，同时这也将改变你们对交易的看法。|||股市交易中并不存在神奇的万能公式，但的确存在精准的计算方法和证实有效的交易技巧，它们可以使系统得到令人难以置信的结果。打开这扇大门的钥匙就是“资金管理方法”或者说是帮助我们决定在每笔操作中投入多少资金的一系列交易技巧。|||如果读者过去认为，“投资数额”只是一个很普通的问题，那么在读完本书以后，读者就会完全改变这种观点，你们会发现股市投资中一个全新的、令人着迷的重要内容。|||资金管理技巧与有效的操作方法相结合，长此以往必将使你的交易产生质的改变。',
    downloadUrl:'https://pan.baidu.com/s/1cUbTPPSoBf-VXUBa7p2l_A',
    downloadCode:'b14z'
  },
  {
    cover:'/moneyBooks/bjcy-min.jpg',
    name:'百箭穿杨',
    author: '小小辛巴',
    authorDes: '2013年雪球网“雪球之夜”演讲嘉宾，票选第一。|||雪球网人气用户，拥有粉丝5万以上。|||新浪著名博主，访问量470万以上。|||新浪微博粉丝，2万以上。|||从1995年入市，在交了多年学费后，终于掌握了一些盈利的要诀。|||2010~2013年的四年漫长大熊市中，每年保持正盈利，并大幅战胜指数，而2012~2013年的两年间，挑选并重点分析了20只股票，最高涨幅达到100％以上的有11只（其中200％以上的有3只），接近翻倍（90％以上）的有2只，50％~90％的有7只，37.8％的只有1只。',
    des:'为什么投资初学者要学格雷厄姆，不能学习巴菲特？|||怎样寻找企业中的“落难英雄”，让自己在未来“奇股可居”？|||如何综合各种因素来容错寻底？|||怎样寻找好股票的合理买入点？|||价值投资者该怎样构建自己的投资组合？|||雪球网人气用户小小辛巴用洋洋洒洒的“箭法十三篇”为投资者系统回答了这几个问题。同时辅以大量的“箭战实例”，勾勒出了一个稳健的价值投资者的操作风格。对于A股市场的价值投资者来说，这是一本不可多得的好书。',
    downloadUrl:'https://pan.baidu.com/s/1p5TadwKOJZS1X6TUY7w0zA',
    downloadCode:'ciek'
  },
  {
    cover:'/moneyBooks/jrscjsfx-min.jpg',
    name:'金融市场技术分析',
    author: '约翰·墨菲',
    authorDes: '约翰·墨菲是美国的商品期货技术分析师，从事技术分析超过30年时间，曾任美林证券公司分析研究主任、商品研究局的高级技术分析编辑、市场技术分析家协会(MTA)理事、纽约金融学院教授。现担任哥伦比亚国家广播公司CNBC电视台的期货技术分析师。',
    des:'《金融市场技术分析》一方面保持了原著清晰、简明的特点；同时，《金融市场技术分析:期(现)货市场、股票市场、外汇市场、利率(债券)市场之道》透彻地涵盖了图表和图表分析技术上的所有新进展，介绍了这个快速发展领域的许多最新动态。每一章都经过了更新。|||《金融市场技术分析:期(现)货市场、股票市场、外汇市场、利率(债券)市场之道》添加了一个新的重点——股票市场，增加了数百张最新图例，还增加了全新的三章内容，着重讨论以下内容：|||股市指标——上涨股数与下跌股数、新高股数与新低股数、上涨股票的交易量与下跌股票的交易量，以及其他评估市场广度的工具，为我们提供了趋势可能生变的及早警告信号。|||蜡烛图技术——介绍了蜡烛图的最佳应用方法，这类图表视觉效果突出，行情变化跃然于纸上，或者电脑屏幕上。|||交叉市场分析——人们迫切需要明明白白地跟踪不同金融市场之间的相互作用，这一方面的信息至关紧要。|||此外，《金融市场技术分析:期(现)货市场、股票市场、外汇市场、利率(债券)市场之道》还增添了几个新章节，详尽介绍了计算机交易系统的构建、高级技术分析指标的运用，以及最新的图表形式——市场剖面图等。|||无论交易者经验深浅，《金融市场技术分析》都是一册价值无法估量的工具书，该书带领您从道氏理论和基本的图表技术开始，一步一个脚印，直至最新的计算机技术分析和最高级的自动交易系统。',
    downloadUrl:'https://pan.baidu.com/s/1A2eShYLewGVpFbwMCy5jUQ',
    downloadCode:'ays9'
  },
  {
    cover:'/moneyBooks/sjdmg-min.jpg',
    name:'时间的玫瑰',
    author: '但斌',
    authorDes: '但斌，中国价值投资践行者，深圳东方港湾投资管理股份有限公司董事长。|||1967年出生于浙江东阳，1992年开始从事证券工作。|||拥有26年投资经验，海外投资超过13年。|||2004年成立东方港湾投资管理有限责任公司。|||因其对腾讯和茅台等企业的成功投资，迅速引起投资者的关注，也使得价值投资理论为更多人所接受。',
    des:'投机和短线交易为什么常常会失败？|||腾讯和茅台高速成长的逻辑是什么？|||中国资本市场蓝筹时代正在到来？|||跨过银行、地产，未来哪些行业更有机会？|||一买就跌，一抛就涨？靠消息短线投机？希望通过他人接盘进行低买高卖，是个零和博弈，多数人会亏损。怎样才能发挥时间和复利的力量，实现财富增长？什么才是正确的投资理念？|||价值投资者但斌在《时间的玫瑰》中，回顾了自己的投资成长历程，他吸取了切身惨痛的实践教训，从技术分析坚定地转向了价值投资之路。|||他融合了26年的投资经验，阐述价值投资的核心与内在逻辑，主张坚持共赢，避免零和游戏。但斌认为，最伟大的投资家也会随岁月消逝，但某些投资的原则却亘古不变。|||他结合实际案例分析，从如何看对行业选对股，到如何穿越周期、穿越企业、穿越历史，逐一分析投资的基本原则，这些是投资者实现价值投资和财富增长的重要参考和纲领。',
    downloadUrl:'https://pan.baidu.com/s/16flgPFFMgrkbwQLQu1Yf8w',
    downloadCode:'0s3k'
  },
  {
    cover:'/moneyBooks/zlfz-min.jpg',
    name:'祖鲁法则',
    author: '吉姆·斯莱特',
    authorDes: '英国著名投资大师，有“英国股神”之美誉。善于发现成长型公司与判断市场趋势。曾为英国《星期日电讯报》撰写专栏。1963—1965年，他的专栏所推荐的投资组合回报率高达68.9%，而同期英国股市只上涨了3.6％。|||拥有传奇般的股市投资经历。他的第一个投资企业斯莱特-沃克公司是一度能够在股市呼风唤雨的金融集团，但在1975年宣布破产。沉寂17年之后，他于1992年卷土重来，震惊英国金融界。',
    des:'本书作者是20世纪英国股票投资领域最杰出的投资大师吉姆·斯莱特。《祖鲁法则》是吉姆·斯莱特写给私人投资者的选股秘笈。这本书是投资界失落的致富经典，“英国股神”倾情奉献毕生的投资心得。|||吉姆·斯莱特用“祖鲁法则”命名自己的投资理念，旨在强调在投资市场居于弱势的散户，必须向19世纪曾经以小搏大的祖鲁族学习，集中火力在自己选定的投资领域，发挥优势，打败机构投资者，赚取高额利润。|||吉姆·斯莱特在书中充分阐述了挑选成长股的的7大标准：市盈率相对盈利增长比率（PEG）、现金流、相对强度、管理能力、竞争优势、财务状况和每股收益，以及投资者应该如何利用系统的方法，严格的选择，形成自己的投资组合。只要掌握 “祖鲁法则”，散户也可以大幅战胜市场，赢取丰厚利润。',
    downloadUrl:'https://pan.baidu.com/s/1CbEdvtQPHMgCVwqgdwyocg',
    downloadCode:'snsm'
  },
  {
    cover:'/moneyBooks/zjwdjys-min.jpg',
    name:'走进我的交易室',
    author: '亚历山大·艾尔德',
    authorDes: '亚历山大·艾尔德，医学博士，职业交易者，技术分析专家。金融交易有限公司创始人，该公司面向世界提供强化交易训练营课程。艾尔德博士的第一本书《交易为生》及《学习指南》畅销全球，英文版共售出16万册，并被译成9种文字。这本《走进我的交易室》是艾尔德博士九年后推出的凝聚其最新市场发现和交易理念的又一力作。',
    des:'你一定能成功地交易。以前有过成功的先例，现在，就在今天，在世界各地也有成功的案例。如果你热爱学习，如果你敢于承担必要的风险。如果你被它巨大的回报所吸引，并且你已准备好将这一切付诸实施，你就有了一个了不起的目标等待着你去实现。|||在《走进我的交易室》之中，亚历山大·艾尔德博士会带领你远远地超越他在前一本全球畅销书《交易为生》中提到的3M(Mind——心智，Method ——方法，Money——资金管理)境界。他会教你如何来管理你的资金和时间。如何来制定策略，你因此能够满怀信心地进入市场，满载着利润离开。这是一本不可多得的好书，它使新手们受到教育，使那些职业玩家们更加锐不可挡。他提供的是专家级的指导，历经考验的交易方法，以及新颖而独特的教学模式。你还有机会跟随他去经历几笔实实在在的交易，这些交易的进场点和出场点生动地再现了本书所传授的重要溉念。|||本书提供：对交易本质的一个全面介绍、对交易心理的概览，包括个人心理和市场大众心理、对技术分析的一个切合实际的综述，包括新的指标和系统、对风险控制和资金管理亦步亦趋的指引、对如何保存记录，组织时间给予明确的指导、参观艾尔德博士的个人交易室，一起回顾他最近的几笔精彩交易。|||在你拿着真金白银到市场中承担风险之前，一定要先学习《走进我的交易室附：学习指南》。该书提供了100个问题及其答案。以及50幅图表来测试你的知识水平。给自己做一个评估来确保你对交易的9个主要环节有足够深入的理解。认真练习8个历史案例，选择其中的入场点和出场点，并且切实搞清楚你对做每一笔交易的必经步骤有多深的理解。利用艾尔德博士的指导来确保你赶上并超过你的竞争对手。|||《走进我的交易室》将帮助你掌握交易股票，期货，期权和货币的一套全新的方法。前所未有的深度和广泛的覆盖面为你提供一个最好的机会，使你成长为自己一直梦想成为的那个交易者。',
    downloadUrl:'https://pan.baidu.com/s/1FniAUUfHlPha76DbCo0sCA',
    downloadCode:'dqsq'
  },
  {
    cover:'/moneyBooks/zytjyl-min.jpg',
    name:'专业投机原理（珍藏版）',
    author: '斯波朗迪',
    authorDes: '维克托·斯波朗迪（Victor Sperandeo）专业证券操盘手，华尔街的风云人物，曾被《巴伦》周刊誉为“华尔街的终结者”。他做了31年的资金管理人，目前为Hugo安全资产公司和The Professional C．T．A．基金管理投资。1978—1989年，他连续12年投资盈利，没有任何一年亏损。　　维克托只有中学学历，是白手起家的典型。他年少时精于玩牌，并从中认识到“胜算”和“自律”的重要性。　　维克托曾尝试将自己的交易系统形成连锁店的模式，为此花费5年时间训练了38位人土。但最终只有5人脱颖而出，并且全部自立门户。虽然维克托的投入没有达到最初的目的，但也没有赔钱，而且由此对交易上的成功有了更深刻的认识：要了解市场，更要了解自己。',
    des:'《专业投机原理》自出版以来，已经使无数股民获益，无论他们是散户、交易员，还是投机者、投资者。这本书也借此荣列“年度最佳商业图书”、“十佳专业理财书”、“必读的投资学经典”、“100本最有影响力的书”|||它之所以如此畅销不衰，是因为其内涵丰富，每读一遍都另有领会，读之如练功，层层增进：|||对道氏理论的理解与研究深刻明了；|||对趋势变动的说明让人豁然开朗；|||结合市场阐明各种经典技术分析指标；|||重视风险管理和自我认知。|||《专业投机原理》系统地反映了世界上最伟大的交易员维克托的投机哲学。因此，除了通常的市场知识外，书中还包含大量的心理学、经济学、政治学方面的知识，大大开阔了读者学习投机知识的视野。尤其值得一提的是，维克托对经济学、经济循环的本质有着深刻的认识，这使他能够把握宏观经济脉络，从容地进行投机活动。',
    downloadUrl:'https://pan.baidu.com/s/1ozYUk3SA-i3gpcFBpjnOJQ',
    downloadCode:'ef3l'
  },
  {
    cover:'/moneyBooks/zq-min.jpg',
    name:'周期',
    author: '霍华德•马克斯',
    authorDes: '橡树资本联席董事长及公司核心创始人之一。畅销书《投资最重要的事》作者。他获得宾夕法尼亚大学沃顿商学院的经济学学士学位，后获得芝加哥大学工商管理硕士学位。他也是特许金融分析师（CFA）。|||作为世界顶尖的价值投资者，马克斯自20世纪90年代初开始写投资备忘录寄予投资人。他的备忘录深受华尔街，包括他的好朋友、投资大师巴菲特先生推崇。巴菲特先生为他的第一本书《投资最重要的事》题词：“这是一本难得一见的好书。”',
    des:'每个投资人都想弄清楚自己现在所处的周期位置。也就是说，人们渴望知道自己下一步应该追加投资，继续留在市场，还是应该果断卖出，离开市场。大家都知道市场周期起伏波动，然而，大部分投资人往往只想到市场周期的首层浅思维。这本书会带你进入市场周期的二层浅思维，教你看懂过去的周期规律，看清现在的周期位置，看透未来的周期趋势，获得少数赢家穿越金融危机、长期战胜市场的投资布局真经。|||霍华德▪马克斯是一位价值投资者。他将周期细分为经济周期、政府干预经济周期、企业盈利周期、投资人心理和情绪钟摆、风险态度周期、信贷周期、不良债权周期、房地产周期、市场周期，并对每种周期做了详细的阐述。其中，作者总结了自己50多年的投资经验，提出了一个鲜明的观点：人的决策对经济周期、企业周期、市场周期产生了巨大影响，而人做的决策，并不是科学的。他认为，人容易走极端的倾向，永远不会终止，因此，这些极端最终需要修正，而不是周期的发生会有改变。投资人需要警惕“这次不一样”的想法。这就意味着，投资人能够理解周期，就能够找到获得高回报率的良机。',
    downloadUrl:'https://pan.baidu.com/s/1auGLKfasr7jS9Zsc2QNMaw',
    downloadCode:'4fll'
  },
  {
    cover:'/moneyBooks/zggslycgmj-min.jpg',
    name:'中国股神林园炒股秘籍',
    author: '王洪',
    authorDes: '1964年出生于湖北洪湖。教育经历：北京师范大学哲学系北京大学哲学系比较文化博士班（博士肄业、硕士毕业）中国人民大学商学院EMBA 工作经历：在中关村做过3年电脑销售；在上地做过3年房地产开发；在海淀做过9年文化娱乐出版。1993年投身股市，从业14年，近年来跟随林园专职研究上市公司，深得林园投资真传。',
    des:'任凭多丰富的想象力，你也无法想到一个学医出身的小人物，从1989年全家拼凑的8000元人民币起步，投身中国股市，18年来，他的财富呈“核子裂变”般快速增长，至2007年其身价已达20多个亿。在多少人葬身充满暗礁和险滩的中国股海时，他却从没有亏损过一分钱；当很多人靠赌博和投机妄想一夜暴富时，他却仅靠两条腿和一个会算账的脑子稳稳地、大把大把地赚钱。——他，就是股神林园。|||我投资的第一重要性就是投资确定性，赚钱的确定性。我觉得股市是不能总结经验教训的。我要求我自己是百分之百的正确，没准你错一次就是毁灭性的，赔钱就让你毁灭。我认为A股上市的一千多家公司，95%的公司，我自己都搞不清楚。搞不清楚就是风险。我研究的公司，到目前为止也不超过25家。选股的技巧，就是让它的产品最好有几千年文化，或是在目前激烈的市场竞争中出来的优胜企业。还有就是选择一些没有竞争对手的垄断企业。卖出股票的三个条件：发现性价比更好的公司；公司经营情况发生变化；公司确实被高估了。',
    downloadUrl:'https://pan.baidu.com/s/1lCXTn2Ib1mfJMwHKW2kV_w',
    downloadCode:'on67'
  },
  {
    cover:'/moneyBooks/zqfx-min.jpg',
    name:'证券分析（第6版上）',
    author: '格雷厄姆 / 多德',
    authorDes: '本杰明·格雷厄姆（Benjamin Graham,1894-1976）——被誉为证券分析之父、“华尔街院长”|||戴维·多德,哥伦比亚大学教授，格雷厄姆最亲密的伙伴，自称“在《证券分析》一书的写作过程中，主要工作是当格雷厄姆的论点过于偏颇时，提出相反的观点供他思考。”',
    des:'这部著作是华尔街的经典，也是奠定格雷厄姆声誉的里程碑。书中第一次阐述了寻找“物美价廉”的股票和债券的方法，这些方法在格雷厄姆去世后20年依然适用。本书在长达70年的时间里共发行了5版，计有百万册，充当了无数美国最杰出投资家的启蒙教程，加上本杰明·格雷厄姆与戴维·多德两人在华尔街创下的不朽业绩，使得《证券分析》一书成为投资方面不史以来最有影响力的著作。从它于1934年问世以来，至今仍是人们最为关注的书籍，被誉为投资者的圣经。',
    downloadUrl:'https://pan.baidu.com/s/1XOXixHZzsKriXNjcC1QAZw',
    downloadCode:'13oa'
  },
  {
    cover:'/moneyBooks/zqfxx-min.jpg',
    name:'证券分析（第6版下）',
    author: '格雷厄姆 / 多德',
    authorDes: '本杰明·格雷厄姆（Benjamin Graham,1894-1976）——被誉为证券分析之父、“华尔街院长”|||戴维·多德,哥伦比亚大学教授，格雷厄姆最亲密的伙伴，自称“在《证券分析》一书的写作过程中，主要工作是当格雷厄姆的论点过于偏颇时，提出相反的观点供他思考。”',
    des:'这部著作是华尔街的经典，也是奠定格雷厄姆声誉的里程碑。书中第一次阐述了寻找“物美价廉”的股票和债券的方法，这些方法在格雷厄姆去世后20年依然适用。本书在长达70年的时间里共发行了5版，计有百万册，充当了无数美国最杰出投资家的启蒙教程，加上本杰明·格雷厄姆与戴维·多德两人在华尔街创下的不朽业绩，使得《证券分析》一书成为投资方面不史以来最有影响力的著作。从它于1934年问世以来，至今仍是人们最为关注的书籍，被誉为投资者的圣经。',
    downloadUrl:'https://pan.baidu.com/s/1sotoDAEEhvFO4yNb57ri8g',
    downloadCode:'5rf6'
  },
  {
    cover:'/moneyBooks/zsyqscdr-min.jpg',
    name:'战胜一切市场的人（文字版）',
    author: '爱德华·O·索普',
    authorDes: '爱德华·索普（Edward O. Thorp）是世界级的21点玩家和投资者之一，他所经营的对冲基金在他29年的职业生涯中从未有一年亏损。他也是畅销书《击败庄家》的作者，这本书一度颠覆了21点游戏的规则，而他与希恩·T.卡索夫合著的续作《战胜市场》则影响了全球证券市场。索普现居于加利福尼亚州新港沙滩。',
    des:'在一般人眼中，玩家肯定是赢不过庄家的，但这本书的主角，也是这本书的作者，却是一个例外。他不仅在半个世纪前就找到了击败赌场的秘诀，而且还触类旁通地把这些技巧成功地运用到了一个更大的赌场——华尔街金融投资市场之中，并取得了世界级的投资收益。这个人就是爱德华·索普（Ed Thorp）。|||在《一个战场市场和击败庄家的人》里，这位传奇的金融天才用清晰简单的语言分享了自己在赌场和市场这两大领域的激动人心的冒险之旅，并分享了他击败庄家、战胜市场的秘诀，比如盯住“5”和“A”两张牌，就能决胜21点；而“凯利公式”“科学预测”和“价格锚点”则是战胜市场的最重要的投资策略。|||最后，索普也用自己的传奇经历总结出一条人生的成功法则，那就是：你需要有强大的自学能力、独立思考的能力，然后对基本的金融经济知识有所了解，对投资市场和人生当中的风险、回报和不确定性有清晰的认识，你就能够打败大多数人，成为让人羡慕的少数人生赢家之一。',
    downloadUrl:'https://pan.baidu.com/s/1HdgRH64Pc5rCfg7f6FqA-Q',
    downloadCode:'nhca'
  },
  {
    cover:'/moneyBooks/zmxczg-min.jpg',
    name:'怎样选择成长股',
    author: '菲利普·A·费舍',
    authorDes: 'Philip A.Fisher广受华尔街推崇和敬重。他的投资哲学约四十年前提出，今天，不只金融专业人士仍详加研读并付诸行动，而且被多数人奉为投资理财方面的经典之作。这些哲学收录在《怎样选择成长股》一书。1958年初版，佳评如潮，为投资人必读。',
    des:'作者希望这种书能以非正式的写法，把他想讲的事情以第一人称的方式，告诉身为读者的大家。书内用到的大部分语言、许多例子和比喻，和作者把这些观念亲口告诉买他基金的人一样。他的坦诚，有时是直言不讳，让任何人都会从中受益。',
    downloadUrl:'https://pan.baidu.com/s/1zZXY-5azrNz0GRkZaNerfA',
    downloadCode:'l33w'
  },
  {
    cover:'/moneyBooks/yz-min.jpg',
    name:'原则',
    author: ' 瑞·达利欧',
    authorDes: '对冲基金公司桥水创始人。他出生于纽约长岛一个非常普通的中产阶级家庭，26岁时在自己的两居室公寓内创办了桥水。经过42年的发展，桥水位列美国最重要的私营公司榜单第五位（《财富》杂志）。他入选《时代周刊》世界100位最具影响力人物，并跻身《福布斯》世界前100名富豪行列。由于他独到的投资准则改变了基金业，美国CIO经理人杂志称其为“投资界的史蒂夫·乔布斯”。',
    des:'瑞·达利欧是全世界顶级投资家、企业家之一，对冲基金公司桥水创始人。桥水创立至今为客户赚取的收益远远超过历史上任何一家对冲基金。达利欧认为桥水的成功源自他所奉行的一套原则，而这些原则也是他一生中学到的最重要的东西。|||达利欧认为，我们可以像看待机器一样看待生活、管理、经商和投资，并将其系统化为一系列原则。这本书阐述了他的原则的两大基石——极度求真、极度透明，并介绍了以此为基础的创意择优，以及基于可信度评价的决策机制。书中500多条原则将帮助我们保持开放心态，看清现实，正确评价自己和他人，从容面对做决策、打造强大团队等问题，更进一步深入认识自我，实现不断成长。|||达利欧相信，自己的成功并非因为个人的特质，而是因为他从失败中学会了做人、做事的原则，而大多数人和公司都可以运用他的这些原则更好地实现自己的目标。',
    downloadUrl:'https://pan.baidu.com/s/1OqVaGCSAYdPyqbDvXs-7pg',
    downloadCode:'vg3c'
  },
  {
    cover:'/moneyBooks/ygnmdywcq-min.jpg',
    name:'一个农民的亿万传奇（高清）',
    author: '傅海棠',
    authorDes: '傅海棠，农民出身，曾养过六年猪，做过小贩，种过棉花、大蒜等。海通期货笑傲江湖大赛明星获奖选手。2000年开始做期货，2009年到2010年18个月时间从5万起步做到1.2亿，是国内期货界的传奇人物。不看任何技术图表、不做任何技术分析，用“天道”思想理解分析市场、指导操作方向和节奏，拥有最纯粹最朴素的投资思想，有“农民哲学家”的称谓。',
    des:'《一个农民的亿万传奇》讲述了一个农民作为海通期货笑傲江湖大赛明星获奖选手，在18个月的期货投资时间里从5万元做到1.2亿元的传奇故事，从他的投资经历、投资理念、分析方法、操作方法等方面给读者以启示。文字优美，故事流畅。',
    downloadUrl:'https://pan.baidu.com/s/1M-A3ptf_uj6yCHsdeZsdhA',
    downloadCode:'5stw'
  },
  {
    cover:'/moneyBooks/xags-min.jpg',
    name:'笑傲股市-第4版（高清）',
    author: '欧奈尔',
    authorDes: '威廉·欧奈尔，（William J.ONeil），欧奈尔是华尔街经验最丰富、最成功的资深投资人之一。他21岁白手起家，30岁时就买下纽约证券交易所的席次，并在洛杉矶创办执专业投资机构之牛耳的威廉·欧奈尔公司。他目前是全球600位基金经理的投资顾问，并且担任资产超过2亿美元的新美国共同基金的基金经理，也是《投资者商业日报》的创办人。该报成长迅速，是《华尔街日报》的主要竞争对手。',
    des:'本书作者威廉·欧奈尔是华尔街经验最丰富、最成功的资深投资人之一，他21岁白手起家，30岁就买下纽约证券交易所的席次。他创办的《投资者商业日报》是《华尔街日报》的主要竞争对手。欧奈尔目前是全球600位基金经理的投资顾问，并担任资产超过2亿美元的新美国共同基金的基金经理。|||欧奈尔在这本书中总结了他的选股模式CAN SLIM，每一个字母都代表一种尚未发动大涨势的潜在优质股的特征。本书包含的买入和卖出规则都是通过对20世纪每一年最赚钱的股票进行深入分析后得出的，反映出股市的真实运行状况。|||美国个人投资者协会将本书中的CAN SLIM方法与彼得·林奇和沃伦·巴菲特的方法进行比较后，于2001年发表独立研究，结果显示CAN SLIM方法每年都可以取得最好和最持续稳定的业绩，是最佳投资系统方案。',
    downloadUrl:'https://pan.baidu.com/s/1ssgi9Vw4CiQVvf8q--x7aQ',
    downloadCode:'6572'
  },
  {
    cover:'/moneyBooks/xgqq-min.jpg',
    name:'小狗钱钱套装全2册',
    author: '博多·舍费尔',
    authorDes: '博多•舍费尔，1960年9月10日出生在德国科隆，是德国著名的投资家、企业家、演说家以及畅销书作家。|||从小，博多便目睹了贫穷给人们带来的种种伤害，这让他厌恶贫穷。6岁时，他决心要在30岁时成为百万富翁。6岁时，博多只身远赴美国闯荡。26岁时，他陷入了严重的个人财务危机。然而，凭借坚强的意志和正确的投资理念，博多在30岁时摆脱了债务，获得了成功——这时，凭借个人资产产生的利息，他就可以过上富有的生活。博多决心把他的理财知识传播给更多的人。他开始频频参加电视访谈节目，在世界各地举办讲座并著书立说。他已经帮助欧洲成千上万的人在个人财务问题上取得了巨大的进步，成为欧洲第一理财大师，拥有“欧洲巴菲特”和“欧洲第一金钱教练”的美誉。|||他的《赢家法则》成为德国最佳畅销书；《小狗钱钱》全球销量逾千万册，也已在中国出版，并受到广大中国读者的喜爱。',
    des:'《小狗钱钱2》由博多·舍费尔编著。畅销书《小狗钱钱》掀起了一股风靡欧美的“金钱童话”潮流，相信你已经认识了吉娅和她那会说话的拉布拉多狗钱钱，学会了如何像富人那样思考，正确认识和使用金钱。|||而现在，吉娅和钱钱在《小狗钱钱2》里开始了新的冒险之旅！吉娅获得了期盼已久的暑期奖学金并前往了美国。在那里她交到了很多好朋友，然而所有的一切并非看上去那么美好……吉娅和朋友们在魔法放大镜的帮助下历经了一次又一次冒险，在此过程中学到了：|||“甜甜圈原理”：金钱就像甜甜圈外面那个看得见的圆圈，而无形的圆孔则代表人类的内心，象征着我们无法看到却又必须具备的品格——这是比看得见的成功更重要的东西！|||养成优秀品格的7条准则：友好亲和、勇于承担、善待他人、帮助给予、感恩之心、勤学不辍、值得信赖。',
    downloadUrl:'https://pan.baidu.com/s/1LYj3n1VR7ksPhDccw93Sig',
    downloadCode:'7ck6'
  },
  {
    cover:'/moneyBooks/tzzzyds-min.jpg',
    name:'投资最重要的事',
    author: '霍华德•马克斯',
    authorDes: '总部位于洛杉矶的橡树资本管理有限公司（Oaktree Capital Management）主席与共同创始人，管理着800亿美元的投资公司资产，沃顿商学院金融学士，芝加哥大学会计与市场营销专业MBA。他投身顶级投资管理行业40年，跻身世界顶尖价值投资者之列。他的客户备忘录充满了富有洞察力的评论与久经考验的基本投资理念。如今，马克斯首次面向业余投资者和专业投资者，将其智慧集结成书，使广大读者从中获益。',
    des:'《投资最重要的事》倾注了霍华德•马克斯一生的经验和研究，阐述了成功投资的秘诀，以及足以摧毁资本或断送职业生涯的错误。马克斯摘录备忘录中的段落阐明自己的思想，以亲身经历详细阐述了其投资理念的发展历程，充分肯定了投资的复杂性和金融领域的危险性。作者凭借对当今动荡市场的深刻见解，奉献出一部半自传、半信条性质的《投资最重要的事》，为读者提供了广阔的看点。 马克斯在《投资最重要的事》中详细阐述了“第二层次思维”、价格、价值关系、耐心等待机会、以及多元化投资等概念，对自身的决策以及偶尔的失误做出了坦诚的评价，为读者进行批判性思考、风险评估、建立投资策略提供了宝贵的经验教训。作者鼓励投资者做“逆向投资者”，明智地判断市场周期，采取大胆而谨慎的行动获取收益。最重要的事是什么？成功的投资有赖于同时对各个方面保持密切关注。《投资最重要的事》中的每个主题，都是最重要的事。',
    downloadUrl:'https://pan.baidu.com/s/1S1qGEOmoAl4gyD8V-pw-sA',
    downloadCode:'wkcu'
  },
  {
    cover:'/moneyBooks/tzzzjdds-min.jpg',
    name:'投资中最简单的事',
    author: '邱国鹭',
    authorDes: '邱国鹭，CFA,曾任南方基金管理有限公司投资总监和投委会主席、普林瑟斯资本管理公司基金经理、奥泰尔领航者对冲基金合伙人、美国韦奇资本管理公司合伙人等职，在基金业15年的履历中包含了小型对冲基金创始人、60亿美元中型资产管理公司合伙人、2800亿大型基金公司投研负责人等从业经验。2010年获基金专户最佳高端产品奖，2011年在“三千万人票选最受尊敬基金公司活动”中被评为“最佳投资总监”，2012年被评为“最佳基金投资风云人物”。',
    des:'投资本身是一件很复杂的事，宏观上涉及国家的政治、经济、历史、军事，中观上涉及行业格局演变、产业技术进步、上下游产业链变迁，微观上涉及企业的发展战略、公司治理、管理层素质、财务状况、产品创新、营销策略等方方面面。我们是否可以化繁为简、直接追问什么才是投资的本质？有没有一些简单可行的法则和工具能够让我们直接触及投资的本质？既然投资有太多复杂的因素难以把握，我们能不能只试着去把握那些能够把握的最简单的事，把那些不能把握的复杂因素留给运气和概率？|||《投资中最简单的事》从作者邱国鹭多年投资的自身经验出发，剖析了“便宜才是硬道理”“定价权是核心竞争力”“人弃我取，逆向投资”等简单易行的投资原则，阐明了“对于大多数人而言，只有价值投资才是真正可学、可用、可掌握的”这一观点，分享了易于普通投资者学习、操作的投资方法。|||在对“投资中最简单的事”娓娓道来的过程中，作者用生动晓畅的语言分享了自己投资生涯中的丰富投资实例，使本书兼具了易读性与实操性。',
    downloadUrl:'https://pan.baidu.com/s/1u7WtsRrzGEQFO0XHTQFT7g',
    downloadCode:'qf6f'
  },
  {
    cover:'/moneyBooks/txcwzyzl-min.jpg',
    name:'通向财务自由之路（珍藏版）',
    author: '范·撒普',
    authorDes: '国际公认交易心理学方面排名第一的大师，拥有15年的交易商和投资者顾问经历，曾经与世界上一些顶级的交易商和投资者们一起工作，并且完成了对各种各样交易商和投资者的上千种心理评价。撒普博士是国际交易大师研讨培训公司(International Institute of Trading Mastery)的创办人兼总裁。作为国际知名的交易商和投资者顾问，他为世界各地的大银行和交易公司开设了很多函授课程并多次举办研讨会。他的成果包括一部五卷的函授课程教材、一个用来评估交易商优势和弱点的测试系统、八种不同的三日短训班、关于系统和心理的每月时事通讯、无数业界刊物中的文章等。',
    des:'《通向财务自由之路》是一本十分适合投资者的书，它具有极好的系统性，完整地介绍了投资，有助于读者成为一个成熟的投资者，主动驾驭自己的财富。很多人都希望获取战胜股市的秘诀，从此一劳永逸。但是本书在考察了交易实战之后，发现条条大路通罗马：长期趋势跟踪、基础分析、价值投资、波段交易、价差、套利、周期……无论是交易者还是投资者，最重要的是找到适合自己个性和目标的方法，摆正心态，这样才会达到财务自由的境界。《通向财务自由之路》在强调自我挖掘和心理因素的基础上，逐步指导读者如何设立自己的系统（了解自己、准备、设定方案、选择、入市、退市、获利、评估），收录了投资圣手们的入门术、心得体会和经典理念，比对了各种投资策略的实战成果。同时，本书还介绍了许多被其他投资著作所忽视的重要内容：预期、头寸规模、目标、大环境、资金管理等。除了出色的系统性，本书通俗易懂的比喻风格，也更好地有助于读者理解投资。',
    downloadUrl:'https://pan.baidu.com/s/1INXYgrLtDGBV3OYBAInQMA',
    downloadCode:'282e'
  },
  {
    cover:'/moneyBooks/tdzql-min.jpg',
    name:'涛动周期论',
    author: '周金涛',
    authorDes: '周金涛先生，中国康德拉季耶夫周期理论研究的开拓者。作为大师级的策略分析师，从2008年次贷危机到2016年大宗商品年度反弹，先生对于大级别周期运行脉络的把握可谓千古独步，被人们誉为“周期天王”。本书的主体是以时间轴为线索将先生的重要报告和研究成果编纂成册，将其以经济周期研究和结构主义为核心的独特的逻辑框架和思维体系全面而完整地展示给读者。书中的内容几乎覆盖了包括股票、商品、美元、黄金以及房地产等在内的所有大类资产类别。依靠扎实的理论功底、翔实的数据论证以及严密的逻辑推演带领读者领略周期理论、结构主义与大类资产配置的完美契合。',
    des:'周金涛先生，中国康德拉季耶夫周期理论研究的开拓者。作为大师级的策略分析师，从2008年次贷危机到2016年大宗商品年度反弹，先生对于大级别周期运行脉络的把握可谓千古独步，被人们誉为“周期天王”。本书的主体是以时间轴为线索将先生的重要报告和研究成果编纂成册，将其以经济周期研究和结构主义为核心的独特的逻辑框架和思维体系全面而完整地展示给读者。书中的内容几乎覆盖了包括股票、商品、美元、黄金以及房地产等在内的所有大类资产类别。依靠扎实的理论功底、翔实的数据论证以及严密的逻辑推演带领读者领略周期理论、结构主义与大类资产配置的完美契合。',
    downloadUrl:'https://pan.baidu.com/s/1yl1Ppk0j9Qkhqk69sAV41A',
    downloadCode:'5oxe'
  },
  {
    cover:'/moneyBooks/shzdpkp-min.jpg',
    name:'说谎者的扑克牌',
    author: '迈克尔·刘易斯',
    authorDes: '迈克尔·刘易斯，美国超级畅销书作家，毕业于美国普林斯顿大学和英国伦敦经济学院，曾任所罗门兄弟公司的债券交易员，后来为《纽约时报》撰稿，并担任英国《观察家周刊》的美国版编辑。|||他的成名之作《说谎者的扑克牌》被公认是描写20世纪80年代华尔街文化的经典名作，书中的精彩片段被各种媒体广泛引用，对美国商业文化产生了重大的影响。',
    des:'“说谎者的扑克牌”是华尔街上金融家们玩的一种休闲游戏，以最善于瞒骗他人而实行心理欺诈者为胜。迈克尔·刘易斯将其用为隐喻，描述了自己在华尔街最大的投资银行之一的所罗门兄弟公司里四年的工作经历——从意外受雇、接受培训直到成长为只凭一个电话即可以调动数百万美元资金的明星交易员。在书中，刘易斯将华尔街投资世界中许多不为人知的技巧、诀窍和手段娓娓道来，披露了自己是如何参透华尔街的波谲云诡、逐步掌握投资走势的，让读者有了感同身受的体验。|||这本书的另一个亮点，是从作者的视角展示了所罗门兄弟公司在20世纪80年代的戏剧性历史，特别对1987年10月美国股市大崩盘进行了深刻的描写，从而折射出华尔街在那个年代是如何在大起大落中保持发展的。|||作者将华尔街深奥的投资手法融入有趣的故事当中，让读者在捧腹大笑的同时又陷入深深的思考。这也使本书获得了专业人士和广大读者的认可，成为美国长销不衰的投资经典著作。',
    downloadUrl:'https://pan.baidu.com/s/1AWOfqPyiJzxFShL3FDACnw',
    downloadCode:'z0p1'
  },
  {
    cover:'/moneyBooks/sbsjndcb-min.jpg',
    name:'手把手教你读财报',
    author: '唐朝',
    authorDes: '唐朝 男，70后，1994年辞去事业单位公职，1995年进入期货市场，无数个不眠之夜，发奋苦读各类技术分析书籍，最终成功爆仓并破产于1996年。终得四字真言：远离杠杆。其后的奋斗，都投了房产和股票，收获还算满意。2006年底，关了公司，成为宅男，享受于读书、品茶和投资之间。',
    des:'本书是一位久经沙场的老股民，在经历了无数次惨烈的投资战役之后，总结过往得失，呕心沥血而作。因为不是会计专业出身，所以没有晦涩的术语、难懂的公式。因为有多年的投资经历，所以更明白财报的意义所在，更知道投资者读财报的目的所在。财报是用来排除企业的。本书以一份贵州茅台财报为例，让毫无会计学基础的投资者也能轻松读懂财报，看透财报背后的企业秘密。',
    downloadUrl:'https://pan.baidu.com/s/1kGu3s-YckYH5-RshEr2vrA',
    downloadCode:'zpzd'
  },
  {
    cover:'/moneyBooks/sdwstcanxsdmm-min.jpg',
    name:'史丹·温斯坦称傲牛熊市的秘密',
    author: '史丹·温斯坦',
    authorDes: '史丹·温斯坦，华尔街首席交易大师，美国当今最受推崇的技术分析大师之一，惠及全球亿万股民的阶段分析法的创始人，《专业价格分析者》以及《全球趋势警报》两份刊物的主编及发行人。其经常在全美著名的金融报纸或期刊，如《华尔街日报》、《纽约时报》、《贝隆金融周刊》上撰写金融评论。本书出版曾蔚为市场风潮，一时洛阳纸贵，并荣登畅销书排行榜。本书最大特色是完美地将技术分析理论简化为操作系统，实为不可多得之佳作。',
    des:'《史丹•温斯坦称傲牛熊市的秘密》是一部不可思议的著作。是有史以来最棒的交易手册。一个人要经历多少次牛熊市，才能被称为“华尔街神童”？ 一个人要看过多少个市场的起伏变幻，才能准确预测股市行情？ 一个人要有什么样的智慧，才能授人以渔？ 华尔街首席交易大师，启蒙全球无数投资者的阶段分析法的创始人——史丹•温斯坦与您分享其纵横华尔街数十载的宝贵经验。',
    downloadUrl:'https://pan.baidu.com/s/1A75kZgPmFK2H72wRm6390g',
    downloadCode:'mk0b'
  },
  {
    cover:'/moneyBooks/rblztxj-min.jpg',
    name:'日本蜡烛图技术新解',
    author: '史蒂夫·尼森',
    authorDes: '注册市场技术分析师（CMT），尼森研究国际公司的创始人、总裁。该公司为客户提供量身定制的培训与技术咨询服务。尼森先生是向西方介绍蜡烛图技术的第一人，是日本图形技术在西方市场的适用性研究方面公认的权威。他的《日本蜡烛图技术》是国际市场上的畅销书和常销书。全球的金融业媒体，包括《华尔街日报》《巴伦周刊》《价值》《欧元周刊》《机构投资者》等，对他的研究常有报道和关注。他是纽约金融学院的讲师，在4所大学拥有客座教席。作为全球知名的重量级演讲人，他曾在17个国家向成千上万的交易者和分析师讲授他的交易技术。邀请他讲课的机构甚至包括世界银行和美国联邦储备银行。尼森先生拥有金融与投资方向的MBA学位，是最早获得“市场技术分析师协会”颁发的“注册市场技术分析师”证书的人之一。此前他曾在Daiwa证券公司担任高级副总裁，在美林证券担任高级技术分析师。目前，尼森与他的家人居住在新泽西。他的网址是www.candlecharts.com，这个网址的邮箱地址为：info@candlecharts.com。',
    des:'1990年，史蒂夫·尼森将古老的日本蜡烛图技术系统地介绍给了西方投资界，这一举动震惊了使用传统技术分析方法的人，史蒂夫·尼森因此被誉为现代蜡烛图技术之父。今天，史蒂夫·尼森又为我们带来了全新力作《日本蜡烛图技术新解》，在本书中，尼森带来了以下新内容：|||融入十几年交易实践，对蜡烛图技术的更深入理解。|||首次向读者披露蜡烛图技术的四套独门绝技。|||200份图表说明、几十个实操案例，并明确向读者介绍了这些技术方法的适用范围。|||讨论了各种技术在股票证券市场、商品期货市场、外汇市场和海外资本市场的不同应用。|||介绍了如何将这些方法与传统交易法则以及西方技术理念相融合，以取得更优市场业绩。',
    downloadUrl:'https://pan.baidu.com/s/1cDsUKNRXzqQLF5Dt3xmBZA',
    downloadCode:'ubk8'
  },
  {
    cover:'/moneyBooks/qclbd-min.jpg',
    name:'穷查理宝典',
    author: '查理·芒格',
    authorDes: '在公众眼中，沃伦·巴菲特是伯克希尔·哈撒韦的代表人物，是该公司多年来取得非凡成就的大功臣；但另有一人也对该公司传奇般的业绩作出了重要贡献，那就是查理·芒格。虽然他在普通人中的知名度远没有巴菲特那么高，但他同巴菲特一样，能引领你作出更好的投资和决策，让你对世界和生活有更深刻的理解。汇集他最出色的演讲、箴言和思想的《穷查理宝典》将向你证明这一点。',
    des:'《穷查理宝典》收录了查理过去20年来主要的公开演讲。除简单而权威的查理传略外，其后的《芒格的生活、学习和决策方法》以及《芒格主义：查理的即席谈话》整理了芒格最精华的思维与决策方式和以往在伯克希尔·哈撒韦公司和西科金融公司年会上犀利——和幽默——的评论。|||而最后最珍贵的十一篇讲稿则全面展现了这个传奇人物的聪明才智。贯穿全书的是芒格展示出来的聪慧、机智，其令人敬服的价值观和深不可测的修辞天赋。他拥有百科全书式的知识，所以从古代的雄辩家，到18、19世纪的欧洲文豪，再到当代的流行文化偶像，这些人的名言他都能信手拈来，并用这些来强调终身学习和保持求知欲望的好处。',
    downloadUrl:'https://pan.baidu.com/s/1-M4aN5Rx-XBUd0xaXG5SUA',
    downloadCode:'35wu'
  },
  {
    cover:'/moneyBooks/qhscjsfx-min.jpg',
    name:'期货市场技术分析',
    author: '约翰·墨菲',
    authorDes: '约翰·墨菲是著名美国市技术分析大师。他因为《期货市场技术分析》的影响而两度获得美国市场技术分析师协会的年度大奖，最近一次是2002年。',
    des:'《期货市场技术分析(期<现>货市场股票市场外汇市场利率<债券>市场之道)》是讲商品期货技术分析的，主要内容有技术分析的理论基础、道氏理论、图表简介、趋势的基本概念、主要反转形态、持续形态、交易量和持仓兴趣、长期图表和商品指数、移动平均线、摆动指数和相反意见、日内点数图、三点转向和优化点数图、艾略特波浪理论、时间周期等。',
    downloadUrl:'https://pan.baidu.com/s/1IY-hxGaYijOIRIh4gV9K3w',
    downloadCode:'fe1u'
  },
  {
    cover:'/moneyBooks/qhjycl-min.jpg',
    name:'期货交易策略（高清）',
    author: '斯坦利·克罗',
    authorDes: '斯坦利·克罗（？—1999）是美国著名的期货专家，1960年进入全球金融中心华尔街。他在华尔街的33年之中，一直在期货市场上从事商品期货交易，积累了大量的经验。在20世纪70年代初的商品期货暴涨行情中，用1.8万美元获利100万美元。岁月流逝，财富积累，斯坦利·克罗带着他在华尔街聚集的几百万美元，远离这一充满竞争的市场，漫游世界，独享人生。5年的游历中，斯坦利·克罗潜心研究经济理论及金融、投资理论，他最著名的两本专著是《期货交易策略》和《期货投资专家》。',
    des:'一个良好的长期趋势跟踪系统最吸引人的地方，是仓位通常建立在趋势就要发动的起始点，而且是朝趋势的方向建立。一个良好的系统会让你在市场仍对你有利的情况下保持原有仓位不动；一旦不利，又会用止损的方式让你退出；如果趋势反转，它也会让你反向交易。其中的困难之处在于“尽量保持仓位不动”，因为所有的系统交易者都发现，很难调整好市场止损点，以保证在市场仍对你有利的情况下能继续持有仓位，但是（重要的就是这个“但是”）能在恰到好处的时刻，透过止损点把你拉出市场，可能的话还要反向交易。这是很难的。真实的世界充满了紧张气氛，设定止损点只能说是一项艺术，没办法像科学那样精确。止损点可能设得太接近，只要小小的技术性回调，你就会被洗出市场，或者距离太远最后使你抱着巨大的赤字黯然出场，或是在趋势反转的时候，吐回大部分的账面利润。成功交易系统在设计的时候，最困难的地方可能就是要想办法解决止损点要怎么微调到恰到好处的地方，这也是目前研究交易系统的人最关心的问题。|||趋势跟踪系统的另一个大问题是，当价格在宽广的区间内横盘整理时，这种情况比激烈的既定趋势更常见，根据系统交易的人总是会在反弹时买入，回调时卖出。这种洗盘的损失，是顺势交易不可避免的一部分，交易者必须有耐心，财力也要雄厚，挺过一连串的洗盘损失，等候大行情的到来，大赚一笔。系统一直让你不断进出，并且发生损失时，你确实需要有很大的耐心且严守纪律，才能按照系统所说的去做。',
    downloadUrl:'https://pan.baidu.com/s/15f-Hw3kr_FQSIo_5Cz7aBA',
    downloadCode:'o35v'
  },
  {
    cover:'/moneyBooks/jyxlfx-min.jpg',
    name:'交易心理分析（高清）',
    author: '马克·道格拉斯',
    authorDes: '作者马克•道格拉斯( Mark Douglas) 　　金融交易心理辅导师。',
    des:'马克•道格拉斯是少数几位合格的交易心理辅导师，他的著作《交易心理分析》是许多人推荐的交易心理分析经典。在《交易心理分析》中，作者一语道破赢家的思考方式，并提供了具体的训练方法。不论你是初入股市的新手，或是股票买卖的老手，如果你想在股市中持续一贯地获利，你都应该读一读这本关于股票交易心理学的书，它会让你超脱输家轮回，晋升为市场赢家。',
    downloadUrl:'https://pan.baidu.com/s/1ypcGK_iFiizUQ_DSOE9vxA',
    downloadCode:'mddv'
  },
  {
    cover:'/moneyBooks/jysj-min.jpg',
    name:'交易圣经',
    author: '布伦特·奔富',
    authorDes: '',
    des:'技术与复杂的预测方法可以帮你了解市场的趋势，但却很难让你赢利。真正能让交易者在市场残酷的搏杀中胜出的是强大的交易心理，以及清醒地认识风险与细致的资金管理筹划，这一切构成了完整的交易系统。本书为所有志在从事交易的读者提供了一份详细的交易系统构建解决方案。作者归纳了系统交易制胜的六大原则：|||1.做好心理准备，明确自己的交易底线在哪里。|||2.用明确的交易理念启蒙自己的交易思想。|||3.寻找真正适合自己的正确交易风格。4.聪明地选择适合开展交易的投资市场。|||5.理顺交易的三大支柱：资金管理、交易方法、交易心理，在此基础上构架自己的交易系统。|||6.用合适的交易程序规范自己的交易。|||在六大系统交易制胜原则之外，作者还总结了交易新手在头三年会遇到的种种问题。同时，本书还在最后列举了十余位成功的交易员，希望通过他们的交易系统启迪广大读者。',
    downloadUrl:'https://pan.baidu.com/s/1p-hqVv_MBktA5ExXOGAAkQ',
    downloadCode:'h7uh'
  },
  {
    cover:'/moneyBooks/jydys-min.jpg',
    name:'交易的艺术',
    author: '凯尔·布彻',
    authorDes: '凯尔·布彻（Kel Butcher），金融投资大师，有着20多年的股票、期货、期权、权证和差价合约交易经验。凯尔是悉尼期货市场杂志《你的交易利器》（Your Trading Edge）的特约撰稿人，并兼任基金管理公司、精品交易公司和股票交易软件开发商的咨询顾问。凯尔著有《在线股票交易渐进指南》（A Step-by-Step Guide to Buying and Selling Shares Online）。',
    des:'不管是专业的交易员还是个人投资者，未实际进场操作前，都会认为交易就是一买一卖间便可轻松获利的一项活动；等到实际进场操作之后，他们才发现真实的情况往往是一出手就赔钱，再出手赔得更惨！想要成为一名持续获利的成功交易员，就要了解成功者的交易心态、体系、原则和方法。|||《交易的艺术 超级操盘手的交易体系与忠告》汇集了19位超级操盘手的交易体系和基于多年交易实践的忠告，内容涵盖交易心理分析、进场准备、交易计划制订、资金管理、交易系统盈亏情况分析、交易的时间框架和交易策略等，可帮助读者快速掌握交易技能、练就赢家心态。同时，书中还指出了各种操作失误和交易错误，可帮助读者坚守交易原则、避免重大损失。|||《交易的艺术 超级操盘手的交易体系与忠告》适合专业交易员以及各类个人投资者阅读参考。',
    downloadUrl:'https://pan.baidu.com/s/10xUV9pT3yfZm6jIDH3LkbQ',
    downloadCode:'bwrj'
  },
  {
    cover:'/moneyBooks/jz-min.jpg',
    name:'价值',
    author: '张磊',
    authorDes: '高瓴创始人兼首席执行官张磊首部力作,沉淀15年，张磊的投资思想首度全面公开|||全书共3个部分10个章节，介绍了张磊的个人历程、他所坚持的投资理念和方法以及他对价值投资者自我修养的思考，还介绍了他对具有伟大格局观的创业者、创业组织以及对人才、教育、科学观的理解。书中包含 大 量珍贵资料，不仅有首次提出的7大高瓴公式，详细拆解的10多个投资案例，还有11张精致手绘彩插和19张珍贵照片。',
    des:'高瓴创始人兼首席执行官。“我们是创业者，恰巧是投资人”，张磊以乐观主义创业者的心态创立高瓴，坚持价值投资理念，以长期主义和研究驱动发现价值，创造价值，坚定地“重仓中国”，支持实体经济，助力产业创新。经过十五年的发展，高瓴不仅成为亚洲地区资产管理规模最大的投资机构之一，更支持和参与了一批伟大企业的诞生和成长。张磊同时担任中国人民大学校董会副董事长，耶鲁大学校董会董事兼亚洲发展委员会主席，西湖大学创始捐赠人、创校校董兼发展委员会主席，未来论坛创始理事、未来科学大奖发起人和捐赠人之一。',
    downloadUrl:'https://pan.baidu.com/s/1NtaNyfgg91JlRlIhXuCHCg',
    downloadCode:'xuo7'
  },
  {
    cover:'/moneyBooks/hejyl-min.jpg',
    name:'华尔街幽灵',
    author: ' 阿瑟·L·辛普森',
    authorDes: '阿瑟·L.辛普森，芝加哥期货交易所和前中美洲商品交易所成员，全美期货协会注册场内交易员。|||此外，他还拥有美国海岸护卫队颁发的商船高级船员的资格，是美国联邦航空局的正规飞行员。他也是一名无线电爱好者，拥有美国联邦通信委员会颁发的一级无线电报话务员、无线电话接线员、GMDSS无线电接线员/维护员的证书，还曾经完成过美国资讯产业部海上补给管理部门所分配的任务。',
    des:'《华尔街幽灵》讲述1997年，美国著名的“期货杂志”交易论坛上有一位自称“幽灵”的神秘交易大师，他把30年成功交易的经验，归纳为3个规则，并与助理阿瑟•L.辛普森通过对话交流的形式。毫无保留地公开了自己成功交易的秘诀和方法体系，迅速成为“期货杂志”交易论坛上的超级大热门。幽灵这样做的动机。是他认为自己的成功源于许多人的帮助，如今他将以自己的智慧和经验进行回报。接受这份珍贵的礼物，你的投资交易将重新开始，并走向令你无法想像的坦途。',
    downloadUrl:'https://pan.baidu.com/s/1FTpzEjhX0n6YvHQelemY-A',
    downloadCode:'7rvd'
  },
  {
    cover:'/moneyBooks/hgjyfz-min.jpg',
    name:'海龟交易法则',
    author: '柯蒂斯·费思',
    authorDes: '所有海龟中最成功的一个，在“海龟交易试验”期间，他为理查德•丹尼斯赚取了超过3000万美元的交易收入。他还是机械交易系统和软件行业的先驱者之一。',
    des:'在金融界，流传着这样一个著名的故事。1983年，美国期货界的两个挚友——理查德•丹尼斯与威廉•埃克哈特之间就一个问题产生了分歧：伟大的期货交易者究竟是天生的，还是可以后天培养的？他们就这个问题进行了一场赌博，并为寻找答案进行了一场试验，这就是著名的“海龟交易试验”。',
    downloadUrl:'https://pan.baidu.com/s/1Rwmj3Y2kEp2kJbaWAm2rBw',
    downloadCode:'wbro'
  },
  {
    cover:'/moneyBooks/gszgz-min.jpg',
    name:'股市真规则',
    author: '帕特·多尔西  ',
    authorDes: '帕特·多尔西，晨星公司股票分析负责人，他既是晨星股票分析师团队的领导，又定期为morningstar.com供稿。他在发展晨星公司股票评级方面发挥了很大作用，同时在建立晨星公司股票覆盖范围方面起到关键作用。多尔西的观点常常被媒体广泛的引用，这些媒体包括《今日美国》、《美国新闻与世界报道》、《NBC晚间新闻》以及CNBC和CNN等。他也被邀请参与福克斯新闻频道《看多看空》节目。',
    des:'《股市真规则(第2版)》：如果只用一本经典指导自己的股票投资，那就是最好的选择！站在巴菲特和晨星公司的肩膀上投资。|||这《股市真规则(第2版)》主要讲述了公司价值研究、股票估值和投资策略等内容，它将帮助投资者挑选正确的股票、发现好的公司、理解不同行业背后的驱动力。在这《股市真规则(第2版)》中，投资者将学到：|||如何发现有竞争优势的好公司，如何确认一家公司的管理团队是称职的，如何发现可能对投资组合造成重大损失的警示信号，如何使用适当的估值规则以提高投资业绩，如何应用10分钟测试以决定是否值得花精力进一步，调研公司更多的细节。|||这《股市真规则(第2版)》为读者勾勒出了晨星公司严格的股票估值过程，同时也为投资者提供了经过实践检验的、能够正确选择适合长期投资股票的工具，也许这正是投资者所欠缺的。',
    downloadUrl:'https://pan.baidu.com/s/1gvR8BEh0NcKmHwo8sBvPmA',
    downloadCode:'gv8p'
  },
  {
    cover:'/moneyBooks/gsqsjsfx-min.jpg',
    name:'股市趋势技术分析',
    author: '罗伯特 D·爱德华兹',
    authorDes: '罗伯特·戴维斯·爱德华兹（Robert D. Edwards），技术分析之父理查德·W·沙贝克（Richard W. Schabacker，著有《技术分析与股票盈利预测》一书）的内兄（弟）或姐（妹）夫（具体不详），继承和发展了理查德·W·沙贝克的理论，与约翰·迈吉合著《股市趋势技术分析》一书。',
    des:'《股市趋势技术分析(最新修订原书第9版)(珍藏版)》内容简介：作为经典中的经典、证券投资的最佳入门书、股市图表分析的权威之作，《股市趋势技术分析》至今仍牢牢处于无法超越的地位。在赢得了投资者的无数口碑之后，它进行了最新一次修订，这就是第9版。|||《股市趋势技术分析(最新修订原书第9版)(珍藏版)》强调了3条基本原理：股票价格倾向于有趋势地运动，成交量跟随趋势，一轮趋势一旦确立之后倾向于持续起作用。书中有大量内容讨论了常在某一趋势发生反转时形成的形态。作者主张交易者跟随趋势，而不是在一轮下降趋势完结之前就试图抓住市场的底部。这《股市趋势技术分析(最新修订原书第9版)(珍藏版)》之所以伟大，是因为它用具体图表走势对道氏理论进行了细致和精彩的描述，堪称技术分析的巅峰之作。读这《股市趋势技术分析(最新修订原书第9版)》能够大幅度提升交易者的交易思想、交易技略以及技术分析的大局观。|||作为经典中的经典、证券投资的最佳入门书、股市图表分析的权威之作，《股市趋势技术分析》至今仍牢牢处于无法超越的地位。在赢得了投资者的无数口碑之后，它进行了最新一次修订，这就是第9版。|||《股市趋势技术分析(最新修订原书第9版)(珍藏版)》强调了3条基本原理：股票价格倾向于有趋势地运动，成交量跟随趋势，一轮趋势一旦确立之后倾向于持续起作用。书中有大量内容讨论了常在某一趋势发生反转时形成的形态。作者主张交易者跟随趋势，而不是在一轮下降趋势完结之前就试图抓住市场的底部。这《股市趋势技术分析(最新修订原书第9版)(珍藏版)》之所以伟大，是因为它用具体图表走势对道氏理论进行了细致和精彩的描述，堪称技术分析的巅峰之作。读这《股市趋势技术分析(最新修订原书第9版)》能够大幅度提升交易者的交易思想、交易技略以及技术分析的大局观。',
    downloadUrl:'https://pan.baidu.com/s/1bLa3Jlz3FtrqeS467Hpoyw',
    downloadCode:'ainu'
  },
  {
    cover:'/moneyBooks/gpmfs-min.jpg',
    name:'股市魔法师',
    author: '马克.米勒维尼',
    authorDes: '马克.米勒维尼，美国投资冠军，全美最成功的股票交易者之一，浸淫华尔街近30 年。他设立了Minervini Private Access公司，一个在线注册制平台网站，提供实 时SEPA分析。同时，他也设立了Master Trader Program项目，为参与人传授他的投 资理论。',
    des:'这是一本相当出色的投资指南！作者是美国最成功的股票交易商，他从30年的职业生涯中总结出来的方法CANSLIM写出来就是这本书！书中阐述了著名的、可以大大提高股票市场收益率的传奇SEPA系统！本书包含股票交易的经验、真谛和具体策略，是一本完美结合股票的基本面分析和技术面分析的实战型书籍：用技术分析找到趋势，用基本面分析验证自己的判断，这种客观的方法能最大限度减少个人情感对投资决策的干扰。《股票魔法师——纵横天下股市的奥秘》最后还重点讲述了风险管理的有关问题，从投资者心理和人性层面阐述在交易中如何克服人性的弱点。',
    downloadUrl:'https://pan.baidu.com/s/1KDtbpbiynkqtk5-dVDscTQ',
    downloadCode:'mbnr'
  },
  {
    cover:'/moneyBooks/gsjjzd-min.jpg',
    name:'股市进阶之道',
    author: '李杰',
    authorDes: '职业投资人，部队大院长大，当过服务员也做过IT职业经理人。2006年接触股市，2008年正式转为职业投资，2009年以水晶苍蝇拍为笔名在网络发表投资杂谈，博客点击率迅速突破数百万，多篇文章被媒体和网络广泛转载。受邀为《证券市场周刊》等多家专业媒体的特约撰稿人，其投资故事和感悟曾在11年被《北京晚报》专访整版报道，2013年其微博的年访问量超过1700万次，14年高票当选“雪球嘉年华”票选嘉宾。过去10年的年复合收益率超过44%，其中08年之后的5年熊市期间年复合收益率超过30%。投资理念倾向与高价值企业共同成长，推崇简单质朴的投资行为，以理性、辩证、中庸、守拙为投资座右铭。',
    des:'股市进阶之道：一个散户的自我修养（精装典藏版）|||其核心内容分为三大部分，其分别对应着投资之道、价值之源和估值之谜。它们正是投资中最为关键和困难的部分、其既相互独立又具有内在联系，对它们是否具有系统和辩证的理解是一个投资人段位差别的体现。|||这其中，对于概率和赔率、认知偏差、投资陷阱等方面的内容将帮助初学者把握住投资的本质和学习的方向，而对不同生意形态和经营特征的论述、对高价值企业概念和投资策略的三个视角的介绍，以及对于市场定价机理的分析，将促使投资人进入更深层次的思考。而大量案例的引入，有助于读者的理解并推动实战能力的提升。|||总之，这本书既可以成为初级投资人建立基本概念和掌握系统方法的教材，也对于中高级投资人的思维拓展有所帮助。',
    downloadUrl:'https://pan.baidu.com/s/1Zz6n-_gFEYwVzs6i2GM_sA',
    downloadCode:'9234'
  },
  {
    cover:'/moneyBooks/gsjkskl-min.jpg',
    name:'股市极客思考录',
    author: '彭道富',
    authorDes: '彭道富，男，四川大学工商管理硕士，一线投资者，投资界花号“拈花成佛”（也有称“捻花成佛”），研究股市多年，擅长捕捉龙头股和超级强势股，善于抓住重大历史性事件带来的交易机会，精于分析行情、趋势、题材和热点。其投资思想兼收并蓄，投资体系杂糅了基本分析、技术分析、心理分析、博弈分析乃至中国古代的周易理论、中医理论，是一位地地道道的杂家。',
    des:'《股市极客思考录》出版后，作者因书结缘，接触到了更多投资领域的*高手，有的隐藏民间，有的活跃在公募私募*线，在于这些超一流高手交流碰撞过程中，作者的投资水平已远非当年可比。|||见天地，见众生，只为见到更好的自己。今日，作者以“更好的”自己的状态来修订原书，增加近40页内容，提出很多新观点、新思维，特别是对近几年龙头股的新现象、新玩法，给予了全新解读。|||升级版中，作者拨开迷雾，重新引导大家认识龙头，让大家抛弃龙头的表面现象和形式，探求其的本质和骨髓。在本书中，作者打通了业绩白马龙头和黑马妖股龙头之间的内部逻辑，找到了隐藏在龙头背后的*公约数。如果你能领会到龙头藏在深处的逻辑，那么在你的眼里，无论贵州茅台、格力电器，还是特力A、冀东装备，都可以用龙头战法将它们一网打尽。',
    downloadUrl:'https://pan.baidu.com/s/186O1wvdmyhQsc6Er1s7ASg',
    downloadCode:'001r'
  },
  {
    cover:'/moneyBooks/gpcpbd-min.jpg',
    name:'股票操盘宝典',
    author: '胡斐',
    authorDes: '胡斐，经济学硕士，毕业于西南财经大学。曾在LSE伦敦政治经济学院，UPenn宾夕法尼亚州立大学学习经济学和访问、游学。著名职业投资人，投资领域涵盖股票，商品期货，金融期货，外汇等大类资产。',
    des:'股海搏击，需要过硬的内功；股市擒牛，需要超人的眼光；股林争霸，需要非凡的收益；股坛论剑，需要稳健的系统；这一切的一切，都在《股票操盘宝典》里面。|||从内功到外功，从剑宗到气宗；从策略到绝招，从系统到风控；从教训到反思，从失误到应对；从收益到风险，从择股到择时。《股票操盘宝典》给您的远远不止这些。|||字里行间，纸面之外，处处分布玄机；章节段落，引经据典，时时注意奥妙。意会言传，读懂的人欣慰；书里乾坤，认真的人感恩。',
    downloadUrl:'https://pan.baidu.com/s/1ZcS0SS47khhK_hgO4pNYOg',
    downloadCode:'kjuy'
  },
  {
    cover:'/moneyBooks/gsscp-min.jpg',
    name:'高胜算操盘',
    author: '马赛尔·林克',
    authorDes: '1987年，我曾经担任股票经纪人，但时间很短，不久就到纽约商业交易所担任原油选择权的办事员。几年之后，我筹措了3万美元，取得纽约金融交易所的席位，开始从事美元指数期货的交易。由于资金不足，几个月之后，就因为一个致命错误而亏损半数资本。这个事件对我的伤害很大，没有足够的资金继续在场内进行交易，只有参加其他交易者组成的合伙机构。我们利用某个经纪公司的场地进行交易，有几位同事曾经是场内交易员，经验相当老道。我也是在这个时候才学会如何判断价格走势图的，而且也开始编写交易系统。',
    des:'《高胜算操盘》是一本教导我们如何培养成功交易者心灵构架的书。作者马赛尔·林克以细腻、负责的口吻，通过阐述自身的惨痛经历和其他交易员身上的真实案例，让我们判断和掌握交易生涯中哪些事情该做，哪些事情不该做；通过讨论成功交易者最重要的各种素质和相关问题，帮助我们掌握胜算，学习避免已知的缺失。不仅如此，在每章结尾处，作者又特别以总结摘要形式引导我们辨识与交易相关的长处和短处，以帮助我们早日踏上赢家道路，可见作者之用心良苦。《高胜算操盘》将阐述一些我本身的惨痛经历，还有一些发生在其他交易者身上的案例。这些交易者当中，有些是刚开始从事交易，遭遇非常坎坷，而最后却能够突破困境，另一些人则永远都无法由错误中学习。我利用这例子作为说明，希望突出我的论点，让读者更容易判断哪些事该做，哪些事不该做。当然，我不会提到交易者的真实身份。我从来不隐瞒自己过去曾经是很糟的交易者，我打算详细说明这些造成交易亏损的不良习惯。当时我往往能够预先判断行情的发展方向。可是，由于种种因素的干扰，交易就是无法成功。然而，当我逐渐克服各种缺点，慢慢学习如何掌握胜算之后，情况就全面改善了。总体上说，整个转变来自于观察其他成功与失败交易者的行为，然后想办法改正自己与其他失败交易者之间的共同点。除此之外，我也分析自己的失败交易，尝试由错误经验中学习。就如同小孩子一样，只有被烫伤之后，才知道什么叫烫；亏损的痛苦，是最有效的老师。有个经验对我影响很大；某段时期，我隔壁坐着一位很差的交易者，他不断犯着相同的错误。我发现，我们两个人有一些共同之处。于是我决定自己必须做些改变。看着他进行交易，也让我清楚看见自己的错误。《高胜算操盘》准备讨论我个人认为成功交易者最重要的各种素质与相关问题，由基础开始，最后讨论纪律规范与情绪因素，其余还包括基本分析与技巧分析，交易计划与风险管理计划的制定与运用，交易系统的设计与尝试。《高胜算操盘》将帮助读者掌握胜算，学习如何避免已经存在的缺点。《高胜算操盘》每章最后都有一节都有”成为最佳交易者”，作为该章内容的总结摘要，并列举一些什么该做、什么不该做的行为，以及一些交易者应该随时提醒自己的问题。应该有助于读者辨认与交易相关的长处与短处，踏上赢家的道路。',
    downloadUrl:'https://pan.baidu.com/s/1sI_ETExUv7N5GgjKXrc8aA',
    downloadCode:'mn6d'
  },
  {
    cover:'/moneyBooks/gjqsjsfx-min.jpg',
    name:'高级趋势技术分析',
    author: '阿尔·布鲁克斯',
    authorDes: '阿尔·布鲁克斯，1978年毕业于芝加哥普利兹克医药大学，起初是一名眼科医生，后来改行做个人交易者，对市场每日价格行为的极度专注，使他成为一名成功的交易者：在20多年的时间里，他发展出自己的一套K线分析体系，并以技术分析师的身份为《期货》杂志供稿；著有图书《高级趋势技术分析：价格行为交易系统之趋势分析》、《高级波段技术分析：价格行为交易系统之区间分析》和《高级反转技术分析：价格行为交易系统之反转分析》。',
    des:'《高级趋势技术分析：价格行为交易系统之趋势分析》是写给严肃的交易者看的，《舵手经典57 高级趋势技术分析：价格行为交易系统之趋势分析》的价值在于，阐述了理解价格行为以及逐根K线分析走势图有助于追踪通常由机构所推动的形态，通过小止损、早入场，让机构为个人投资者“抬轿”并获利。|||',
    downloadUrl:'https://pan.baidu.com/s/1G_t3pHL2jG1JfG9R6TMHoQ',
    downloadCode:'dm0d'
  },
  {
    cover:'/moneyBooks/fbbqbb-min.jpg',
    name:'富爸爸穷爸爸',
    author: '罗伯特·T·清崎',
    authorDes: '莱希特是一名注册会计师，又是玩具业和出版业的资深经理和咨询专家。她参与创造了第一本电子书——《会说话的书》，多年来一直致力于青少年的教育事业。她与清崎一起创作了《富爸爸穷爸爸》，将注意力转向现行教育体制所忽视的财商教育上，帮助人们提高财商，改善财务状况。',
    des:'清崎有两个爸爸：“穷爸爸”是他的亲生父亲，一个高学历的教育官员；“富爸爸”是他好朋友的父亲，一个高中没毕业却善于投资理财的企业家。清崎遵从“穷爸爸”为他设计的人生道路：上大学，服兵役，参加越战，走过了平凡的人生初期。直到1977年，清崎亲眼目睹一生辛劳的“穷爸爸”失了业，“富爸爸”则成了夏威夷最富有的人之一。清崎毅然追寻“富爸爸”的脚步，踏入商界，从此登上了致富快车。|||清崎以亲身经历的财富故事展示了“穷爸爸”和“富爸爸”截然不同的金钱观和财富观穷人为钱工作，富人让钱为自己工作！|||本书1999年4月在美国出版，仅仅半年时间就创下销售10075万册的佳绩。2000年3月，韩语版面市：2000年6月，登陆澳大利亚……一时间，世界各地的大小书店为紫色所覆盖。简体中文版于2000年9月面市后，连续18个月蝉联全国图书销售排行榜第1名，连续两年半名列畅销书排行榜前10名。“ 富爸爸”系列图书已发行109个国家和地区，总销量超过2900万册！',
    downloadUrl:'https://pan.baidu.com/s/1ZM0onCNgkX55dmGPAgWomw',
    downloadCode:'e6dq'
  },
  {
    cover:'/moneyBooks/dxjymj-min.jpg',
    name:'短线交易秘诀',
    author: '拉里·威廉斯',
    authorDes: '拉里•威廉斯已经交易了将近50年，是全球最受敬仰的短线交易者之一。拉里为成千上万的人传授过交易技巧，也赢得过多次交易大赛。在罗宾斯世界杯期货交易锦标赛上，在不到12个月的时间里，他将账户资金从1万美元经营到110万美元，成为冠军。1970年开始，他基于1966年发明的威廉R%指标开始创作畅销书。威廉指标至今还在财经报刊、金融投资网站每天出现。在交易、研究与开发交易工具的间隙，他还两次当选参议员，就任美国期货业协会董事，并获奖无数，包括《期货》刊物第一届期货博士奖，欧米茄研究终身成就奖，《全球交易者》2005年度交易者奖。 圣迭戈市市长将2002年10月6日命名为“拉里•威廉斯日”。拉里经常受邀出现在CNBC与FOX新闻节目中，他的文章在《华尔街日报》、《福布斯》、《财富》等媒体刊登，是过去30年来被引用最广、最受追捧的专家。',
    des:'《短线交易秘诀(原书第2版)》内容简介：1999年，炙手可热的市场大师拉里•威廉斯首次出版《短线交易秘诀》一书时，针对的读者基本上还是专业投资者。过去这些年，发生了很大的变化，现在几乎所有人都在交易，梦想通过成功的短线交易获利，过上更好的生活，也承受着这种选择带来的战栗。|||现在，威廉斯带着他全面改版更新的畅销书强势回归，旨在帮助更多新的充满希望的交易者理解市场，并从中赚到盆满钵满。尽管短线交易的风险不小，但回报却全不可知。拉里描绘了成功交易所必须的蓝图，指出了优势也列明了缺陷，让读者也能成为顶尖交易者。|||《短线交易秘诀(原书第2版)》覆盖了从投机与波动率突破，到高概率获利形态等主题，呈现出作者对市场经年的真知灼见。市场是如何运动的，最重要的循环，何时退出交易以及怎样握住成功的交易，威廉斯熟练地解读了交易世界中进场与胜出的一系列基本原理。',
    downloadUrl:'https://pan.baidu.com/s/1_fhe0kOrWz0ROUP6gIsyXQ',
    downloadCode:'lhuh'
  },
  {
    cover:'/moneyBooks/cmdtzz-min.jpg',
    name:'聪明的投资者',
    author: '本杰明·格雷厄姆 ',
    authorDes: '本杰明•格雷厄姆（Benjamin Graham，1894～1976年）美国经济学家和投资思想家，投资大师， “现代证券分析之父”， 价值投资理论奠基人。格雷厄姆生于伦敦，成长于纽约，毕业于哥伦比亚大学。著有《证券分析》(1934年)和《聪明的投资者》(1949年)，这两本书被公认为“划时代的、里程碑式的投资圣经”，至今仍极为畅销。格雷厄姆不仅是沃伦•巴菲特就读哥伦比亚大学经济学院的研究生导师，而且被巴菲特膜拜为其一生的“精神导师”，“血管里流淌的血液80%来自于格雷厄姆”。格雷厄姆在投资界的地位，相当于物理学界的爱因斯坦，生物学界的达尔文。作为一代宗师，他的证券分析学说和思想在投资领域产生了极为巨大的震动，影响了几乎三代重要的投资者。如今活跃在华尔街的数十位上亿的投资管理人都自称为格雷厄姆的信徒，因此，享有“华尔街教父”的美誉。',
    des:'这是一本投资实务领域的世界级和世纪级的经典著作，自从1949年首次出版以来，本书即成为股市上的《圣经》。本修订版在完整保留格雷厄姆原著1973年第4版的基础上，由贾森•兹威格根据近40年尤其是世纪之交全球股市的大动荡现实，进一步检验和佐证了价值投资理论。其中大量的注释和每章之后的点评非常有价值。股神巴菲特特为本书撰写的序言和评论是这个版本的又一个亮点。|||本书首先明确了“投资”与“投机”的区别，指出聪明的投资者当如何确定预期收益。本书着重介绍防御型投资者与积极型投资者的投资组合策略，论述了投资者如何应对市场波动。本书还对基金投资、投资者与投资顾问的关系、普通投资者证券分析的一般方法、防御型投资者与积极型投资者的证券选择、可转换证券及认股权证等问题进行了详细阐述。在本书后面，作者列举分析了几组案例，论述了股息政策，最后着重分析了作为投资中心思想的“安全性”问题。|||本书主要面向个人投资者，旨在对普通人在投资策略的选择和执行方面提供相应的指导。本书不是一本教人“如何成为百万富翁”的书籍，而更多地将注意力集中在投资的原理和投资者的态度方面，指导投资者避免陷入一些经常性的错误之中。',
    downloadUrl:'https://pan.baidu.com/s/1sl0xKC6vV8IoWqrXMvpAjQ',
    downloadCode:'auex'
  },
  {
    cover:'/moneyBooks/cmzj-min.jpg',
    name:'澄明之境',
    author: '青泽',
    authorDes: '青泽，浙江诸暨人。毕业于北京师范大学，哲学硕士，《十年一梦》作者，国内期货实战派代表之一，门徒众多，桃李满天下，为中国期货市场培养了许多实战操作人才。|||1993年涉足股票市场，1994年进入国内期货市场。参与过国内期货市场大大小小成千上万次“战役”，经历了二十多年惊心动魄、跌宕曲折的期货投机生涯。2005年，青泽先生的《十年一梦——一个操盘手的自白》一书在我国大陆和台湾地区出版发行，引起国内外投资界的强烈反响，被盛誉为中国式的“股票作手回忆录”。|||青泽先生具有丰富的交易经验和深刻的市场投资哲学，在北京大学、清华大学、浙江大学、北京工商大学、中国农业大学等多所著名高校教授期货投资课程，被多家大学、机构聘为客座教授、投资顾问，中国期货业协会、各大期货交易所、国内大型期货公司，也都长期邀请青泽先生举办投资理念、交易心理、实战案例等方面的投资报告。',
    des:'十多年前，我写了一本《十年一梦》，算是对自己投资人生的一个阶段性总结或者交代。又过了这么多年，难免又发生了很多故事或者说事故，我想还是得给自己一个说法，所以有了写这本书的冲动。|||那本书讲故事多一些，而这本书更多的是我对投机交易的思考和总结，所以读起来不会太轻松、太有趣。|||人生确实很怪异，想当初刚迈入市场时，我和大多数投资者一样，都是意气风发，踌躇满志，把市场想象成一个取款机，赚钱几乎可以信手拈来。|||侯门一入深似海，进了赌场以后发现完全不是那么回事。让人哭笑不得的是，本来投资的目的很简单，就是为了求财。然而，玩着玩着竟然走上了求道、悟道之路。我不仅仅是一个交易员、操盘手，还成了一个研究投资市场的探索者、思想者。也许这个行业就是这样，为了求财，你必须求道，你要成为一个投资家，你必须是一个投资思想家。|||我总觉得，投资类的书肯定不是写出来的，而是在金融市场中用钱堆出来的。我不敢说这本书有多少智慧，但是，如果有一点的话，那么就是用一点钱买来的，有不少的话，就是用不少钱买来的。',
    downloadUrl:'https://pan.baidu.com/s/1nrZqfE7dgC9d5TQz8dzv5g',
    downloadCode:'tzyr'
  },
  {
    cover:'/moneyBooks/cyzlfz-min.jpg',
    name:'超越祖鲁法则',
    author: '吉姆.史萊特',
    authorDes: '英国著名投资大师，1960年代即取得会计师资格，并於《周日电讯报》（Sunday Telegraph）撰写专栏。1963至65年间，该专栏推荐的投资组合报酬率达68.9%，而同期英国股市只上涨3.6%。1964至1974年间，他创立并担任传奇性金融企业集团史莱特?渥克证券（Slater Walker Securities）董事长，以并购方式快速成为股市呼风唤雨的金融集团，但在1975年因金融风暴及借贷过度而破产，当时46岁的史莱特由亿万富翁变成「负百万富翁」（负债90万英镑），致使他退出市场并沉寂达17年之久，期间史莱特转而撰写多本童书，同时专心经营自己的事业，改善自己的股市投资技巧。一般认为，他是具有能够看出低估公司与研判市场趋势的股市大师，一般人难以企及。1992年史莱特63岁时，撰写《祖鲁法则》重出股市，震动英国金融界。1996年至97年间，他投资Black Leisure公司，股价在17个月内由50英镑上涨至549英镑，获利达10倍；1997年在他68岁时，已赚回比破产前还要多的财富。史莱特共著有《祖鲁法则》、《简简单单》（Investment Made Easy）、《超越祖鲁法则》（Beyond the Zulu Principle）、《重新出发》（Return to Go）等书。',
    des:'英国传奇投资人史莱特，主张雷射光束强过散弹枪，投资选股策略聚焦小型成长股，创造远高於大盘涨幅的投资报酬率。|||投资是门讲究具体的技艺，也并非一蹴可几。吉姆?史莱特在投资失利破產后，重出江湖，并靠著「祖鲁法则」及自我纪律重新致富。他特别偏好具成长潜力，但股价被低估的小型股，也强调「聚焦」是投资的重要关键。投资人不需什麼都买、什麼都做，只需专精某一领域即可。史莱特提出本益成长比的概念，深得美国投资大师彼得林区的推崇并推广之史莱特透过本益成长比（PEG）的概念，指点散户如何选对成长股，以及确保散户如何买在较诱人的价格，并获得较丰厚的报酬。并搭配其独特的选股要诀，构成一套严谨而明确的选股系统，同时增加投资人选股的可靠性。|||此外，史莱特凌驾大盘、全盘考量的选股方式，让散户学到有事实根据的投资方式，知道何时该进场，何时该脱手，而且日后绩效很有机会年復一年高出专业投资人和大盘一截。|||投资抓对三大方向，别怕口袋浅，透过数据及纪律，也能以小搏大稳稳赚！',
    downloadUrl:'https://pan.baidu.com/s/1XOP8qrhi38-ZYxQsFSP0Gg',
    downloadCode:'olv7'
  },
  {
    cover:'/moneyBooks/cjqsg-min.jpg',
    name:'超级强势股',
    author: '肯尼斯•费雪',
    authorDes: '费雪投资公司创始人、董事会主席以及首席执行官。曾被美国著名杂志《投资顾问》评选为30年内行业最有影响力的30人之一。他的父亲——菲利普•费雪，被誉为“成长股投资策略之父”，也是巴菲特所称的“投资灵感的启发者之一”，著有投资经典著作《怎样选择成长股》。|||肯尼思 L. 费雪在投资领域的成就可能不亚于自己的父亲。其掌管的费雪投资公司成立于1979年，公司旗下管理资产规模从上世纪90年代初的10亿美元增长至350亿美元，2009年8月曾达到450亿美元。|||2009年，肯尼思度过了自己为《福布斯》“投资组合策略”专栏写作25周年的纪念日，成为该杂志历史上时间第四长的专栏作家。他在每一期的专栏里都会向投资者推荐股票。《福布斯》从1997年开始统计他所挑选的股票表现，并和标准普尔500指数对比，发现肯尼思过去14年挑选的股票有11年击败了标准普尔500指数，平均每年跑赢标准普尔500指数5.2%。|||肯尼思也堪称美国顶级的股票市场预测者。他在专栏中曾经成功预测了2000年3月6日科技股泡沫的顶部，并成功猜中过去4次熊市的3次（1987年、1990年和2000年）。',
    des:'什么是超级强势股？3~5年内股价上涨3~10倍。以二级公司的价格买入超级公司的股票。要获取超额收益，就要避免用传统方法去衡量股票。如果以收益法来购买股票是左边半场，以资产法来购买股票是右边半场，那么最好的方式是去一个新的体育场，不要在购买股票的层面上思考，忘记买股票，而是思考如何买下整个生意。很多投资者就是不停下来思考这家公司的生意有多大，只关注每股收益和每股净资产。严格意义上讲，买入超级强势股就是买入公司，这个公司必须：|||保持较高的未来长期销售收入年均增长率|||保持较高的长期平均税后利润率|||买入时的市销率足够低',
    downloadUrl:'https://pan.baidu.com/s/1i1USyH2mEFT3DLLwtJEZcg',
    downloadCode:'j9jo'
  },
  {
    cover:'/moneyBooks/cljx-min.jpg',
    name:'缠论解析',
    author: '江南小隐',
    authorDes: '江南小隐，本名魏勇，湖南长沙望城人。多年潜心研究股票市场运行规律，长于交易技术和理论分析，著有《磁区理论——识别最佳买卖时机和位置的分析技术》、《破译K线图中的密码》、《股市兵法——孙子兵法在股市中的应用》等图书',
    des:'基于对缠论多年的研习，本着缠师所倡导的科学探求精神，任用逻辑和实践两大武器，《缠论解析:缠中说禅技术理论图解》对整个缠论108课进行了全面系统的求证和考察，用简易的语言、通俗的图解，对整个缠论体系进行了深入的剖析。',
    downloadUrl:'https://pan.baidu.com/s/12hNVrfPksMMhcbHFvI5umA',
    downloadCode:'bpib'
  },
  {
    cover:'/moneyBooks/bdlqtzalj-min.jpg',
    name:'彼得·林奇投资案例集',
    author: '丹阳',
    authorDes: '丹阳，资深投资人，曾任《证券日报》等财经媒体的编辑、主任记者等职。今年来，一直从事中国投资市场和宏观经济的研究工作。策划或编写《每天学点投资学》《每天学点投资学2》《向巴菲特学投资 向索罗斯学投机》等多部投资类畅销书。',
    des:'《彼得·林奇投资案例集》是2014年9月1日由中国经济出版社出版的图书，作者是丹阳，内容为向大师学投资，最简单直接的方法就是看大师是怎么做的。每个投资决策的背后，他在思索什么、他在阅读什么、他关注的焦点是什么、他分析的重点在哪里，最终是哪个原因让他下定决心？《彼得·林奇投资案例集》以投资的时间顺序为线索，选取了林奇投资生涯中有代表性的投资案例，重点解读投资背后的客观状况，以及大师的投资方法，帮助读者更好地理解和运用林奇的投资理念。',
    downloadUrl:'https://pan.baidu.com/s/1fi1wgJuRMRHhFH1eCgf5yw',
    downloadCode:'bkb6'
  },
  {
    cover:'/moneyBooks/bfthclimgnbjh-min.jpg',
    name:'巴菲特和查理·芒格内部讲话',
    author: '丹尼尔·佩科/科里·雷恩',
    authorDes: '丹尼尔·佩科（Daniel Pecaut） 毕业于哈佛大学，资历超过30年的专业投资人，《纽约时报》《金钱》《杰出投资人》等众多刊物的财经作者，现为佩科投资管理公司CEO。|||科里· 雷恩（Corey Wrenn） 拥有内布拉斯加大学MBA学位，曾在伯克希尔担 任了长达9年的内部审计师。后加入佩科投资管理公司，现为该公司副总裁、财务主管和首席文化官。',
    des:'本书是世界顶级团队的投资管理备忘录，呈现了以巴菲特和查理·芒格为首的伯克希尔股东大会30年间内部讲话的精华。持续30年的追踪，以清晰的架构和严谨简练的语言，记录下“股神”巴菲特和其黄金搭档查理·芒格的最有价值的评论与见解。让你亲临股东大会现场般，聆听两位传奇投资人揭示财 富自由的秘诀和不焦虑的投资智慧。|||价值投资、金融杠杆、心理份额、机会成本……你将能够从独有的优势视角来审视巴菲特和芒格的决策过程，了解两位伟大的投资人是如何应对投资难题的。随着时间的推移，你还能洞悉这些决策背后的故事，看到同样的亘古不变的原则如何在千差万别的行业中大显身手。我们邀请你翻开这本书，踏入世界顶级投资团队的迷人世界！',
    downloadUrl:'https://pan.baidu.com/s/1Iqt6c5HkJGeRFX0t2TN2gw',
    downloadCode:'dprw'
  },
  {
    cover:'/moneyBooks/macd-min.jpg',
    name:'MACD指标入门与实战精解',
    author: '刘振清',
    authorDes: '十余年股市、期市投资经历，对股市技术分析有独特偏爱，独创多种技术分析方法。目前主要从事股票、期货投资指导工作，稳健、精准的投资风格伸手股票、期货投资者的喜爱。先后与东航期货、恒泰期货、徽商期货有过密切的合作。出版有《从零开始学K线》、《股市投资速查手册》等图书。',
    des:'股市是一个资金与股票流转的场所，有赚钱者必有亏钱者。无数历史经验证明，股市中的亏钱者永远多于赚钱者，更有“一赢二平七亏损”之说，可见在股市中赚钱是多么困难。也许正是因为赚钱难度系数较高，所以才得到了万千投资者的青睐，越来越多的人加入其中，并努力想成为其中的“佼佼者”。|||为了准确把握股价运动规律，达成在股市中赚钱的目标，很多投资界前辈总结或提出了一个又一个技术分析方法和工具，MACD指标就是其中最具代表性的一个，也是应用最为广泛的一个。|||包括MACD指标在内的任何一种技术指标，都无法百分百准确地识别股价的最佳买点与卖点，但如果以MACD指标为核心构建一套完整的交易系统，实现打败80%对手的目标还是有可能的。',
    downloadUrl:'https://pan.baidu.com/s/1xXS5DbqfBtbvMm7UUIKI9A',
    downloadCode:'wucn'
  },
  {
    cover:'/moneyBooks/kdj-min.jpg',
    name:'KDJ指标入门与实战精解',
    author: '刘振清',
    authorDes: '十余年股市、期市投资经历，对股市技术分析有独特偏爱，独创多种技术分析方法。目前主要从事股票、期货投资指导工作，稳健、精准的投资风格伸手股票、期货投资者的喜爱。先后与东航期货、恒泰期货、徽商期货有过密切的合作。出版有《从零开始学K线》、《股市投资速查手册》等图书。',
    des:'可能从来没有一个指标像KDJ一样，交易者对其看法分化得如此严重：喜欢者，对其如痴如狂；唾弃者，对其不屑一顾。|||KDJ，到底是天使还是魔鬼？也许这真是一个仁者见仁、智者见智的问题。不过，交易者中有一类人支持KDJ指标的占据了多数——那就是短线交易者',
    downloadUrl:'https://pan.baidu.com/s/1XFrYH9rUNHTiD0Z7iFTp0Q',
    downloadCode:'355k'
  },
  {
    cover:'/moneyBooks/gpdzshyl-min.jpg',
    name:'股票大作手回忆录',
    author: '埃德文•拉斐尔',
    authorDes: '美国的著名记者、作家和政治家。主修矿业工程，但在19岁时成为新闻记者。在其53年的写作生涯中，共出版8本书，他的主要著作都是关于华尔街的。1922年，他首次在《星期六晚邮》（The Saturday Evening Post）发表以小说体裁写成有关知名股票作手杰西•利弗莫尔（Jesse Livermore）生平故事而声名大噪，成为知名的财经作者。',
    des:'其他人的存在究竟有没有目的,没人能说的清楚,但他来到这个世界上,一定是为了投机。出众的天赋，使其不到20岁，即被狡诈的证券对赌界视为“瘟神”。屡次被市场残酷地击倒，每次又能像凤凰涅槃般以更强的姿态重新矗立。他就是杰西•利弗莫尔，一个通过做空豪取近亿美元的不朽传奇。|||他自杀于63岁，绝不是因为巨额财富化为乌有。金钱对于他而言只是投机游戏的筹码。只要他还是投机之王，就永远不怕找不到失落的王冠。一切只缘于丧失对机会的嗅觉后，他已经没有了活下去的理由。当飞舞的纸带不再缠裹成保护他的“蚕茧”，他选择用枪口充当了人生的句号。|||作为杰西•利弗莫尔这位所有时代最富传奇色彩，令人炫目和最受尊敬的金融市场投机者之一的传记，这部关于股票和期货市场的经典著作过去，现在，将来都将令广大投资人，交易者爱不释手。',
    downloadUrl:'https://pan.baidu.com/s/1NbnBZoSJU-lHOmYYwgBCZg',
    downloadCode:'x36a'
  },
  {
    cover:'/moneyBooks/gpdzscps-min.jpg',
    name:'股票大作手操盘术',
    author: '杰西·利弗莫尔',
    authorDes: '杰西·利弗莫尔是美国股票史上最富盛名的传奇人物，著名投资经典《股票作手回忆录》一书的主角。这位大炒家天赋异禀，并将稀有的才华不遗余力、百折不挠地倾注于激动人心的投机事业上，在金融市场上进行垄断、轧空、叱咤风云。他四起四落，每次都聚剑了巨额财富又千金散尽，他的操作经验至今仍为美国的许多职业交易大师所称誉。',
    des:'本书是美国投资领域的经典著作，首次出版于1940年。杰西·利弗莫尔是一位华尔街传奇人物，本书详细讲解了他所身体力行的交易技巧和方法。正因为他是一位数十年征战于证券市场的实践者，写的又完全是自己的实践经验和教训，既讲解了他的实用理论，又介绍了具体做法，因此，本书具有完全不同于理论书籍的独特价值。投资是一门艺术，最好有师傅手把手地领我们入门。虽然我们已经无缘得到这位投机大师的言传身教，但是毫无疑问，本书是利弗莫尔传道授业的肺腑之言，好好读一读，领会其中新意，仅次于受他本人耳提面命。',
    downloadUrl:'https://pan.baidu.com/s/14l7i1N_np3jbPEDWr-Dvcw',
    downloadCode:'8uh4'
  },
  {
    cover:'/moneyBooks/grgj-min.jpg',
    name:'金融怪杰',
    author: '杰克·施瓦格',
    authorDes: '杰克·施瓦格是公认的期货与对冲基金专家，多部金融类畅销书的作者。他的著作大多是关于基金行业和各类金融市场上的伟大交易员，在过去的二十多年里，他最知名的一套丛书已成为金融领域最经典的参考书，这套书包括：《金融怪杰》（1989年）、《新金融怪杰》（1992年）、《股票金融怪杰》（2001）。 ',
    des:'《金融怪杰》是杰克•施瓦格三部同名作品中的第一部，从一个金融专家的视角对华尔街最成功的17位金融高手做的访谈实录，他们中既有16年250,000%回报率的MIT电力工程师，也有屡次遭受灭顶之灾但最终以3万美元的投资赚回8000万美元的交易员，施瓦格用他们的真实经历诠释了“金融怪杰”的真正内涵，让读者从真实的交易中了解股市的运作。自1989年首次出版后，《金融怪杰》已成为交易员和金融专业人士的必读书籍，也被誉为“有史以来最具影响力、最畅销的交易书之一”。',
    downloadUrl:'https://pan.baidu.com/s/1grRdP1afO9eWJCe0PP4hXg',
    downloadCode:'zmcm'
  },
  {
    cover:'/moneyBooks/gzdys-min.jpg',
    name:'估值的艺术',
    author: '尼古拉斯.斯密德林',
    authorDes: 'ProfitlichSchmidlinAG公司的创始人和首席执行官。他领导的这家公司是以估值驱动投资的顾问公司——旨在使基础风险最小化的同时，获得较高的绝对收益率。尼古拉斯曾在法兰克福大学学习商业管理专业，随后在伦敦的卡斯商学院学习投资管理专业并以优秀级硕士毕业。此后，在伦敦和法兰克福成为机构客户的投资顾问，他积累了更多的实践经验。',
    des:'本书以一种务实的心态，阐述了评估公司过往业绩和预期未来业绩所需的所有定量和定性方法。|||一只股票是高估了还是低估了？如何评估一家公司的未来前景？如何在实践中运用复杂的估值方法？本书不仅逐个回答了这些问题，而且以一种便捷和务实的方式，阐述了公司估值的相关原则。更重要的是，本书通过下述方式把估值理论与投资实践联系起来：财报分析和解读、商业模式分析、公司估值、股票分析、投资组合管理和价值投资方略。|||本书采用的另一个独特的方法是：用真实公司业绩这种实例来说明每一种估值方式。所用实例110个，辅以扎实的理论架构，并为投资者提供了在实践中易于使用的系统方法。|||无论是资产管理经理，还是专业投资人士，或是私人投资者，都需要一个靠谱的、最新的和综合的公司估值指南。本书就是为这些读者而写，旨在鼓励它们在证券市场投资时，要像企业家一样运用思维，而不是像投机者那样凭灵感。在过往的实践中，正是这种方法引导许多人成功地进行了长期投资，所获的持续收益胜于偏于投机的投资方式。',
    downloadUrl:'https://pan.baidu.com/s/1dCmjdQI73aledd6SjWeDEQ',
    downloadCode:'im8m'
  }

]
export default bookData