let bookData=[
  {
    cover:'/moneyBooks/zjglfayyy-min.jpg',
    name:'资金管理方法及其应用',
    author: '安德烈·昂格尔',
    authorDes: '安德烈·昂格尔，1990年以满分及学院嘉奖的优异成绩毕业于米兰理工大学机械工程系，是国际智商组织——门萨国际的成员之一。他自2001年开始成为一名独立交易员，主要致力于备兑权证方面的研究，曾著有一本与此相关的操作指南。之后他开始研究股票和期货，尤其倾向于交易系统的开发。|||2005年以获利60%的优异成绩赢得顶尖交易员杯期货组的冠军。同年，因为其在意大利交易商IwBank举办的Tcup冠军赛中取得的优异成绩，企业组织和财政高等研究所(Isfoa)授予其“投资组合管理和资产配置——实用金融、交易和管理专业”的荣誉学位，国家投资咨询机构任命他为荣誉会员。2006年，安德烈集中了其在资金管理领域所有的研究成果，出版了《资金管理方法及其应用》。|||2008年他以672%的惊人盈利率获得了由罗宾斯交易公司举办的世界交易锦标赛冠军。2009年和2010年安德烈分别又以115%和240%的盈利率成为全球历史上第一位获得世界交易锦标赛三连冠的交易员，2012年以82%的佳绩，第四度赢得世界交易锦标赛2012年第四季度期货和外汇组冠军。',
    des:'如何能使一个良好的交易系统源源不断地产生利润？一个缺乏经验的交易员与一个专业的交易行家的差别究竟在哪里？当我们提到“控制风险”时，指的又是什么呢？|||所有这些疑问都有一个答案。在本书中，你们可以和作者一起学习，找到以上问题的答案，同时这也将改变你们对交易的看法。|||股市交易中并不存在神奇的万能公式，但的确存在精准的计算方法和证实有效的交易技巧，它们可以使系统得到令人难以置信的结果。打开这扇大门的钥匙就是“资金管理方法”或者说是帮助我们决定在每笔操作中投入多少资金的一系列交易技巧。|||如果读者过去认为，“投资数额”只是一个很普通的问题，那么在读完本书以后，读者就会完全改变这种观点，你们会发现股市投资中一个全新的、令人着迷的重要内容。|||资金管理技巧与有效的操作方法相结合，长此以往必将使你的交易产生质的改变。',
    downloadUrl:'https://pan.baidu.com/s/1cUbTPPSoBf-VXUBa7p2l_A',
    downloadCode:'b14z'
  },
  {
    cover:'/moneyBooks/bjcy-min.jpg',
    name:'百箭穿杨',
    author: '小小辛巴',
    authorDes: '2013年雪球网“雪球之夜”演讲嘉宾，票选第一。|||雪球网人气用户，拥有粉丝5万以上。|||新浪著名博主，访问量470万以上。|||新浪微博粉丝，2万以上。|||从1995年入市，在交了多年学费后，终于掌握了一些盈利的要诀。|||2010~2013年的四年漫长大熊市中，每年保持正盈利，并大幅战胜指数，而2012~2013年的两年间，挑选并重点分析了20只股票，最高涨幅达到100％以上的有11只（其中200％以上的有3只），接近翻倍（90％以上）的有2只，50％~90％的有7只，37.8％的只有1只。',
    des:'为什么投资初学者要学格雷厄姆，不能学习巴菲特？|||怎样寻找企业中的“落难英雄”，让自己在未来“奇股可居”？|||如何综合各种因素来容错寻底？|||怎样寻找好股票的合理买入点？|||价值投资者该怎样构建自己的投资组合？|||雪球网人气用户小小辛巴用洋洋洒洒的“箭法十三篇”为投资者系统回答了这几个问题。同时辅以大量的“箭战实例”，勾勒出了一个稳健的价值投资者的操作风格。对于A股市场的价值投资者来说，这是一本不可多得的好书。',
    downloadUrl:'https://pan.baidu.com/s/1p5TadwKOJZS1X6TUY7w0zA',
    downloadCode:'ciek'
  },
  {
    cover:'/moneyBooks/jrscjsfx-min.jpg',
    name:'金融市场技术分析',
    author: '约翰·墨菲',
    authorDes: '约翰·墨菲是美国的商品期货技术分析师，从事技术分析超过30年时间，曾任美林证券公司分析研究主任、商品研究局的高级技术分析编辑、市场技术分析家协会(MTA)理事、纽约金融学院教授。现担任哥伦比亚国家广播公司CNBC电视台的期货技术分析师。',
    des:'《金融市场技术分析》一方面保持了原著清晰、简明的特点；同时，《金融市场技术分析:期(现)货市场、股票市场、外汇市场、利率(债券)市场之道》透彻地涵盖了图表和图表分析技术上的所有新进展，介绍了这个快速发展领域的许多最新动态。每一章都经过了更新。|||《金融市场技术分析:期(现)货市场、股票市场、外汇市场、利率(债券)市场之道》添加了一个新的重点——股票市场，增加了数百张最新图例，还增加了全新的三章内容，着重讨论以下内容：|||股市指标——上涨股数与下跌股数、新高股数与新低股数、上涨股票的交易量与下跌股票的交易量，以及其他评估市场广度的工具，为我们提供了趋势可能生变的及早警告信号。|||蜡烛图技术——介绍了蜡烛图的最佳应用方法，这类图表视觉效果突出，行情变化跃然于纸上，或者电脑屏幕上。|||交叉市场分析——人们迫切需要明明白白地跟踪不同金融市场之间的相互作用，这一方面的信息至关紧要。|||此外，《金融市场技术分析:期(现)货市场、股票市场、外汇市场、利率(债券)市场之道》还增添了几个新章节，详尽介绍了计算机交易系统的构建、高级技术分析指标的运用，以及最新的图表形式——市场剖面图等。|||无论交易者经验深浅，《金融市场技术分析》都是一册价值无法估量的工具书，该书带领您从道氏理论和基本的图表技术开始，一步一个脚印，直至最新的计算机技术分析和最高级的自动交易系统。',
    downloadUrl:'https://pan.baidu.com/s/1A2eShYLewGVpFbwMCy5jUQ',
    downloadCode:'ays9'
  },
  {
    cover:'/moneyBooks/sjdmg-min.jpg',
    name:'时间的玫瑰',
    author: '但斌',
    authorDes: '但斌，中国价值投资践行者，深圳东方港湾投资管理股份有限公司董事长。|||1967年出生于浙江东阳，1992年开始从事证券工作。|||拥有26年投资经验，海外投资超过13年。|||2004年成立东方港湾投资管理有限责任公司。|||因其对腾讯和茅台等企业的成功投资，迅速引起投资者的关注，也使得价值投资理论为更多人所接受。',
    des:'投机和短线交易为什么常常会失败？|||腾讯和茅台高速成长的逻辑是什么？|||中国资本市场蓝筹时代正在到来？|||跨过银行、地产，未来哪些行业更有机会？|||一买就跌，一抛就涨？靠消息短线投机？希望通过他人接盘进行低买高卖，是个零和博弈，多数人会亏损。怎样才能发挥时间和复利的力量，实现财富增长？什么才是正确的投资理念？|||价值投资者但斌在《时间的玫瑰》中，回顾了自己的投资成长历程，他吸取了切身惨痛的实践教训，从技术分析坚定地转向了价值投资之路。|||他融合了26年的投资经验，阐述价值投资的核心与内在逻辑，主张坚持共赢，避免零和游戏。但斌认为，最伟大的投资家也会随岁月消逝，但某些投资的原则却亘古不变。|||他结合实际案例分析，从如何看对行业选对股，到如何穿越周期、穿越企业、穿越历史，逐一分析投资的基本原则，这些是投资者实现价值投资和财富增长的重要参考和纲领。',
    downloadUrl:'https://pan.baidu.com/s/16flgPFFMgrkbwQLQu1Yf8w',
    downloadCode:'0s3k'
  },
  {
    cover:'/moneyBooks/.jpg',
    name:'',
    author: '',
    authorDes: '',
    des:'',
    downloadUrl:'',
    downloadCode:''
  },
  {
    cover:'/moneyBooks/.jpg',
    name:'',
    author: '',
    authorDes: '',
    des:'',
    downloadUrl:'',
    downloadCode:''
  }
]
export default bookData