let bookData=[
  {
    cover:'/moneyBooks/zjglfayyy-min.jpg',
    name:'资金管理方法及其应用',
    author: '安德烈·昂格尔',
    authorDes: '安德烈·昂格尔，1990年以满分及学院嘉奖的优异成绩毕业于米兰理工大学机械工程系，是国际智商组织——门萨国际的成员之一。他自2001年开始成为一名独立交易员，主要致力于备兑权证方面的研究，曾著有一本与此相关的操作指南。之后他开始研究股票和期货，尤其倾向于交易系统的开发。|||2005年以获利60%的优异成绩赢得顶尖交易员杯期货组的冠军。同年，因为其在意大利交易商IwBank举办的Tcup冠军赛中取得的优异成绩，企业组织和财政高等研究所(Isfoa)授予其“投资组合管理和资产配置——实用金融、交易和管理专业”的荣誉学位，国家投资咨询机构任命他为荣誉会员。2006年，安德烈集中了其在资金管理领域所有的研究成果，出版了《资金管理方法及其应用》。|||2008年他以672%的惊人盈利率获得了由罗宾斯交易公司举办的世界交易锦标赛冠军。2009年和2010年安德烈分别又以115%和240%的盈利率成为全球历史上第一位获得世界交易锦标赛三连冠的交易员，2012年以82%的佳绩，第四度赢得世界交易锦标赛2012年第四季度期货和外汇组冠军。',
    des:'如何能使一个良好的交易系统源源不断地产生利润？一个缺乏经验的交易员与一个专业的交易行家的差别究竟在哪里？当我们提到“控制风险”时，指的又是什么呢？|||所有这些疑问都有一个答案。在本书中，你们可以和作者一起学习，找到以上问题的答案，同时这也将改变你们对交易的看法。|||股市交易中并不存在神奇的万能公式，但的确存在精准的计算方法和证实有效的交易技巧，它们可以使系统得到令人难以置信的结果。打开这扇大门的钥匙就是“资金管理方法”或者说是帮助我们决定在每笔操作中投入多少资金的一系列交易技巧。|||如果读者过去认为，“投资数额”只是一个很普通的问题，那么在读完本书以后，读者就会完全改变这种观点，你们会发现股市投资中一个全新的、令人着迷的重要内容。|||资金管理技巧与有效的操作方法相结合，长此以往必将使你的交易产生质的改变。',
    downloadUrl:'https://pan.baidu.com/s/1cUbTPPSoBf-VXUBa7p2l_A',
    downloadCode:'b14z'
  },
  {
    cover:'/moneyBooks/bjcy-min.jpg',
    name:'百箭穿杨',
    author: '小小辛巴',
    authorDes: '2013年雪球网“雪球之夜”演讲嘉宾，票选第一。|||雪球网人气用户，拥有粉丝5万以上。|||新浪著名博主，访问量470万以上。|||新浪微博粉丝，2万以上。|||从1995年入市，在交了多年学费后，终于掌握了一些盈利的要诀。|||2010~2013年的四年漫长大熊市中，每年保持正盈利，并大幅战胜指数，而2012~2013年的两年间，挑选并重点分析了20只股票，最高涨幅达到100％以上的有11只（其中200％以上的有3只），接近翻倍（90％以上）的有2只，50％~90％的有7只，37.8％的只有1只。',
    des:'为什么投资初学者要学格雷厄姆，不能学习巴菲特？|||怎样寻找企业中的“落难英雄”，让自己在未来“奇股可居”？|||如何综合各种因素来容错寻底？|||怎样寻找好股票的合理买入点？|||价值投资者该怎样构建自己的投资组合？|||雪球网人气用户小小辛巴用洋洋洒洒的“箭法十三篇”为投资者系统回答了这几个问题。同时辅以大量的“箭战实例”，勾勒出了一个稳健的价值投资者的操作风格。对于A股市场的价值投资者来说，这是一本不可多得的好书。',
    downloadUrl:'https://pan.baidu.com/s/1p5TadwKOJZS1X6TUY7w0zA',
    downloadCode:'ciek'
  },
  {
    cover:'/moneyBooks/jrscjsfx-min.jpg',
    name:'金融市场技术分析',
    author: '约翰·墨菲',
    authorDes: '约翰·墨菲是美国的商品期货技术分析师，从事技术分析超过30年时间，曾任美林证券公司分析研究主任、商品研究局的高级技术分析编辑、市场技术分析家协会(MTA)理事、纽约金融学院教授。现担任哥伦比亚国家广播公司CNBC电视台的期货技术分析师。',
    des:'《金融市场技术分析》一方面保持了原著清晰、简明的特点；同时，《金融市场技术分析:期(现)货市场、股票市场、外汇市场、利率(债券)市场之道》透彻地涵盖了图表和图表分析技术上的所有新进展，介绍了这个快速发展领域的许多最新动态。每一章都经过了更新。|||《金融市场技术分析:期(现)货市场、股票市场、外汇市场、利率(债券)市场之道》添加了一个新的重点——股票市场，增加了数百张最新图例，还增加了全新的三章内容，着重讨论以下内容：|||股市指标——上涨股数与下跌股数、新高股数与新低股数、上涨股票的交易量与下跌股票的交易量，以及其他评估市场广度的工具，为我们提供了趋势可能生变的及早警告信号。|||蜡烛图技术——介绍了蜡烛图的最佳应用方法，这类图表视觉效果突出，行情变化跃然于纸上，或者电脑屏幕上。|||交叉市场分析——人们迫切需要明明白白地跟踪不同金融市场之间的相互作用，这一方面的信息至关紧要。|||此外，《金融市场技术分析:期(现)货市场、股票市场、外汇市场、利率(债券)市场之道》还增添了几个新章节，详尽介绍了计算机交易系统的构建、高级技术分析指标的运用，以及最新的图表形式——市场剖面图等。|||无论交易者经验深浅，《金融市场技术分析》都是一册价值无法估量的工具书，该书带领您从道氏理论和基本的图表技术开始，一步一个脚印，直至最新的计算机技术分析和最高级的自动交易系统。',
    downloadUrl:'https://pan.baidu.com/s/1A2eShYLewGVpFbwMCy5jUQ',
    downloadCode:'ays9'
  },
  {
    cover:'/moneyBooks/sjdmg-min.jpg',
    name:'时间的玫瑰',
    author: '但斌',
    authorDes: '但斌，中国价值投资践行者，深圳东方港湾投资管理股份有限公司董事长。|||1967年出生于浙江东阳，1992年开始从事证券工作。|||拥有26年投资经验，海外投资超过13年。|||2004年成立东方港湾投资管理有限责任公司。|||因其对腾讯和茅台等企业的成功投资，迅速引起投资者的关注，也使得价值投资理论为更多人所接受。',
    des:'投机和短线交易为什么常常会失败？|||腾讯和茅台高速成长的逻辑是什么？|||中国资本市场蓝筹时代正在到来？|||跨过银行、地产，未来哪些行业更有机会？|||一买就跌，一抛就涨？靠消息短线投机？希望通过他人接盘进行低买高卖，是个零和博弈，多数人会亏损。怎样才能发挥时间和复利的力量，实现财富增长？什么才是正确的投资理念？|||价值投资者但斌在《时间的玫瑰》中，回顾了自己的投资成长历程，他吸取了切身惨痛的实践教训，从技术分析坚定地转向了价值投资之路。|||他融合了26年的投资经验，阐述价值投资的核心与内在逻辑，主张坚持共赢，避免零和游戏。但斌认为，最伟大的投资家也会随岁月消逝，但某些投资的原则却亘古不变。|||他结合实际案例分析，从如何看对行业选对股，到如何穿越周期、穿越企业、穿越历史，逐一分析投资的基本原则，这些是投资者实现价值投资和财富增长的重要参考和纲领。',
    downloadUrl:'https://pan.baidu.com/s/16flgPFFMgrkbwQLQu1Yf8w',
    downloadCode:'0s3k'
  },
  {
    cover:'/moneyBooks/zlfz-min.jpg',
    name:'祖鲁法则',
    author: '吉姆·斯莱特',
    authorDes: '英国著名投资大师，有“英国股神”之美誉。善于发现成长型公司与判断市场趋势。曾为英国《星期日电讯报》撰写专栏。1963—1965年，他的专栏所推荐的投资组合回报率高达68.9%，而同期英国股市只上涨了3.6％。|||拥有传奇般的股市投资经历。他的第一个投资企业斯莱特-沃克公司是一度能够在股市呼风唤雨的金融集团，但在1975年宣布破产。沉寂17年之后，他于1992年卷土重来，震惊英国金融界。',
    des:'本书作者是20世纪英国股票投资领域最杰出的投资大师吉姆·斯莱特。《祖鲁法则》是吉姆·斯莱特写给私人投资者的选股秘笈。这本书是投资界失落的致富经典，“英国股神”倾情奉献毕生的投资心得。|||吉姆·斯莱特用“祖鲁法则”命名自己的投资理念，旨在强调在投资市场居于弱势的散户，必须向19世纪曾经以小搏大的祖鲁族学习，集中火力在自己选定的投资领域，发挥优势，打败机构投资者，赚取高额利润。|||吉姆·斯莱特在书中充分阐述了挑选成长股的的7大标准：市盈率相对盈利增长比率（PEG）、现金流、相对强度、管理能力、竞争优势、财务状况和每股收益，以及投资者应该如何利用系统的方法，严格的选择，形成自己的投资组合。只要掌握 “祖鲁法则”，散户也可以大幅战胜市场，赢取丰厚利润。',
    downloadUrl:'https://pan.baidu.com/s/1CbEdvtQPHMgCVwqgdwyocg',
    downloadCode:'snsm'
  },
  {
    cover:'/moneyBooks/zjwdjys-min.jpg',
    name:'走进我的交易室',
    author: '亚历山大·艾尔德',
    authorDes: '亚历山大·艾尔德，医学博士，职业交易者，技术分析专家。金融交易有限公司创始人，该公司面向世界提供强化交易训练营课程。艾尔德博士的第一本书《交易为生》及《学习指南》畅销全球，英文版共售出16万册，并被译成9种文字。这本《走进我的交易室》是艾尔德博士九年后推出的凝聚其最新市场发现和交易理念的又一力作。',
    des:'你一定能成功地交易。以前有过成功的先例，现在，就在今天，在世界各地也有成功的案例。如果你热爱学习，如果你敢于承担必要的风险。如果你被它巨大的回报所吸引，并且你已准备好将这一切付诸实施，你就有了一个了不起的目标等待着你去实现。|||在《走进我的交易室》之中，亚历山大·艾尔德博士会带领你远远地超越他在前一本全球畅销书《交易为生》中提到的3M(Mind——心智，Method ——方法，Money——资金管理)境界。他会教你如何来管理你的资金和时间。如何来制定策略，你因此能够满怀信心地进入市场，满载着利润离开。这是一本不可多得的好书，它使新手们受到教育，使那些职业玩家们更加锐不可挡。他提供的是专家级的指导，历经考验的交易方法，以及新颖而独特的教学模式。你还有机会跟随他去经历几笔实实在在的交易，这些交易的进场点和出场点生动地再现了本书所传授的重要溉念。|||本书提供：对交易本质的一个全面介绍、对交易心理的概览，包括个人心理和市场大众心理、对技术分析的一个切合实际的综述，包括新的指标和系统、对风险控制和资金管理亦步亦趋的指引、对如何保存记录，组织时间给予明确的指导、参观艾尔德博士的个人交易室，一起回顾他最近的几笔精彩交易。|||在你拿着真金白银到市场中承担风险之前，一定要先学习《走进我的交易室附：学习指南》。该书提供了100个问题及其答案。以及50幅图表来测试你的知识水平。给自己做一个评估来确保你对交易的9个主要环节有足够深入的理解。认真练习8个历史案例，选择其中的入场点和出场点，并且切实搞清楚你对做每一笔交易的必经步骤有多深的理解。利用艾尔德博士的指导来确保你赶上并超过你的竞争对手。|||《走进我的交易室》将帮助你掌握交易股票，期货，期权和货币的一套全新的方法。前所未有的深度和广泛的覆盖面为你提供一个最好的机会，使你成长为自己一直梦想成为的那个交易者。',
    downloadUrl:'https://pan.baidu.com/s/1FniAUUfHlPha76DbCo0sCA',
    downloadCode:'dqsq'
  },
  {
    cover:'/moneyBooks/zytjyl-min.jpg',
    name:'专业投机原理（珍藏版）',
    author: '斯波朗迪',
    authorDes: '维克托·斯波朗迪（Victor Sperandeo）专业证券操盘手，华尔街的风云人物，曾被《巴伦》周刊誉为“华尔街的终结者”。他做了31年的资金管理人，目前为Hugo安全资产公司和The Professional C．T．A．基金管理投资。1978—1989年，他连续12年投资盈利，没有任何一年亏损。　　维克托只有中学学历，是白手起家的典型。他年少时精于玩牌，并从中认识到“胜算”和“自律”的重要性。　　维克托曾尝试将自己的交易系统形成连锁店的模式，为此花费5年时间训练了38位人土。但最终只有5人脱颖而出，并且全部自立门户。虽然维克托的投入没有达到最初的目的，但也没有赔钱，而且由此对交易上的成功有了更深刻的认识：要了解市场，更要了解自己。',
    des:'《专业投机原理》自出版以来，已经使无数股民获益，无论他们是散户、交易员，还是投机者、投资者。这本书也借此荣列“年度最佳商业图书”、“十佳专业理财书”、“必读的投资学经典”、“100本最有影响力的书”|||它之所以如此畅销不衰，是因为其内涵丰富，每读一遍都另有领会，读之如练功，层层增进：|||对道氏理论的理解与研究深刻明了；|||对趋势变动的说明让人豁然开朗；|||结合市场阐明各种经典技术分析指标；|||重视风险管理和自我认知。|||《专业投机原理》系统地反映了世界上最伟大的交易员维克托的投机哲学。因此，除了通常的市场知识外，书中还包含大量的心理学、经济学、政治学方面的知识，大大开阔了读者学习投机知识的视野。尤其值得一提的是，维克托对经济学、经济循环的本质有着深刻的认识，这使他能够把握宏观经济脉络，从容地进行投机活动。',
    downloadUrl:'https://pan.baidu.com/s/1ozYUk3SA-i3gpcFBpjnOJQ',
    downloadCode:'ef3l'
  },
  {
    cover:'/moneyBooks/zq-min.jpg',
    name:'周期',
    author: '霍华德•马克斯',
    authorDes: '橡树资本联席董事长及公司核心创始人之一。畅销书《投资最重要的事》作者。他获得宾夕法尼亚大学沃顿商学院的经济学学士学位，后获得芝加哥大学工商管理硕士学位。他也是特许金融分析师（CFA）。|||作为世界顶尖的价值投资者，马克斯自20世纪90年代初开始写投资备忘录寄予投资人。他的备忘录深受华尔街，包括他的好朋友、投资大师巴菲特先生推崇。巴菲特先生为他的第一本书《投资最重要的事》题词：“这是一本难得一见的好书。”',
    des:'每个投资人都想弄清楚自己现在所处的周期位置。也就是说，人们渴望知道自己下一步应该追加投资，继续留在市场，还是应该果断卖出，离开市场。大家都知道市场周期起伏波动，然而，大部分投资人往往只想到市场周期的首层浅思维。这本书会带你进入市场周期的二层浅思维，教你看懂过去的周期规律，看清现在的周期位置，看透未来的周期趋势，获得少数赢家穿越金融危机、长期战胜市场的投资布局真经。|||霍华德▪马克斯是一位价值投资者。他将周期细分为经济周期、政府干预经济周期、企业盈利周期、投资人心理和情绪钟摆、风险态度周期、信贷周期、不良债权周期、房地产周期、市场周期，并对每种周期做了详细的阐述。其中，作者总结了自己50多年的投资经验，提出了一个鲜明的观点：人的决策对经济周期、企业周期、市场周期产生了巨大影响，而人做的决策，并不是科学的。他认为，人容易走极端的倾向，永远不会终止，因此，这些极端最终需要修正，而不是周期的发生会有改变。投资人需要警惕“这次不一样”的想法。这就意味着，投资人能够理解周期，就能够找到获得高回报率的良机。',
    downloadUrl:'https://pan.baidu.com/s/1auGLKfasr7jS9Zsc2QNMaw',
    downloadCode:'4fll'
  },
  {
    cover:'/moneyBooks/zggslycgmj-min.jpg',
    name:'中国股神林园炒股秘籍',
    author: '王洪',
    authorDes: '1964年出生于湖北洪湖。教育经历：北京师范大学哲学系北京大学哲学系比较文化博士班（博士肄业、硕士毕业）中国人民大学商学院EMBA 工作经历：在中关村做过3年电脑销售；在上地做过3年房地产开发；在海淀做过9年文化娱乐出版。1993年投身股市，从业14年，近年来跟随林园专职研究上市公司，深得林园投资真传。',
    des:'任凭多丰富的想象力，你也无法想到一个学医出身的小人物，从1989年全家拼凑的8000元人民币起步，投身中国股市，18年来，他的财富呈“核子裂变”般快速增长，至2007年其身价已达20多个亿。在多少人葬身充满暗礁和险滩的中国股海时，他却从没有亏损过一分钱；当很多人靠赌博和投机妄想一夜暴富时，他却仅靠两条腿和一个会算账的脑子稳稳地、大把大把地赚钱。——他，就是股神林园。|||我投资的第一重要性就是投资确定性，赚钱的确定性。我觉得股市是不能总结经验教训的。我要求我自己是百分之百的正确，没准你错一次就是毁灭性的，赔钱就让你毁灭。我认为A股上市的一千多家公司，95%的公司，我自己都搞不清楚。搞不清楚就是风险。我研究的公司，到目前为止也不超过25家。选股的技巧，就是让它的产品最好有几千年文化，或是在目前激烈的市场竞争中出来的优胜企业。还有就是选择一些没有竞争对手的垄断企业。卖出股票的三个条件：发现性价比更好的公司；公司经营情况发生变化；公司确实被高估了。',
    downloadUrl:'https://pan.baidu.com/s/1lCXTn2Ib1mfJMwHKW2kV_w',
    downloadCode:'on67'
  },
  {
    cover:'/moneyBooks/zqfx-min.jpg',
    name:'证券分析（第6版上）',
    author: '格雷厄姆 / 多德',
    authorDes: '本杰明·格雷厄姆（Benjamin Graham,1894-1976）——被誉为证券分析之父、“华尔街院长”|||戴维·多德,哥伦比亚大学教授，格雷厄姆最亲密的伙伴，自称“在《证券分析》一书的写作过程中，主要工作是当格雷厄姆的论点过于偏颇时，提出相反的观点供他思考。”',
    des:'这部著作是华尔街的经典，也是奠定格雷厄姆声誉的里程碑。书中第一次阐述了寻找“物美价廉”的股票和债券的方法，这些方法在格雷厄姆去世后20年依然适用。本书在长达70年的时间里共发行了5版，计有百万册，充当了无数美国最杰出投资家的启蒙教程，加上本杰明·格雷厄姆与戴维·多德两人在华尔街创下的不朽业绩，使得《证券分析》一书成为投资方面不史以来最有影响力的著作。从它于1934年问世以来，至今仍是人们最为关注的书籍，被誉为投资者的圣经。',
    downloadUrl:'https://pan.baidu.com/s/1XOXixHZzsKriXNjcC1QAZw',
    downloadCode:'13oa'
  },
  {
    cover:'/moneyBooks/zqfxx-min.jpg',
    name:'证券分析（第6版下）',
    author: '格雷厄姆 / 多德',
    authorDes: '本杰明·格雷厄姆（Benjamin Graham,1894-1976）——被誉为证券分析之父、“华尔街院长”|||戴维·多德,哥伦比亚大学教授，格雷厄姆最亲密的伙伴，自称“在《证券分析》一书的写作过程中，主要工作是当格雷厄姆的论点过于偏颇时，提出相反的观点供他思考。”',
    des:'这部著作是华尔街的经典，也是奠定格雷厄姆声誉的里程碑。书中第一次阐述了寻找“物美价廉”的股票和债券的方法，这些方法在格雷厄姆去世后20年依然适用。本书在长达70年的时间里共发行了5版，计有百万册，充当了无数美国最杰出投资家的启蒙教程，加上本杰明·格雷厄姆与戴维·多德两人在华尔街创下的不朽业绩，使得《证券分析》一书成为投资方面不史以来最有影响力的著作。从它于1934年问世以来，至今仍是人们最为关注的书籍，被誉为投资者的圣经。',
    downloadUrl:'https://pan.baidu.com/s/1sotoDAEEhvFO4yNb57ri8g',
    downloadCode:'5rf6'
  },
  {
    cover:'/moneyBooks/zsyqscdr-min.jpg',
    name:'战胜一切市场的人（文字版）',
    author: '爱德华·O·索普',
    authorDes: '爱德华·索普（Edward O. Thorp）是世界级的21点玩家和投资者之一，他所经营的对冲基金在他29年的职业生涯中从未有一年亏损。他也是畅销书《击败庄家》的作者，这本书一度颠覆了21点游戏的规则，而他与希恩·T.卡索夫合著的续作《战胜市场》则影响了全球证券市场。索普现居于加利福尼亚州新港沙滩。',
    des:'在一般人眼中，玩家肯定是赢不过庄家的，但这本书的主角，也是这本书的作者，却是一个例外。他不仅在半个世纪前就找到了击败赌场的秘诀，而且还触类旁通地把这些技巧成功地运用到了一个更大的赌场——华尔街金融投资市场之中，并取得了世界级的投资收益。这个人就是爱德华·索普（Ed Thorp）。|||在《一个战场市场和击败庄家的人》里，这位传奇的金融天才用清晰简单的语言分享了自己在赌场和市场这两大领域的激动人心的冒险之旅，并分享了他击败庄家、战胜市场的秘诀，比如盯住“5”和“A”两张牌，就能决胜21点；而“凯利公式”“科学预测”和“价格锚点”则是战胜市场的最重要的投资策略。|||最后，索普也用自己的传奇经历总结出一条人生的成功法则，那就是：你需要有强大的自学能力、独立思考的能力，然后对基本的金融经济知识有所了解，对投资市场和人生当中的风险、回报和不确定性有清晰的认识，你就能够打败大多数人，成为让人羡慕的少数人生赢家之一。',
    downloadUrl:'https://pan.baidu.com/s/1HdgRH64Pc5rCfg7f6FqA-Q',
    downloadCode:'nhca'
  },
  {
    cover:'/moneyBooks/zmxczg-min.jpg',
    name:'怎样选择成长股',
    author: '菲利普·A·费舍',
    authorDes: 'Philip A.Fisher广受华尔街推崇和敬重。他的投资哲学约四十年前提出，今天，不只金融专业人士仍详加研读并付诸行动，而且被多数人奉为投资理财方面的经典之作。这些哲学收录在《怎样选择成长股》一书。1958年初版，佳评如潮，为投资人必读。',
    des:'作者希望这种书能以非正式的写法，把他想讲的事情以第一人称的方式，告诉身为读者的大家。书内用到的大部分语言、许多例子和比喻，和作者把这些观念亲口告诉买他基金的人一样。他的坦诚，有时是直言不讳，让任何人都会从中受益。',
    downloadUrl:'https://pan.baidu.com/s/1zZXY-5azrNz0GRkZaNerfA',
    downloadCode:'l33w'
  },
  {
    cover:'/moneyBooks/yz-min.jpg',
    name:'原则',
    author: ' 瑞·达利欧',
    authorDes: '对冲基金公司桥水创始人。他出生于纽约长岛一个非常普通的中产阶级家庭，26岁时在自己的两居室公寓内创办了桥水。经过42年的发展，桥水位列美国最重要的私营公司榜单第五位（《财富》杂志）。他入选《时代周刊》世界100位最具影响力人物，并跻身《福布斯》世界前100名富豪行列。由于他独到的投资准则改变了基金业，美国CIO经理人杂志称其为“投资界的史蒂夫·乔布斯”。',
    des:'瑞·达利欧是全世界顶级投资家、企业家之一，对冲基金公司桥水创始人。桥水创立至今为客户赚取的收益远远超过历史上任何一家对冲基金。达利欧认为桥水的成功源自他所奉行的一套原则，而这些原则也是他一生中学到的最重要的东西。|||达利欧认为，我们可以像看待机器一样看待生活、管理、经商和投资，并将其系统化为一系列原则。这本书阐述了他的原则的两大基石——极度求真、极度透明，并介绍了以此为基础的创意择优，以及基于可信度评价的决策机制。书中500多条原则将帮助我们保持开放心态，看清现实，正确评价自己和他人，从容面对做决策、打造强大团队等问题，更进一步深入认识自我，实现不断成长。|||达利欧相信，自己的成功并非因为个人的特质，而是因为他从失败中学会了做人、做事的原则，而大多数人和公司都可以运用他的这些原则更好地实现自己的目标。',
    downloadUrl:'https://pan.baidu.com/s/1OqVaGCSAYdPyqbDvXs-7pg',
    downloadCode:'vg3c'
  },
  {
    cover:'/moneyBooks/ygnmdywcq-min.jpg',
    name:'一个农民的亿万传奇（高清）',
    author: '傅海棠',
    authorDes: '傅海棠，农民出身，曾养过六年猪，做过小贩，种过棉花、大蒜等。海通期货笑傲江湖大赛明星获奖选手。2000年开始做期货，2009年到2010年18个月时间从5万起步做到1.2亿，是国内期货界的传奇人物。不看任何技术图表、不做任何技术分析，用“天道”思想理解分析市场、指导操作方向和节奏，拥有最纯粹最朴素的投资思想，有“农民哲学家”的称谓。',
    des:'《一个农民的亿万传奇》讲述了一个农民作为海通期货笑傲江湖大赛明星获奖选手，在18个月的期货投资时间里从5万元做到1.2亿元的传奇故事，从他的投资经历、投资理念、分析方法、操作方法等方面给读者以启示。文字优美，故事流畅。',
    downloadUrl:'https://pan.baidu.com/s/1M-A3ptf_uj6yCHsdeZsdhA',
    downloadCode:'5stw'
  },
  {
    cover:'/moneyBooks/xags-min.jpg',
    name:'笑傲股市-第4版（高清）',
    author: '欧奈尔',
    authorDes: '威廉·欧奈尔，（William J.ONeil），欧奈尔是华尔街经验最丰富、最成功的资深投资人之一。他21岁白手起家，30岁时就买下纽约证券交易所的席次，并在洛杉矶创办执专业投资机构之牛耳的威廉·欧奈尔公司。他目前是全球600位基金经理的投资顾问，并且担任资产超过2亿美元的新美国共同基金的基金经理，也是《投资者商业日报》的创办人。该报成长迅速，是《华尔街日报》的主要竞争对手。',
    des:'本书作者威廉·欧奈尔是华尔街经验最丰富、最成功的资深投资人之一，他21岁白手起家，30岁就买下纽约证券交易所的席次。他创办的《投资者商业日报》是《华尔街日报》的主要竞争对手。欧奈尔目前是全球600位基金经理的投资顾问，并担任资产超过2亿美元的新美国共同基金的基金经理。|||欧奈尔在这本书中总结了他的选股模式CAN SLIM，每一个字母都代表一种尚未发动大涨势的潜在优质股的特征。本书包含的买入和卖出规则都是通过对20世纪每一年最赚钱的股票进行深入分析后得出的，反映出股市的真实运行状况。|||美国个人投资者协会将本书中的CAN SLIM方法与彼得·林奇和沃伦·巴菲特的方法进行比较后，于2001年发表独立研究，结果显示CAN SLIM方法每年都可以取得最好和最持续稳定的业绩，是最佳投资系统方案。',
    downloadUrl:'https://pan.baidu.com/s/1ssgi9Vw4CiQVvf8q--x7aQ',
    downloadCode:'6572'
  },
  {
    cover:'/moneyBooks/xgqq-min.jpg',
    name:'小狗钱钱套装全2册',
    author: '博多·舍费尔',
    authorDes: '博多•舍费尔，1960年9月10日出生在德国科隆，是德国著名的投资家、企业家、演说家以及畅销书作家。|||从小，博多便目睹了贫穷给人们带来的种种伤害，这让他厌恶贫穷。6岁时，他决心要在30岁时成为百万富翁。6岁时，博多只身远赴美国闯荡。26岁时，他陷入了严重的个人财务危机。然而，凭借坚强的意志和正确的投资理念，博多在30岁时摆脱了债务，获得了成功——这时，凭借个人资产产生的利息，他就可以过上富有的生活。博多决心把他的理财知识传播给更多的人。他开始频频参加电视访谈节目，在世界各地举办讲座并著书立说。他已经帮助欧洲成千上万的人在个人财务问题上取得了巨大的进步，成为欧洲第一理财大师，拥有“欧洲巴菲特”和“欧洲第一金钱教练”的美誉。|||他的《赢家法则》成为德国最佳畅销书；《小狗钱钱》全球销量逾千万册，也已在中国出版，并受到广大中国读者的喜爱。',
    des:'《小狗钱钱2》由博多·舍费尔编著。畅销书《小狗钱钱》掀起了一股风靡欧美的“金钱童话”潮流，相信你已经认识了吉娅和她那会说话的拉布拉多狗钱钱，学会了如何像富人那样思考，正确认识和使用金钱。|||而现在，吉娅和钱钱在《小狗钱钱2》里开始了新的冒险之旅！吉娅获得了期盼已久的暑期奖学金并前往了美国。在那里她交到了很多好朋友，然而所有的一切并非看上去那么美好……吉娅和朋友们在魔法放大镜的帮助下历经了一次又一次冒险，在此过程中学到了：|||“甜甜圈原理”：金钱就像甜甜圈外面那个看得见的圆圈，而无形的圆孔则代表人类的内心，象征着我们无法看到却又必须具备的品格——这是比看得见的成功更重要的东西！|||养成优秀品格的7条准则：友好亲和、勇于承担、善待他人、帮助给予、感恩之心、勤学不辍、值得信赖。',
    downloadUrl:'https://pan.baidu.com/s/1LYj3n1VR7ksPhDccw93Sig',
    downloadCode:'7ck6'
  },
  {
    cover:'/moneyBooks/tzzzyds-min.jpg',
    name:'投资最重要的事',
    author: '霍华德•马克斯',
    authorDes: '总部位于洛杉矶的橡树资本管理有限公司（Oaktree Capital Management）主席与共同创始人，管理着800亿美元的投资公司资产，沃顿商学院金融学士，芝加哥大学会计与市场营销专业MBA。他投身顶级投资管理行业40年，跻身世界顶尖价值投资者之列。他的客户备忘录充满了富有洞察力的评论与久经考验的基本投资理念。如今，马克斯首次面向业余投资者和专业投资者，将其智慧集结成书，使广大读者从中获益。',
    des:'《投资最重要的事》倾注了霍华德•马克斯一生的经验和研究，阐述了成功投资的秘诀，以及足以摧毁资本或断送职业生涯的错误。马克斯摘录备忘录中的段落阐明自己的思想，以亲身经历详细阐述了其投资理念的发展历程，充分肯定了投资的复杂性和金融领域的危险性。作者凭借对当今动荡市场的深刻见解，奉献出一部半自传、半信条性质的《投资最重要的事》，为读者提供了广阔的看点。 马克斯在《投资最重要的事》中详细阐述了“第二层次思维”、价格、价值关系、耐心等待机会、以及多元化投资等概念，对自身的决策以及偶尔的失误做出了坦诚的评价，为读者进行批判性思考、风险评估、建立投资策略提供了宝贵的经验教训。作者鼓励投资者做“逆向投资者”，明智地判断市场周期，采取大胆而谨慎的行动获取收益。最重要的事是什么？成功的投资有赖于同时对各个方面保持密切关注。《投资最重要的事》中的每个主题，都是最重要的事。',
    downloadUrl:'https://pan.baidu.com/s/1S1qGEOmoAl4gyD8V-pw-sA',
    downloadCode:'wkcu'
  },
  {
    cover:'/moneyBooks/tzzzjdds-min.jpg',
    name:'投资中最简单的事',
    author: '邱国鹭',
    authorDes: '邱国鹭，CFA,曾任南方基金管理有限公司投资总监和投委会主席、普林瑟斯资本管理公司基金经理、奥泰尔领航者对冲基金合伙人、美国韦奇资本管理公司合伙人等职，在基金业15年的履历中包含了小型对冲基金创始人、60亿美元中型资产管理公司合伙人、2800亿大型基金公司投研负责人等从业经验。2010年获基金专户最佳高端产品奖，2011年在“三千万人票选最受尊敬基金公司活动”中被评为“最佳投资总监”，2012年被评为“最佳基金投资风云人物”。',
    des:'投资本身是一件很复杂的事，宏观上涉及国家的政治、经济、历史、军事，中观上涉及行业格局演变、产业技术进步、上下游产业链变迁，微观上涉及企业的发展战略、公司治理、管理层素质、财务状况、产品创新、营销策略等方方面面。我们是否可以化繁为简、直接追问什么才是投资的本质？有没有一些简单可行的法则和工具能够让我们直接触及投资的本质？既然投资有太多复杂的因素难以把握，我们能不能只试着去把握那些能够把握的最简单的事，把那些不能把握的复杂因素留给运气和概率？|||《投资中最简单的事》从作者邱国鹭多年投资的自身经验出发，剖析了“便宜才是硬道理”“定价权是核心竞争力”“人弃我取，逆向投资”等简单易行的投资原则，阐明了“对于大多数人而言，只有价值投资才是真正可学、可用、可掌握的”这一观点，分享了易于普通投资者学习、操作的投资方法。|||在对“投资中最简单的事”娓娓道来的过程中，作者用生动晓畅的语言分享了自己投资生涯中的丰富投资实例，使本书兼具了易读性与实操性。',
    downloadUrl:'https://pan.baidu.com/s/1u7WtsRrzGEQFO0XHTQFT7g',
    downloadCode:'qf6f'
  },
  {
    cover:'/moneyBooks/txcwzyzl-min.jpg',
    name:'通向财务自由之路（珍藏版）',
    author: '范·撒普',
    authorDes: '国际公认交易心理学方面排名第一的大师，拥有15年的交易商和投资者顾问经历，曾经与世界上一些顶级的交易商和投资者们一起工作，并且完成了对各种各样交易商和投资者的上千种心理评价。撒普博士是国际交易大师研讨培训公司(International Institute of Trading Mastery)的创办人兼总裁。作为国际知名的交易商和投资者顾问，他为世界各地的大银行和交易公司开设了很多函授课程并多次举办研讨会。他的成果包括一部五卷的函授课程教材、一个用来评估交易商优势和弱点的测试系统、八种不同的三日短训班、关于系统和心理的每月时事通讯、无数业界刊物中的文章等。',
    des:'《通向财务自由之路》是一本十分适合投资者的书，它具有极好的系统性，完整地介绍了投资，有助于读者成为一个成熟的投资者，主动驾驭自己的财富。很多人都希望获取战胜股市的秘诀，从此一劳永逸。但是本书在考察了交易实战之后，发现条条大路通罗马：长期趋势跟踪、基础分析、价值投资、波段交易、价差、套利、周期……无论是交易者还是投资者，最重要的是找到适合自己个性和目标的方法，摆正心态，这样才会达到财务自由的境界。《通向财务自由之路》在强调自我挖掘和心理因素的基础上，逐步指导读者如何设立自己的系统（了解自己、准备、设定方案、选择、入市、退市、获利、评估），收录了投资圣手们的入门术、心得体会和经典理念，比对了各种投资策略的实战成果。同时，本书还介绍了许多被其他投资著作所忽视的重要内容：预期、头寸规模、目标、大环境、资金管理等。除了出色的系统性，本书通俗易懂的比喻风格，也更好地有助于读者理解投资。',
    downloadUrl:'https://pan.baidu.com/s/1INXYgrLtDGBV3OYBAInQMA',
    downloadCode:'282e'
  },
  {
    cover:'/moneyBooks/tdzql-min.jpg',
    name:'涛动周期论',
    author: '周金涛',
    authorDes: '周金涛先生，中国康德拉季耶夫周期理论研究的开拓者。作为大师级的策略分析师，从2008年次贷危机到2016年大宗商品年度反弹，先生对于大级别周期运行脉络的把握可谓千古独步，被人们誉为“周期天王”。本书的主体是以时间轴为线索将先生的重要报告和研究成果编纂成册，将其以经济周期研究和结构主义为核心的独特的逻辑框架和思维体系全面而完整地展示给读者。书中的内容几乎覆盖了包括股票、商品、美元、黄金以及房地产等在内的所有大类资产类别。依靠扎实的理论功底、翔实的数据论证以及严密的逻辑推演带领读者领略周期理论、结构主义与大类资产配置的完美契合。',
    des:'周金涛先生，中国康德拉季耶夫周期理论研究的开拓者。作为大师级的策略分析师，从2008年次贷危机到2016年大宗商品年度反弹，先生对于大级别周期运行脉络的把握可谓千古独步，被人们誉为“周期天王”。本书的主体是以时间轴为线索将先生的重要报告和研究成果编纂成册，将其以经济周期研究和结构主义为核心的独特的逻辑框架和思维体系全面而完整地展示给读者。书中的内容几乎覆盖了包括股票、商品、美元、黄金以及房地产等在内的所有大类资产类别。依靠扎实的理论功底、翔实的数据论证以及严密的逻辑推演带领读者领略周期理论、结构主义与大类资产配置的完美契合。',
    downloadUrl:'https://pan.baidu.com/s/1yl1Ppk0j9Qkhqk69sAV41A',
    downloadCode:'5oxe'
  },
  {
    cover:'/moneyBooks/',
    name:'说谎者的扑克牌',
    author: '迈克尔·刘易斯',
    authorDes: '迈克尔·刘易斯，美国超级畅销书作家，毕业于美国普林斯顿大学和英国伦敦经济学院，曾任所罗门兄弟公司的债券交易员，后来为《纽约时报》撰稿，并担任英国《观察家周刊》的美国版编辑。|||他的成名之作《说谎者的扑克牌》被公认是描写20世纪80年代华尔街文化的经典名作，书中的精彩片段被各种媒体广泛引用，对美国商业文化产生了重大的影响。',
    des:'“说谎者的扑克牌”是华尔街上金融家们玩的一种休闲游戏，以最善于瞒骗他人而实行心理欺诈者为胜。迈克尔·刘易斯将其用为隐喻，描述了自己在华尔街最大的投资银行之一的所罗门兄弟公司里四年的工作经历——从意外受雇、接受培训直到成长为只凭一个电话即可以调动数百万美元资金的明星交易员。在书中，刘易斯将华尔街投资世界中许多不为人知的技巧、诀窍和手段娓娓道来，披露了自己是如何参透华尔街的波谲云诡、逐步掌握投资走势的，让读者有了感同身受的体验。|||这本书的另一个亮点，是从作者的视角展示了所罗门兄弟公司在20世纪80年代的戏剧性历史，特别对1987年10月美国股市大崩盘进行了深刻的描写，从而折射出华尔街在那个年代是如何在大起大落中保持发展的。|||作者将华尔街深奥的投资手法融入有趣的故事当中，让读者在捧腹大笑的同时又陷入深深的思考。这也使本书获得了专业人士和广大读者的认可，成为美国长销不衰的投资经典著作。',
    downloadUrl:'https://pan.baidu.com/s/1AWOfqPyiJzxFShL3FDACnw',
    downloadCode:'z0p1'
  },
  {
    cover:'/moneyBooks/sbsjndcb-min.jpg',
    name:'手把手教你读财报',
    author: '唐朝',
    authorDes: '唐朝 男，70后，1994年辞去事业单位公职，1995年进入期货市场，无数个不眠之夜，发奋苦读各类技术分析书籍，最终成功爆仓并破产于1996年。终得四字真言：远离杠杆。其后的奋斗，都投了房产和股票，收获还算满意。2006年底，关了公司，成为宅男，享受于读书、品茶和投资之间。',
    des:'本书是一位久经沙场的老股民，在经历了无数次惨烈的投资战役之后，总结过往得失，呕心沥血而作。因为不是会计专业出身，所以没有晦涩的术语、难懂的公式。因为有多年的投资经历，所以更明白财报的意义所在，更知道投资者读财报的目的所在。财报是用来排除企业的。本书以一份贵州茅台财报为例，让毫无会计学基础的投资者也能轻松读懂财报，看透财报背后的企业秘密。',
    downloadUrl:'https://pan.baidu.com/s/1kGu3s-YckYH5-RshEr2vrA',
    downloadCode:'zpzd'
  },
  {
    cover:'/moneyBooks/sdwstcanxsdmm-min.jpg',
    name:'史丹·温斯坦称傲牛熊市的秘密',
    author: '史丹·温斯坦',
    authorDes: '史丹·温斯坦，华尔街首席交易大师，美国当今最受推崇的技术分析大师之一，惠及全球亿万股民的阶段分析法的创始人，《专业价格分析者》以及《全球趋势警报》两份刊物的主编及发行人。其经常在全美著名的金融报纸或期刊，如《华尔街日报》、《纽约时报》、《贝隆金融周刊》上撰写金融评论。本书出版曾蔚为市场风潮，一时洛阳纸贵，并荣登畅销书排行榜。本书最大特色是完美地将技术分析理论简化为操作系统，实为不可多得之佳作。',
    des:'《史丹•温斯坦称傲牛熊市的秘密》是一部不可思议的著作。是有史以来最棒的交易手册。一个人要经历多少次牛熊市，才能被称为“华尔街神童”？ 一个人要看过多少个市场的起伏变幻，才能准确预测股市行情？ 一个人要有什么样的智慧，才能授人以渔？ 华尔街首席交易大师，启蒙全球无数投资者的阶段分析法的创始人——史丹•温斯坦与您分享其纵横华尔街数十载的宝贵经验。',
    downloadUrl:'https://pan.baidu.com/s/1A75kZgPmFK2H72wRm6390g',
    downloadCode:'mk0b'
  },
  {
    cover:'/moneyBooks/rblztxj-min.jpg',
    name:'日本蜡烛图技术新解',
    author: '史蒂夫·尼森',
    authorDes: '注册市场技术分析师（CMT），尼森研究国际公司的创始人、总裁。该公司为客户提供量身定制的培训与技术咨询服务。尼森先生是向西方介绍蜡烛图技术的第一人，是日本图形技术在西方市场的适用性研究方面公认的权威。他的《日本蜡烛图技术》是国际市场上的畅销书和常销书。全球的金融业媒体，包括《华尔街日报》《巴伦周刊》《价值》《欧元周刊》《机构投资者》等，对他的研究常有报道和关注。他是纽约金融学院的讲师，在4所大学拥有客座教席。作为全球知名的重量级演讲人，他曾在17个国家向成千上万的交易者和分析师讲授他的交易技术。邀请他讲课的机构甚至包括世界银行和美国联邦储备银行。尼森先生拥有金融与投资方向的MBA学位，是最早获得“市场技术分析师协会”颁发的“注册市场技术分析师”证书的人之一。此前他曾在Daiwa证券公司担任高级副总裁，在美林证券担任高级技术分析师。目前，尼森与他的家人居住在新泽西。他的网址是www.candlecharts.com，这个网址的邮箱地址为：info@candlecharts.com。',
    des:'1990年，史蒂夫·尼森将古老的日本蜡烛图技术系统地介绍给了西方投资界，这一举动震惊了使用传统技术分析方法的人，史蒂夫·尼森因此被誉为现代蜡烛图技术之父。今天，史蒂夫·尼森又为我们带来了全新力作《日本蜡烛图技术新解》，在本书中，尼森带来了以下新内容：|||融入十几年交易实践，对蜡烛图技术的更深入理解。|||首次向读者披露蜡烛图技术的四套独门绝技。|||200份图表说明、几十个实操案例，并明确向读者介绍了这些技术方法的适用范围。|||讨论了各种技术在股票证券市场、商品期货市场、外汇市场和海外资本市场的不同应用。|||介绍了如何将这些方法与传统交易法则以及西方技术理念相融合，以取得更优市场业绩。',
    downloadUrl:'https://pan.baidu.com/s/1cDsUKNRXzqQLF5Dt3xmBZA',
    downloadCode:'ubk8'
  },
  {
    cover:'/moneyBooks/qclbd-min.jpg',
    name:'穷查理宝典',
    author: '查理·芒格',
    authorDes: '在公众眼中，沃伦·巴菲特是伯克希尔·哈撒韦的代表人物，是该公司多年来取得非凡成就的大功臣；但另有一人也对该公司传奇般的业绩作出了重要贡献，那就是查理·芒格。虽然他在普通人中的知名度远没有巴菲特那么高，但他同巴菲特一样，能引领你作出更好的投资和决策，让你对世界和生活有更深刻的理解。汇集他最出色的演讲、箴言和思想的《穷查理宝典》将向你证明这一点。',
    des:'《穷查理宝典》收录了查理过去20年来主要的公开演讲。除简单而权威的查理传略外，其后的《芒格的生活、学习和决策方法》以及《芒格主义：查理的即席谈话》整理了芒格最精华的思维与决策方式和以往在伯克希尔·哈撒韦公司和西科金融公司年会上犀利——和幽默——的评论。|||而最后最珍贵的十一篇讲稿则全面展现了这个传奇人物的聪明才智。贯穿全书的是芒格展示出来的聪慧、机智，其令人敬服的价值观和深不可测的修辞天赋。他拥有百科全书式的知识，所以从古代的雄辩家，到18、19世纪的欧洲文豪，再到当代的流行文化偶像，这些人的名言他都能信手拈来，并用这些来强调终身学习和保持求知欲望的好处。',
    downloadUrl:'https://pan.baidu.com/s/1-M4aN5Rx-XBUd0xaXG5SUA',
    downloadCode:'35wu'
  },
  {
    cover:'/moneyBooks/',
    name:'期货市场技术分析',
    author: '',
    authorDes: '',
    des:'',
    downloadUrl:'',
    downloadCode:''
  },
  {
    cover:'/moneyBooks/',
    name:'',
    author: '',
    authorDes: '',
    des:'',
    downloadUrl:'',
    downloadCode:''
  },
  {
    cover:'/moneyBooks/',
    name:'',
    author: '',
    authorDes: '',
    des:'',
    downloadUrl:'',
    downloadCode:''
  },
  {
    cover:'/moneyBooks/',
    name:'',
    author: '',
    authorDes: '',
    des:'',
    downloadUrl:'',
    downloadCode:''
  },
  {
    cover:'/moneyBooks/',
    name:'',
    author: '',
    authorDes: '',
    des:'',
    downloadUrl:'',
    downloadCode:''
  },
  {
    cover:'/moneyBooks/',
    name:'',
    author: '',
    authorDes: '',
    des:'',
    downloadUrl:'',
    downloadCode:''
  }
]
export default bookData