let bookData=[
  {
    cover:'/zhihuBooks/rljs-min.jpg',
    name:'人类简史',
    author: '尤瓦尔·赫拉利',
    authorDes: '尤瓦尔·赫拉利，1976年生，牛津大学历史学博士，现为耶路撒冷希伯来大学的历史系教授，青年怪才，全球瞩目的新锐历史学家。他擅长世界历史和宏观历史进程研究。在学术领域和大众出版领域都有很大的兴趣。|||他的《人类简史》一书让他一举成名，成为以色列超级畅销书，目前这本书已授20多个国家版权，在历史学之外，人类学、生态学、基因学等领域的知识信手拈来，根据图书改变的课程上传YOUTUBE后风靡全球，拥有大批青年粉丝。写书，视频课程之外，他还开设有专栏。',
    des:'十万年前，地球上至少有六种不同的人,但今日，世界舞台为什么只剩下了我们自己？从只能啃食虎狼吃剩的残骨的猿人，到跃居食物链顶端的智人，从雪维洞穴壁上的原始人手印，到阿姆斯壮踩上月球的脚印，从认知革命、农业革命，到科学革命、生物科技革命，我们如何登上世界舞台成为万物之灵的？从公元前1776年的《汉摩拉比法典》，到1776年的美国独立宣言，从帝国主义、资本主义，到自由主义、消费主义，从兽欲，到物欲，从兽性、人性，到神性，我们了解自己吗？我们过得更快乐吗？我们究竟希望自己得到什么、变成什么？',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1URnJnpzGfZtMg_gbJDDqQw',
    downloadCode:'b8n4'
  },
  {
    cover:'/zhihuBooks/fblgt-min.jpg',
    name:'非暴力沟通',
    author: '马歇尔·卢森堡',
    authorDes: '马歇尔•B•卢森堡博士，是国际性缔造和平组织非暴力沟通中心（CNVC）的创始人和教育服务主管。由于在促进人类和谐共处方面的突出成就，2006年，他荣获地球村基金会颁发的和平之桥奖。|||卢森堡博士早年成长于动荡不安的底特律市，这使他对于怎样运用新的沟通方式在面对暴力时可以和平解决分歧，发展出浓厚的兴趣。这方面的兴趣，使他于1961年在美国威斯康星大学师从卡尔•罗杰斯（Carl Rogers）获得了临床心理学博士学位。随后的生活经历以及在比较宗教学方面的研究，促使他发展出非暴力沟通模式，不仅教会人们如何使用使个人生活更加和谐美好，同时解决了众多世界范围内的冲突和争端。|||卢森堡博士第一次应用非暴力沟通模式，是在20世纪60年代美国联邦政府资助学校里废除种族隔离制度的项目中，进行调解和沟通技巧的培训。1984年，他成立了非暴力沟通中心（CNVC），如今，有超过200名经CNVC认证的非暴力沟通培训师在全球35个国家和地区开展NVC培训。|||卢森堡博士手上拿着吉他和木偶，多年来前往世界上一些最为暴力的地区工作，他身上充满了精神能量，告诉我们，如何创造一个更加和平、更加令人满意的世界。卢森堡博士目前定居于瑞士。',
    des:'著名的马歇尔•卢森堡博士发现了神奇而平和的非暴力沟通方式，通过非暴力沟通，世界各地无数的人们获得了爱、和谐和幸福！|||当我们褪去隐蔽的精神暴力，爱将自然流通。|||如今，在这个地球上，暴力事件频发，人们的仇恨、矛盾、对立上升到一定程度，似乎必须酿成流血事件才算得以发泄。如果我们有强烈的想要改变现状的愿望和动力，我们完全可以从提升内在自我出发，改善这个局面，改善人类社会的未来，缔造永久的和平。我们每个人都有必要来学习非暴力沟通方式，使用这种爱的语言，准确表达自己的感受，认真倾听对方的请求，达到人与人之间心灵的相通和真正的和谐共处。这，并不是天方夜谭。|||作为一个遵纪守法的好人，也许我们从来没有想过和“暴力”扯上关系，不过如果稍微留意一下现实生活中的谈话方式，并且用心体会各种谈话方式给我们的不同感受，我们一定会发现，有些话确实伤人。言语上的指责、嘲讽、否定、说教以及任意打断、拒不回应、随意出口的评价和结论给我们带来的情感和精神上的创伤，甚至比肉体的伤害更加令人痛苦。这些无心或有意的语言暴力让人与人变得冷漠、隔膜、敌视。|||非暴力沟通能够：疗愈内心深处的隐秘伤痛；超越个人心智和情感的局限性；突破那些引发愤怒、沮丧、焦虑等负面情绪的思维方式；用不带伤害的方式化解人际间的冲突；学会建立和谐的生命体验。|||非暴力沟通指导我们转变谈话和聆听的方式。我们不再条件反射地反应，而是去明了自己的观察、感受和愿望，有意识地使用语言，既诚实、清晰地表达自己，又尊重与倾听他人。我们在沟通过程中培育对彼此的尊重、关注与爱，使人和谐互助。在使用爱的语言的同时，我们也提高了自己爱的能力。|||非暴力沟通（又称爱的语言）被联合国誉为全球非暴力沟通解决冲突的最佳实践之一，它的培训目前在全球35个国家和地区开展。|||《非暴力沟通》入选了香港大学推荐的50本必读书籍。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/106405884',
    downloadUrl:'https://pan.baidu.com/s/1bcsrt5OsmezD41FHL6ca0A',
    downloadCode:'cwv3'
  },
  {
    cover:'/zhihuBooks/qmgx-min.jpg',
    name:'亲密关系',
    author: '罗兰•米勒',
    authorDes: '美国萨姆休斯顿州立大学心理学教授，1973年获康奈尔大学心理学学士学位，分别于1976年和1978年获佛罗里达大学社会心理学硕士和博士学位。自1978年至今一直在萨姆休斯顿州立大学讲授亲密关系课程，因教学与研究优秀曾获人际关系研究国际协会的教学奖、美国心理协会（APA）和国际心理学荣誉学会（Psi Chi）的Edwin B. Newman奖。米勒教授还著有《尴尬：日常生活中的镇定与险境》一书，研究兴趣包括社会心理学、社会情绪（如尴尬、耻辱）、亲密关系等，现在侧重亲密关系的维持过程。',
    des:'亲密关系与泛泛之交有什么区别；大丈夫与小女子真的般配吗；吸引力的秘密是什么；男人与女人真的是不同的动物吗；同性恋真的是由基因决定的吗；单亲家庭的孩子长大后更容易离婚吗……什么是爱情？由什么构成？能持续多久？两性在发生一夜情及选择终身伴侣上有什么差异？爱情和性欲是由不同的脑区控制吗？亲密关系美满的秘诀是什么？有什么方法能让婚姻持续一生？米勒教授在《亲密关系》中回答了这些问题，尤其澄清了通俗心理学所宣扬的经验之谈，甚至某些错误观点。|||《亲密关系》汲取了社会心理学、沟通研究、家庭研究、认知心理学、发展心理学、演化心理学、社会学、传播学及家政学等学科的最新成果，研究实践和理论建构并重，学术标准与大众兴趣兼备。全书结构清晰、逻辑严密、语言生动、启发思考，既通俗易懂，读来轻松愉快，又科学权威，崇尚实证精神。本书遵循由浅入深、由一般到特殊的认知规律，论述了亲密关系的基础、活动形态、类型、矛盾和修复等内容，读完本书，你将对人际吸引、爱情、婚姻、承诺、友谊、激情、沟通、性爱、依恋、择偶、嫉妒、出轨、家暴等亲密关系的方方面面有全新的认识。|||亲密关系是人类经验的核心，处理得好能给人带来极大的快乐，处理得不好则会造成重大创伤，因此科学地认识亲密关系，攸关我们每个人的幸福。本书既适合研究亲密关系的专业人士，能给他们带来启发与灵感，也适合每个想爱情甜蜜、婚姻长久、人生幸福的普通读者。',
    outerDownloadUrl:'https://www.jianshu.com/p/4076e41b7a4f',
    downloadUrl:'https://pan.baidu.com/s/1UpYQ03ifv_wDloKcacPFZg',
    downloadCode:'ldi9'
  },
  {
    cover:'/zhihuBooks/hz-min.jpg',
    name:'活着',
    author: '余华',
    authorDes: '余华，1960年出生，1983年开始写作。至今已经出版长篇小说4部，中短篇小说集6部，随笔集4部。主要作品有《兄弟》《活着》《许三观卖血记》《在细雨中呼喊》等。其作品已被翻译成20多种语言在美国、英国、法国、德国、意大利、西班牙、荷兰、瑞典、挪威、希腊、俄罗斯、保加利亚、匈牙利、捷克、塞尔维亚、斯洛伐克、波兰、巴西、以色列、日本、韩国、越南、泰国和印度等国出版。曾获意大利格林扎纳·卡佛文学奖（1998年）、法国文学和艺术骑士勋章（2004年）、中华图书特殊贡献奖（2005年）、法国国际信使外国小说奖（2008年）等。',
    des:'《活着(新版)》讲述了农村人福贵悲惨的人生遭遇。福贵本是个阔少爷，可他嗜赌如命，终于赌光了家业，一贫如洗。他的父亲被他活活气死，母亲则在穷困中患了重病，福贵前去求药，却在途中被国民党抓去当壮丁。经过几番波折回到家里，才知道母亲早已去世，妻子家珍含辛茹苦地养大两个儿女。此后更加悲惨的命运一次又一次降临到福贵身上，他的妻子、儿女和孙子相继死去，最后只剩福贵和一头老牛相依为命，但老人依旧活着，仿佛比往日更加洒脱与坚强。|||《活着(新版)》荣获意大利格林扎纳•卡佛文学奖最高奖项（1998年）、台湾《中国时报》10本好书奖（1994年）、香港“博益”15本好书奖（1994年）、第三届世界华文“冰心文学奖”（2002年），入选香港《亚洲周刊》评选的“20世纪中文小说百年百强”、中国百位批评家和文学编辑评选的“20世纪90年代最有影响的10部作品”。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/15eQeKZrAOvWM12LXbXxmLA',
    downloadCode:'fhtz'
  },
  {
    cover:'/zhihuBooks/rhydybs-min.jpg',
    name:'如何阅读一本书',
    author: '莫提默·J. 艾德勒 / 查尔斯·范多伦',
    authorDes: '莫提默·J. 艾德勒（1902－2001）以学者、教育家、编辑人等多重面貌享有盛名。除了写作《如何阅读一本书》外，以主编《西方世界的经典人并担任1974年第十五版《大英百科全书》的编辑相异而闻名于世。|||查尔斯·范多伦（1926－）先曾任美国哥伦比亚大学教授。后因故离任，和艾德勒一起工作。一方面襄助艾德勒编辑《大英百科全书》，一方面将本书1940年初版内容大幅度增补改写。',
    des:'每本书的封面之下都有一套自己的骨架，作为一个分析阅读的读者，责任就是要找出这个骨架。一本书出现在面前时，肌肉包着骨头，衣服包裹着肌肉，可说是盛装而来。读者用不着揭开它的外衣或是撕去它的肌肉来得到在柔软表皮下的那套骨架，但是一定要用一双X光般的透视眼来看这本书，因为那是了解一本书、掌握其骨架的基础。|||《如何阅读一本书》初版于1940年，1972年大幅增订改写为新版。不懂阅读的人，初探阅读的人，读这本书可以少走冤枉路。对阅读有所体会的人，读这本书可以有更深的印证和领悟。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/157507233',
    downloadUrl:'https://pan.baidu.com/s/1M9gNdJBhN3siYo9CVSmkRQ',
    downloadCode:'59h8'
  },
  {
    cover:'/zhihuBooks/ylylbs-min.jpg',
    name:'月亮与六便士',
    author: '威廉·萨默塞特·毛姆',
    authorDes: '威廉·萨默塞特·毛姆（William Somerset Maugham,1874 -1965)，英国小说家，剧作家，被誉为“故事圣手”。生于巴黎，十岁前父母双亡，由叔叔接回英国抚养，因身材矮小，说话结巴，总被同龄人欺凌，性格孤僻敏感。|||18岁在伦敦学医，后弃医从文。23岁时发表首部小说《兰贝斯的丽莎》，从此走上文学创作的道路。人生经历奇特，他做过助产，做过间谍，做过演员，做过救护车司机；他做过丈夫，做过情人，拒绝过女人的求婚，他的求婚也被另一个女人拒绝；他自称“四分之三喜欢女人，只有四分之一喜欢男人”。|||在文学界，毛姆是一个优雅、老到、冷漠的人性观察者，几乎每一个人都能在他的故事中看到自己，这也让毛姆成为二十世纪炙手可热的作家。他的后半生住在一座仙境般的别墅里，晚年几乎获得了整个欧洲文学界的一切殊荣。91岁时，逝于法国。',
    des:'“满地都是六便士，他却抬头看见了月亮。”|||银行家查尔斯，人到中年，事业有成，为了追求内心隐秘的绘画梦想，突然抛妻别子，弃家出走。他深知：人的每一种身份都是一种自我绑架，唯有失去是通向自由之途。|||在异国他乡，他贫病交加，对梦想却愈发坚定执着。他说：我必须画画，就像溺水的人必须挣扎。|||在经历种种离奇遭遇后，他来到南太平洋的一座孤岛，同当地一位姑娘结婚生子，成功创作出一系列惊世杰作。就在此时，他被绝症和双目失明击倒，临死之前，他做出了让所有人震惊的决定|||人世漫长得转瞬即逝，有人见尘埃，有人见星辰。查尔斯就是那个终其一生在追逐星辰的人。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/158039570',
    downloadUrl:'https://pan.baidu.com/s/1LP5mbQFGVgcBTuv-PPMGcA',
    downloadCode:'vypk'
  },
  {
    cover:'/zhihuBooks/rsdzh-min.jpg',
    name:'人生的智慧',
    author: '阿图尔·叔本华',
    authorDes: '叔本华（Arthur Schopenhauer，1788—1860）是德国著名哲学家，唯意志主义和现代悲观主义创始人。1788年2月22日诞生在但泽（今波兰格旦斯克）一个异常显赫的富商家庭，自称“性格遗传自父亲，而智慧遗传自母亲”。他一生未婚，没有子女，以狗为伴。叔本华家产万贯，但不得志，一直过着隐居的生活。25岁发表了认识论的名篇《论充足理性原则的四重根》。30岁完成了主要著作《作为意欲和表象的世界》，首版发行500本，绝大部分放在仓库里。53岁出版《伦理学的两个根本问题》。62岁完成《附录和补遗》，印数750本，没有稿费。65岁时《附录和补遗》使沉寂多年的权本华成名，他在一首诗中写道：“此刻的我站在路的尽头，老迈的头颅无力承受月桂花环。”1860年9月21日在法兰克福病逝。',
    des:'他于1850年写了《附录和补遗》一书，《人生的智慧》是该书中的一部分。在书中，他以优雅的文体，格言式的笔触阐述了自己对人生的看法。《人生的智慧》使沉寂多年的叔本华在晚年一举成名。我社出版的这本全译本是我国第一个根据德文版译出的中文本。这本书讨论的事情与我们的世俗生活至为接近，诸如健康、财富、名声、荣誉、养生和待人接物所应遵守的原则等。正如叔本华所说的，在这本书里他尽量以世俗、实用的角度考虑问题。因此，这本书尤其适合大众阅读。虽然叔氏尽量放弃了居高俯临的审视角度，但关于错综复杂并因此众说纷纭的世俗人情的话题，经过这位思想大师一贯深刻而因此透彻的讨论之后，变得清晰简明，话题也几已穷尽矣。',
    outerDownloadUrl:'http://blog.sina.com.cn/s/blog_ea4d955d0102yi2b.html',
    downloadUrl:'https://pan.baidu.com/s/17C2amXYjB3qbycEw8T9OVw',
    downloadCode:'ke92'
  },
  {
    cover:'/zhihuBooks/shxdw-min.jpg',
    name:'社会性动物',
    author: '埃利奥特·阿伦森',
    authorDes: '埃利奥特·阿伦森(Elliot Aronson)是当代最著名的社会心理学家，师从20世纪最伟大的社会心理学费斯廷格， 是美国心理学会110年历史上唯一一位获得所有三项大奖的心理学家：杰出研究奖（1999年）、杰出教学奖（1980）和杰出著作奖（1975）。另外，在他许多的荣誉中， 有因为在改善团体间关系方面的贡献获得Gordon Allport 奖，和在社会心理学领域内的卓越研究成果获得Donald Cambell 奖。|||1981年， 他被授予美国教育促进与支持理事会的年度教授称号，1992年他当选美国艺术与科学学院院士，这些是一位心理学家的至高荣誉。',
    des:'《社会性动物》是美国社会心理学家艾略特·阿伦森[Elliot Aronson 1932.01.09]出版的一本社会心理学的著作，它被称为“美国社会心理学的《圣经》',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/157565677',
    downloadUrl:'https://pan.baidu.com/s/1itNNgCEhU2ovr7Lsn7rggQ',
    downloadCode:'eibx'
  },
  {
    cover:'/zhihuBooks/fbbqbb-min.jpg',
    name:'富爸爸，穷爸爸',
    author: '罗伯特·清崎',
    authorDes: '罗伯特·清崎，生长在夏威夷，是第四代日裔美国人。他出生在夏威夷一个教师家庭，大学毕业后加入美国海军陆战队，作为军官和舰载武装直升机飞行员，被派往越南战场。|||1977年，罗伯特·清崎创建了一家生产尼龙钱包的公司，开始自己的商业生涯，并大获成功。后来，他经历了三次商海沉浮。1985年，第三次成为百万富翁后，他离开商界，与人共同创建了一家商业教育公司，向全球学员教授商业和投资课程。他长年主持理财和投资教育的课程，并通过有线广播电视网在全美播放。他还发明了一种教育玩具“现金流”游戏，帮助人们学会原本只有富人才懂的金钱游戏。|||罗伯特·清崎是畅销理财书《富爸爸穷爸爸》的作者，被誉为“百万富翁的教父”、“金钱教练”。他的“富爸爸”系列图书畅销全球，长居《商业周刊》《纽约时报》《华尔街日报》《今日美国》等畅销书排行榜，目前已发行109个国家和地区，总销量超过3500万册。',
    des:'清崎有两个爸爸：“穷爸爸”是他的亲生父亲，一个高学历的教育官员；“富爸爸”是他好朋友的父亲，一个高中没毕业却善于投资理财的企业家。清崎遵从“穷爸爸”为他设计的人生道路：上大学，服兵役，参加越战，走过了平凡的人生初期。直到1977年，清崎亲眼目睹一生辛劳的“穷爸爸”失了业，“富爸爸”则成了夏威夷很富有的人之一。清崎毅然追寻“富爸爸”的脚步，踏入商界，从此登上了致富快车。|||清崎以亲身经历的财富故事展示了“穷爸爸”和“富爸爸”截然不同的金钱观和财富观：穷人为钱工作，富人让钱为自己工作！',
    outerDownloadUrl:'http://blog.sina.com.cn/s/blog_16b5ef2d20102xhx8.html',
    downloadUrl:'https://pan.baidu.com/s/1GMt8ddvwgnJSTT17FsZZ-g',
    downloadCode:'85m4'
  },
  {
    cover:'/zhihuBooks/zkl-min.jpg',
    name:'自控力',
    author: '凯利•麦格尼格尔',
    authorDes: '凯利•麦格尼格尔教授（Kelly McGonigal, Ph.D.）是斯坦福大学备受赞誉的心理学家，也是医学健康促进项目的健康教育家。她为专业人士和普通大众开设的心理学课程，包括“意志力科学”（The Science of Willpower）和“在压力下好好生活”（Living Well with Stress），都是斯坦福大学继续教育学院历史上最受欢迎的课程。她还为《今日心理学》（Psychology Today）杂志网站开设了“意志力科学”博客。她目前居住在加利福尼亚州的帕洛阿尔托市。',
    des:'《自控力》内容简介：作为一名健康心理学家，凯利•麦格尼格尔博士的工作就是帮助人们管理压力，并在生活中做出积极的改变。多年来，通过观察学生们是如何控制选择的，她意识到，人们关于自控的很多看法实际上妨碍了我们取得成功。例如，把自控力当作一种美德，可能会让初衷良好的目标脱离正轨。所以，麦格尼格尔要求她的学生了解影响自控的生理学基础、心理陷阱和各种社会因素。麦格尼格尔吸收了心理学、神经学和经济学等学科的最新洞见，为斯坦福大学继续教育项目开设了一门叫做“意志力科学”的课程，参与过这门课程的人称其能够“改变一生”。这门课程就是《自控力》一书的基础。本书为读者提供了清晰的框架，讲述了什么是自控力，自控力如何发生作用，以及为何自控力如此重要。',
    outerDownloadUrl:'http://www.downcc.com/soft/286307.html',
    downloadUrl:'https://pan.baidu.com/s/1r0A4KuBVfd_OagHIF1xHwQ',
    downloadCode:'hplp'
  },
  {
    cover:'/zhihuBooks/xwz-min.jpg',
    name:'小王子',
    author: '安托万•德•圣埃克苏佩里',
    authorDes: '安托万•德•圣埃克苏佩里法国文学史上最神奇的作家（他同时是个飞行员，参加过两次世界大战），与伏尔泰、卢梭、雨果同入先贤祠。其经典代表作《小王子》问世后获得一致好评，全球销量超过2亿册，被誉 为“人类有史以来最佳读物”。|||1975年，在土木小行星带发现的一颗小行星以圣埃克苏佩里命名；1993年，另一颗小行星被命名为B-612星球，这正是小王子所居住的星球；1994年，法国政府将他和小王子的形象印到了为五十法郎新钞票上；2006年，法国为《小王子》过了60大寿，向全世界宣布：《小王子》满60岁了！',
    des:'《小王子》是一本足以让人永葆童心的不朽经典，被全球亿万读者誉为非常值得收藏的书。|||遥远星球上的小王子，与美丽而骄傲的玫瑰吵架负气出走，在各星球漫游中，小王子遇到了傲慢的国王、酒鬼、惟利是图的商人，死守教条的地理学家，最后来到地球上，试图找到治愈孤独和痛苦的良方。|||这时，他遇到一只奇怪的狐狸，于是奇妙而令人惊叹的事情发生了……|||《小王子》犹如透亮的镜子，照出了荒唐的成人世界。她在提醒我们，只有爱，才是最高的哲学，才是我们活下去的唯一理由。”',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1w2O9mccx789rN3VIiBtDLA',
    downloadCode:'ergu'
  },
  {
    cover:'/zhihuBooks/jztyl-min.jpg',
    name:'金字塔原理',
    author: '芭芭拉•明托',
    authorDes: '毕业于哈佛大学，麦肯锡公司首位女咨询顾问。传授金字塔原理多年，帮助政府、企业、高校等各界人士写作商务文章、复杂报告和演示文稿，曾为美国、欧洲和亚洲众多企业及哈佛大学、斯坦福大学等讲授金字塔原理。《金字塔原理》经久不衰，广受欢迎，被译成多种文字，数次再版，常年名列各国畅销书排行榜前茅。',
    des:'《金字塔原理》介绍了一种能清晰地展现思路的高效方法，是训练思考、使表达呈现逻辑性的实用宝典。金字塔原理能将零散的观点有序组织起来，化繁为简，适合所有需要精进思考、分析、表达能力的读者。|||深入思考：建立金字塔思维，提取有价值的信息，找到问题的关键，将复杂的问题变得清晰简单。|||解决问题：从基本事实切入直击要点，制定严谨合理的解决方案，突破瓶颈。|||项目管理：明确目标，制定行动计划，根据MECE原则合理分配任务，不重叠、无遗漏。|||清晰表达：陈述项目、演讲、讨论时，清晰呈现自己的观点，说服听众，与上级、同事、客户迅速建立共识，高效沟通。',
    outerDownloadUrl:'http://blog.sina.com.cn/s/blog_ea4d955d0102xqd8.html',
    downloadUrl:'https://pan.baidu.com/s/123sdgo0EfWSEk6eqJoQ3_Q',
    downloadCode:'ig5r'
  },
  {
    cover:'/zhihuBooks/csl-min.jpg',
    name:'沉思录',
    author: '马可·奥勒留',
    authorDes: '马可·奥勒留（Marcus Aurelius，公元121—180年），著名的“帝王哲学家”，古罗马帝国皇帝，在希腊文学和拉丁文学、修辞、哲学、法律、绘画方面受过很好的教育，晚期斯多葛学派代表人物之一。奥勒留也许是西方历史上唯一的一位哲学家皇帝。他是一个比他的帝国更加完美的人，他的勤奋工作最终并没有能够挽救古罗马，但是他的《沉思录》却成为西方历史上的伟大名著。|||马可·奥勒留是一个悲怆的人；在一系列必须加以抗拒的欲望里，他感到其中最具有吸引力的就是想要引退去过一种宁静的乡村生活的那种愿望。但是实现这种愿望的机会始终没有来临。',
    des:'《沉思录》是古罗马皇帝奥勒留写给自己的书，内容大部分是他在鞍马劳顿中写成的。作品来自奥勒留对身羁宫廷的自己和自己所处混乱世界的感受，追求一种冷静而达观的生活。这部著作是斯多葛学派的一个里程碑。',
    outerDownloadUrl:'https://545c.com/file/21704187-398029061',
    downloadUrl:'https://pan.baidu.com/s/14hDBmJJ1VMpUdg4GBjAOsA',
    downloadCode:'pl9i'
  },
  {
    cover:'/zhihuBooks/rz-min.jpg',
    name:'原则',
    author: '瑞·达利欧',
    authorDes: '对冲基金公司桥水创始人。他出生于纽约长岛一个非常普通的中产阶级家庭，26岁时在自己的两居室公寓内创办了桥水。经过42年的发展，桥水位列美国最重要的私营公司榜单第五位（《财富》杂志）。他入选《时代周刊》世界100位最具影响力人物，并跻身《福布斯》世界前100名富豪行列。由于他独到的投资准则改变了基金业，美国CIO经理人杂志称其为“投资界的史蒂夫·乔布斯”。',
    des:'瑞·达利欧是全世界顶级投资家、企业家之一，对冲基金公司桥水创始人。桥水创立至今为客户赚取的收益远远超过历史上任何一家对冲基金。达利欧认为桥水的成功源自他所奉行的一套原则，而这些原则也是他一生中学到的最重要的东西。|||达利欧认为，我们可以像看待机器一样看待生活、管理、经商和投资，并将其系统化为一系列原则。这本书阐述了他的原则的两大基石——极度求真、极度透明，并介绍了以此为基础的创意择优，以及基于可信度评价的决策机制。书中500多条原则将帮助我们保持开放心态，看清现实，正确评价自己和他人，从容面对做决策、打造强大团队等问题，更进一步深入认识自我，实现不断成长。|||达利欧相信，自己的成功并非因为个人的特质，而是因为他从失败中学会了做人、做事的原则，而大多数人和公司都可以运用他的这些原则更好地实现自己的目标。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/158039408',
    downloadUrl:'https://pan.baidu.com/s/1stJab42c8pj1udMPeYFwEw',
    downloadCode:'lwvp'
  },
  {
    cover:'/zhihuBooks/ylzs-min.jpg',
    name:'娱乐至死',
    author: '尼尔·波兹曼',
    authorDes: '世界著名的媒介文化研究者和批评家，是继麦克卢汉之后世界最重要的媒介文化研究学者之一，他在纽约大学首创了媒介生态学专业。|||他认为强势媒介能够以一种隐蔽却强大的暗示力量重新定义现实世界，甚至塑造一个时代的文化精神，人们实际上是生存在媒介所制造的巨大隐喻世界中而不自知，因此发展出了“媒介即隐喻”的理论。',
    des:'有两种方法可以让文化精神枯萎，一种是奥威尔式的——文化成为一个监狱，另一种是赫胥黎式的——文化成为一场滑稽戏。|||《娱乐至死》初版于1985年，是尼尔·波兹曼的代表作之一。|||电视时代蒸蒸日上，电视改变了公众话语的内容和意义，政治、宗教、教育、体育、商业和任何其他公共领域的内容，都日渐以娱乐的方式出现，并成为一种文化精神，而人类无声无息地成为娱乐的附庸，毫无怨言，甚至心甘 情愿，其结果是我们成了一个娱乐至死的物种。|||乔治·奥威尔曾在《一九八四》中预言人类将会遭受外来压迫，失去自由；赫胥黎则在《美丽新世界》中表达了另一种忧虑：人们会渐渐爱上工业技术带来的娱乐和文化，不再思考。|||《娱乐至死》想告大家可能成为现实的，是赫胥黎的预言，不是奥威尔的预言；毁掉我们的，不是我们憎恨的东西，恰恰是我们热爱的东西！',
    outerDownloadUrl:'https://www.dzsfx.com/wp-content/themes/begin/down.php?id=9136',
    downloadUrl:'https://pan.baidu.com/s/1eKvwdBY3RgQarEYap2LwpA',
    downloadCode:'ixg4'
  },
  {
    cover:'/zhihuBooks/xhtw-min.jpg',
    name:'学会提问',
    author: '尼尔·布朗/斯图尔特·基利',
    authorDes: '尼尔·布朗（Neil Browne），博林格林州立大学（Bowling Green State University）的杰出经济学教授。获有托雷多大学法学博士学位和德州大学的博士学位。曾经合著七本书，并在专业期刊发表一百余篇研究论文。数十所学院和大学曾经聘请布朗教授，协 助教职员培养批判性思考技巧。他也任职于《韩国批判性思考期刊》的编辑委员会。一九八九年，荣获教育促进支持协调会的“全国年度杰出教授”银牌奖章。同年也获“俄亥俄州年度杰出教授”荣衔。曾获颁无数地方性和全国性的教学奖。|||斯图尔特·基利（Stuart M. Keeley），美国伊利诺伊大学心理学博士。现为美国鲍灵格林州立大学心理学教授。',
    des:'如果在你的家乡投资建一座核电厂，你会支持还是反对？如果学校出于安全考虑要对每一个学生进行安全检查，你会高兴还是愤怒？如果你的兄弟姐妹做了父母明令禁止的事，你会告诉父母还是隐瞒不说？无数专家都说股市要跌、房价要涨，或者激烈地唱着反调，你相信谁？质疑谁？结论是唯一的吗？所有这些问题背后，你自己的观点是什么？你的理由是什么？有确凿的证据来证实吗？在一个被泛滥信息包围的时代，每时每刻都会遇到各种问题，大到涉及世界经济发展趋势，小到个人生活的决策。面对别人兜售的观点——他们热衷于让你相信这是“事实”，你明明觉得有什么不对劲，可一时又很难找到突破口反驳，你有能力提出关键问题，让众说纷纭的争论立见分晓，让道貌岸然的说谎者原形毕露吗？面对提问，你有能力组织更多确凿的证据支持自己的观点吗？还是只把声高当有理？一遇到别人提出相反的观点时，就认为别人是没事找茬，有意和自己过不去，甚至为此恼火：他为什么横竖不肯接受我的观点？过于感情投入，最大危险就是你可能没法识别谬误和操纵。遇到一个难回答的问题，将它直接枪毙掉比仔细思考然后做出回答要容易得多，而且，这样做一定让你显得一言九鼎霸气外露，但也在无形中关闭了通往批判性思维大门。不草率、不盲从，对问题深思熟虑，不为感性和无事实根据的传闻所左右，尽力理解那些价值观和我们背道而驰的人的分析推理方式，克服偏见对判断的影响，这样才有可能得出更为正确、理性的结论。我们需要靠自己去问为什么！擦亮双眼看清世界！',
    outerDownloadUrl:'http://www.downcc.com/soft/275479.html',
    downloadUrl:'https://pan.baidu.com/s/1r4abSFGQtndn0knmOZ6RwQ',
    downloadCode:'r6rs'
  },
  {
    cover:'/zhihuBooks/xtzg-min.jpg',
    name:'乡土中国',
    author: '费孝通',
    authorDes: '费孝通（1910.11～2005.4）生于江苏吴江县城。1920年入振华女校（今苏州第十中学）。1928年夏天毕业于苏州东吴大学第一附属高中，秋天入东吴大学医预科。1930年入燕京大学社会学系，获学士学位。1933年考入清华大学社会学及人类学系，获硕士学位。1936年秋入英国伦敦经济学院攻读人类学，获哲学博士学位。1938年秋回国，任教于云南大学社会学系。1940-1945年任云南大学社会学系教授，并主持云南大学社会学系研究室工作。1945-1952年任清华大学副教务长、社会学教授。1952-1957年任中央民族学院副院长、人类学教授。1980-1985年任中国社会科学院社会学研究所所长。1985年起任北京大学社会学人类学研究所所长、社会学人类学教授。作为社会活动家，曾担任民盟中央主席、全国政协副主席、全国人大常委会副委员长等职务。1980年接受国际应用人类学会颁发的马林诺斯基名誉奖；1981年获英国皇家人类学会颁发的赫胥黎奖章；1988年在联合国接受1988年“大英百科全书”奖；1993年获日本亚洲文化奖；1994年接受菲律宾马克赛赛社区领袖奖。',
    des:'著名社会学家费孝通教授，一生行行重行行，实地调查和考察总结中国农村经济发展的各种模式，写下了诸多不朽篇章。本书推出的是学界共认的中国乡土社会传统文化和社会结构理论研究的代表作《乡土中国》、《生育制度》、《乡土重建》和《皇权与绅权》四篇著作，可供社会学工作或教学、研究者参考。',
    outerDownloadUrl:'https://www.xiaobaipan.com/file-6479551.html',
    downloadUrl:'https://pan.baidu.com/s/1PprO_NRUckTzgB8C_xvrRw',
    downloadCode:'lq7q'
  },
  {
    cover:'/zhihuBooks/wc-min.jpg',
    name:'围城',
    author: '钱钟书',
    authorDes: '钱钟书(1910－1998)，字哲良，默存，号槐聚，中国江苏无锡人，中国近代著名作家、 文学研究家。毕业于清华大学外文系，获文学学士，赴上海，到光华大学任教。后考取第三届(1935年)庚子赔款公费留学资格，名列榜首，留学英国牛津大学 埃克塞特学院。大学毕业后任教于多所高校。新中国成立后被评为一级教授。晚年就职于中国社会科学院，任副院长。其夫人杨绛也是著名作家，育有一女钱媛(1937年-1997年)。曾为《毛泽东选集》英文版翻译小组成员。1998年逝世，享年88岁。',
    des:'《围城》是钱钟书所著的长篇小说。第一版于1947年由上海晨光出版公司出版。1949年之后，由于政治等方面的原因，本书长期无法在中国大陆和台湾重印，仅在香港出现过盗印本。1980年由作者重新修订之后，在中国大陆地区由人民文学出版社刊印。此后作者又曾小幅修改过几次。《围城》 自从出版以来，就受到许多人的推崇。由于1949年后长期无法重印，这本书逐渐淡出人们的视野。1960年代，旅美汉学家夏志清在《中国现代小说史》(A History of Modern Chinese Fiction)中对本书作出很高的评价，这才重新引起人们对它的关注。人们对它的评价一般集中在两方面，幽默的语言和对生活深刻的观察。从1990年代开始，也有人提出对本书的不同看法，认为这是一部被“拔高”的小说，并不是一部出色的作品。很多人认为这是一部幽默作品。除了各具特色的人物语言之外，作者夹叙其间的文字也显着机智与幽默。这是本书的一大特色。也有人认为这是作者卖弄文字，语言显得尖酸刻薄。但这一说法并不为大多数人接受。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/15tftj0-PuMkscEFzrYeoHw',
    downloadCode:'erh8'
  },
  {
    cover:'/zhihuBooks/sdztzm-min.jpg',
    name:'上帝掷骰子吗',
    author: '曹天元',
    authorDes: '曹天元（Capo），出生于上海，足迹遍历内地、香港和美国，现居香港。本人不愿透露具体身份。',
    des:'《上帝掷骰子吗》这本书是关于量子论的故事。量子论是一个极为奇妙的理论：从物理角度来说，它在科学家中间引起了最为激烈的争议和关注；从现实角度来说，它给我们的社会带来了无与伦比的变化和进步；从科学史角度来说，也几乎没有哪段历史比量子论的创立得到了更为彻底的研究。然而不可思议的是，它的基本观点和假说至今没有渗透到大众的意识中去，这无疑又给它增添了一道神秘的光环。|||这本书带读者做一次量子之旅，从神话时代出发，沿着量子发展的道路，亲身去经历科学史上的乌云和暴雨，追逐流星的辉光，穿越重重迷雾和险滩，和最伟大的物理学家们并肩作战。除了回顾基本的历史背景，还将向着未来探险，去逐一摸索量子论面前的不同道路，闯入人迹罕至的未知境地，和先行者们一起开疆扩土。让人惊叹的，不仅仅是沿途那令人眼花缭乱的绚丽风景，更来自于人内心深处的思索和启示——那是科学深植在每个人心中不可抗拒的魅力。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1Mb3T2FdjAPk6NLe5XAtHGQ',
    downloadCode:'xj8s'
  },
  {
    cover:'/zhihuBooks/st-min.jpg',
    name:'三体',
    author: ' 刘慈欣',
    authorDes: '刘慈欣，祖籍河南，长于山西，中国科普作家协会会员，山西省作家协会会员，高级工程师。|||自1999年处女作《鲸歌》问世以来，刘慈欣已发表短篇科幻小说三十余篇、出版长篇科幻小说六部，并创下连续八年荣获中国科幻最高奖“银河奖”的纪录。他的长篇作品《三体》开创《科幻世界》月刊连载原创作品的先例，成为2006年度最受关注、最畅销的科幻小说。',
    des:'文化大革命如火如荼进行的同时。军方探寻外星文明的绝秘计划“红岸工程”取得了突破性进展。但在按下发射键的那一刻，历经劫难的叶文洁没有意识到，她彻底改变了人类的命运。地球文明向宇宙发出的第一声啼鸣，以太阳为中心，以光速向宇宙深处飞驰……|||四光年外，“三体文明”正苦苦挣扎——三颗无规则运行的太阳主导下的百余次毁灭与重生逼迫他们逃离母星。而恰在此时。他们接收到了地球发来的信息。在运用超技术锁死地球人的基础科学之后。三体人庞大的宇宙舰队开始向地球进发……|||人类的末日悄然来临。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1sdnjUPElmavhFH9To56vOQ',
    downloadCode:'q3il'
  },
  {
    cover:'/zhihuBooks/qclbd-min.jpg',
    name:'穷查理宝典',
    author: '彼得·考夫曼',
    authorDes: '在公众眼中，沃伦·巴菲特是伯克希尔·哈撒韦的代表人物，是该公司多年来取得非凡成就的大功臣；但另有一人也对该公司传奇般的业绩作出了重要贡献，那就是查理·芒格。虽然他在普通人中的知名度远没有巴菲特那么高，但他同巴菲特一样，能引领你作出更好的投资和决策，让你对世界和生活有更深刻的理解。汇集他最出色的演讲、箴言和思想的《穷查理宝典》将向你证明这一点。',
    des:'《穷查理宝典》收录了查理过去20年来主要的公开演讲。除简单而权威的查理传略外，其后的《芒格的生活、学习和决策方法》以及《芒格主义：查理的即席谈话》整理了芒格最精华的思维与决策方式和以往在伯克希尔·哈撒韦公司和西科金融公司年会上犀利——和幽默——的评论。|||而最后最珍贵的十一篇讲稿则全面展现了这个传奇人物的聪明才智。贯穿全书的是芒格展示出来的聪慧、机智，其令人敬服的价值观和深不可测的修辞天赋。他拥有百科全书式的知识，所以从古代的雄辩家，到18、19世纪的欧洲文豪，再到当代的流行文化偶像，这些人的名言他都能信手拈来，并用这些来强调终身学习和保持求知欲望的好处。',
    outerDownloadUrl:'http://www.duodu.cc/a/fandengxi/1992.html',
    downloadUrl:'https://pan.baidu.com/s/1o6fFMaFShAvb6ah7dLsHQg',
    downloadCode:'xfe9'
  },
  {
    cover:'/zhihuBooks/pfdsj-min.jpg',
    name:'平凡的世界',
    author: '路遥',
    authorDes: '路遥（1949-1992），原名王卫国，1949年12月3日生于陕西榆林市清涧县一个贫困的农民家庭，因家贫7岁即过继给延川县农村的伯父。曾在延川县立中学学习，1969年回乡务农。其间做过许多临时性工作，并在农村一小学教书一年。1973年进入延安大学中文系学习，开始文学创作。大学毕业后，任《陕西文艺》（今为《延河》）编辑。1980年发表《惊心动魄的一幕》，获第一届全国优秀中篇小说奖。1982年发表中篇小说《人生》，获第二届全国优秀中篇小说奖。1988年完成百万字长篇巨著《平凡的世界》，于1991年获茅盾文学奖。1992年11月17日上午8时20分，路遥因病医治无效在西安逝世，年仅42岁。',
    des:'《平凡的世界(套装共3册)》是一部现实主义小说，也是小说化的家族史。作家高度浓缩了中国西北农村的历史变迁过程，作品达到了思想性与艺术性的高度统一，特别是主人公面对困境艰苦奋斗的精神，对今天的大学生朋友仍有启迪。这是一部全景式地表现中国当代城乡社会生活的长篇小说。《平凡的 世界(套装共3册)》共三部。作者在近十年问广阔背景上，通过复杂的矛盾纠葛，刻画了社会各阶层众多普通人的形象。劳动与爱情，挫折与追求，痛苦与欢乐，日常生活与巨大社会冲突，纷繁地交织在一起，深刻地展示了普通人在大时代历史进程中所走过的艰难曲折的道路。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1w3puaaaGqx5YHe5mzG41Mg',
    downloadCode:'j7mm'
  },
  {
    cover:'/zhihuBooks/mcnxs-min.jpg',
    name:'明朝那些事儿',
    author: '当年明月',
    authorDes: '当年明月，青年历史学者，畅销书作家。专业职称为副研究员，明史学会会员。是心灵历史的开创者，担任国内多家电视台文史类节目主讲人。所著作品《明朝那些事儿》销量过五百万册，为三十年来最畅销之史学读本。',
    des:'《明朝那些事儿》讲述从1344年到1644年，明朝三百年间的历史。作品以史料为基础，以年代和具体人物为主线，运用小说的笔法，对明朝十七帝和其他王公权贵和小人物的命运进行全景展示，尤其对官场政治、战争、帝王心术着墨最多。作品也是一部明朝政治经济制度、人伦道德的演义。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/15ettrfFDPT6qyIvqHe_Vvw',
    downloadCode:'iz6b'
  },
  {
    cover:'/zhihuBooks/hlm-min.jpg',
    name:'红楼梦',
    author: '曹雪芹/高鹗',
    authorDes: '曹雪芹,（？-1763，一作1764）清小说家。名霑，字梦阮，号雪芹、芹圃、芹溪。为满洲正白旗“包衣”人。自曾祖起，三代任江宁织造，其祖曹寅尤为康熙帝所信用。雍正初年，在统计阶级内部政治斗争牵连下，雪芹家受到重大打击，其父免职，产业被抄，遂随家迁居北京。他早年经历了一段封建大官僚地主家庭的繁华生活，后因家道衰落，趋于艰困。晚期居北京西郊，贫病而卒，年未及五十。性情高傲，嗜酒健谈。具有深厚的文化修养和卓越的艺术才能。他生活在我国已有资本主义生产萌芽的封建末世，在其后期又有机会接触到下层人民，因而对当时社会阶级斗争和思想斗争有较具体的感受，看到了统治阶级的腐朽凶残和内部的分崩离析。曾以十年时间，从事《石头记》（即《红楼梦》）的创作。书中通过一个贵族官僚大家庭的盛衰历史的描写，塑造了许多典型人物形象，对当时社会的黑暗腐败，进行了深刻的解剖和批判，并热情地歌颂了具有异端思想的男女青年，成为我国古典小说中伟大的现实主义作品。但其中也反映了作者为封建制度“补天”的幻想和找不到出路的悲观情绪。据称先后曾增删五次，但未成全书而卒；今流行本一百二十回，后四十回一般认为是高鹗所续。也能诗，又善画石，但作品流传绝少。',
    des:'《红楼梦》是一部百科全书式的长篇小说。以宝黛爱情悲剧为主线，以四大家族的荣辱兴衰为背景，描绘出18世纪中国封建社会的方方面面，以及封建专制下新兴资本主义民主思想的萌动。结构宏大、情节委婉、细节精致，人物形象栩栩如生，声口毕现，堪称中国古代小说中的经 典。|||由红楼梦研究所校注、人民文学出版社出版的《红楼梦》以庚辰（1760）本《脂砚斋重评石头记》为底本，以甲戌（1754）本、已卯（1759）本、蒙古王府本、戚蓼生序本、舒元炜序本、郑振铎藏本、红楼梦稿本、列宁格勒藏本（俄藏本）、程甲本、程乙本等众多版本为参校本，是一个博采众长、非常适合大众阅读的本子；同时，对底本的重要修改，皆出校记，读者可因以了解《红楼梦》的不同版本状况。|||红学所的校注本已印行二十五年，其间1994年曾做过一次修订，又十几年过去，2008年推出修订第三版，体现了新的校注成果和科研成果。|||关于《红楼梦》的作者，原本就有多种说法及推想，“前八十回曹雪芹著、后四十回高鹗续”的说法只是其中之一，这次修订中校注者改为“前八十回曹雪芹著；后四十回无名氏续，程伟元、高鹗整理”，应当是一种更科学的表述，体现了校注者对这一问题的新的认识。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1wM4scSpnuKwf-KqR5SjdnQ',
    downloadCode:'4q5p'
  },
  {
    cover:'/zhihuBooks/cygj-min.jpg',
    name:'超越感觉',
    author: '文森特·鲁吉罗',
    authorDes: '美国纽约州立大学德里校区的荣退教授，是国际公认的强调思维教学在教育中核心地位的运动之先驱。他在大学毕业以后曾经担任过四年工程师，主要从事时间和运动研究，致力于改进方法、设备和外观设计，并且进行标准的成本计划分析。这些经验赋予他对于创造性和批判的思考的独特视角，这个视角的基础不仅是认知理论，也在于实际的应用。随后数十年，他一直从事思维教学，写作了20余本著作、数个电视教学节目和数十篇文章。他在批判性思考上的创新性教科书，促进了许多年里思维课程标准的确立。《超越感觉》最初出版于1975年，本书为其第九版。其代表作还有：《思维的艺术》(1984)、《成为批判的思考者》(1989)、《批判地思考伦理问题》(2007)等。他的许多书都出了多个版本，深受学生和广大读者的欢迎。',
    des:'本书对批判性推理进行了简明扼要、跨学科的介绍，成功地激发学生质疑自己的假设，并通过分析与日常推理相关的最常见的问题来拓展他们的思考。本书对关键的思维概念提出了简洁而又易懂的解释，对各专业大学生乃至一般读者进行批判性思维训练有很高的实用价值。',
    outerDownloadUrl:'https://www.xiaobaipan.com/file-34266196.html',
    downloadUrl:'https://pan.baidu.com/s/111v7UhI-pKs0I8XuzFZpGw',
    downloadCode:'hkos'
  },
  {
    cover:'/zhihuBooks/byx-min.jpg',
    name:'白夜行',
    author: '东野圭吾',
    authorDes: '日本著名作家。1985年，凭《放学后》获第31届江户川乱步奖，开始专职写作；1999年，《秘密》获第52届日本推理作家协会奖；此后《白夜行》、《单恋》、《信》、《幻夜》先后入围直木奖。2005年出版的《嫌疑人X的献身》史无前例地将第134届直木奖、第6届本格推理小说大奖，以及年度三大推理小说排行榜第1名一并斩获；2008年，《流星之绊》获第43届新风奖。2009年出版的《新参者》获两大推理小说排行榜年度第1名；2012年，《浪矢杂货店的奇迹》获第7届中央公论文艺奖。',
    des:'《白夜行》是东野圭吾迄今口碑最好的长篇杰作，具备经典名著的一切要素：一宗离奇命案牵出跨度近20年步步惊心的故事：悲凉的爱情、吊诡的命运、令人发指的犯罪、复杂人性的对决与救赎。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1uMclubjbQakiE_W15wStpA',
    downloadCode:'8mkx'
  },
  {
    cover:'/zhihuBooks/1984-min.jpg',
    name:'1984',
    author: '乔治·奥威尔',
    authorDes: '乔治•奥威尔（1903-1950）， 英国著名作家。主要作品有《动物农场》、《1984》等。|||1903年出生于印度，1907年举家迁回英国，后因经济原因无力深造，被迫远走缅甸，参加帝国警察部队。终因厌倦殖民行径、痴迷写作而辞去公职，辗转回到欧洲，流亡伦敦、巴黎等地，一边深刻体验下层民众生活，一遍从事文学创作，有多部作品出版。1936年西班牙内战爆发，参加左翼组织，因重伤返回英国，但最终树立社会主义信念。1939年，二战爆发，积极参加反纳粹的活动。由于西班牙内战与二战的苦痛经历，对战争与和平、极权与民主、社会关怀与人类理想进行了深刻的思考。|||1945年，著名的政治寓言小说《动物农场》出版。1949年，《1984》问世，在全球产生深远影响。作品入选多国中学生必读书目，被翻译成62种文字，总销量超过5000万册。|||1950年，因肺病去世，年仅47岁。',
    des:'《1984》是一部杰出的政治寓言小说，也是一部幻想小说。作品刻画了人类在极权主义社会的生存状态，有若一个永不褪色的警示标签，警醒世人提防这种预想中的黑暗成为现实。历经几十年，其生命力益显强大，被誉为20世纪影响最为深远的文学经典之一。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1-zf29KquvfDNna1SEu6pSA',
    downloadCode:'6ej6'
  },
  {
    cover:'/zhihuBooks/zsdjy-min.jpg',
    name:'自私的基因',
    author: '理查德·道金斯',
    authorDes: '理查德•道金斯，1941年3月26日生，英国皇家科学院院士，牛津大学教授，著名科普作家，生物学家。2001年当选为英国皇家学会院士。2005年英国《前景》杂志会同美国《外交政策》杂志网络调查，评选出在世的全球100名最有影响力的公共知识分子之一。他是英国最重要的科学作家，几乎每本书都是畅销书，并经常在各大媒体引起轰动。他的畅销书中，于1976年出版的《自私的基因》为最重要的代表作，他的基因观念，颠覆了我们对自身的幻觉，深刻影响了整整一个时代。',
    des:'《自私的基因》是20世纪最经典的著作，这版三十周年纪念版，在前版本基础上有两章增补和修订。我们从哪里来，又将到哪里去。生命有何意义，我们该如何认知自己？《自私的基因》充满想象力。任何生物，包括我们自己，都只是求生的机器。这本书是实实在在的认知科学，复制、变异和淘汰简单的三种机制可以演变出所有大千世界生命现象里的林林总总。|||道金斯在《自私的基因》中的突破性贡献在于，把根据自然选择的社会学说的这一重要部分，用简明通俗的形式，妙趣横生的语言介绍给大家，这是第一次。他惊世骇俗地在《自私的基因》中提出：我们生来是自私的。人类窥见了社会关系中基本的对称性和逻辑性，在我们有了更充分的理解之后，我们的政治见解当会重新获得活力，并对心理学的科学研究提供理论上的支柱。在这一过程中，我们也必将对我们受苦受难的许多根源有一个更深刻的理解。',
    outerDownloadUrl:'https://www.xiaobaipan.com/file-30095972.html',
    downloadUrl:'https://pan.baidu.com/s/1QJedvqKpNGVCMehyb5XR5Q',
    downloadCode:'bl43'
  },
  {
    cover:'/zhihuBooks/hcsmdyy-min.jpg',
    name:'活出生命的意义',
    author: '维克多·弗兰克',
    authorDes: '维克多·E.弗兰克尔（Frank.V.E.,1905-1997），医学博士，维也纳医科大学神经与精神病学教授，担任维也纳神经综合医学院的首席专家长达25年，他创立了“意义疗法”及“存在主义分析”，被称之为继弗伊德的心理分析、阿德勒的个体心理学之后的维也纳第三心理治辽学派 。他拥有哈佛大学、斯坦福大学，达拉斯大学和匹兹堡大学教授职位，并在加利福尼亚圣迭哥国际大学教授意义辽法。弗兰克尔共出版了39部作品，并被翻译成34种语言。他的作品《活出生命的意义》”美国最有影响力的十大图书“之一。',
    des:'著名心理学家弗兰克尔是20世纪的一个奇迹。纳粹时期，作为犹太人，他的全家都被关进了奥斯威辛集中营，他的父母、妻子、哥哥，全都死于毒气室中，只有他和妹妹幸存。弗兰克尔不但超越了这炼狱般的痛苦，更将自己的经验与学术结合，开创了意义疗法，替人们找到绝处再生的意义，也留下了人性 史上最富光彩的见证。弗兰克尔一生对生命充满了极大的热情，67岁仍开始学习驾驶飞机，并在几个月后领到驾照。一直到80岁还登上了阿尔卑斯山。这《活出生命的意义》曾经感动千千万万的人，它被美国国会图书馆评选为具有影响力的十本著作之一。到今天，这部作品销售已达1200万册，被翻译成24种语言。他并不是当年集中营里被编号为119104的待决囚徒，而是让人的可能性得以扩大的圣者。',
    outerDownloadUrl:'https://www.xiaobaipan.com/file-27892147.html',
    downloadUrl:'https://pan.baidu.com/s/18fqDZCmewXgcGVCwOLUuFw',
    downloadCode:'7qhu'
  },
  {
    cover:'/zhihuBooks/skkym-min.jpg',
    name:'思考，快与慢',
    author: '丹尼尔•卡尼曼',
    authorDes: '丹尼尔•卡尼曼是位格外令人兴致盎然的思想家。作为一名心理学家，他因其与阿莫斯•特沃斯基在决策制定上的研究而荣获了2002年度的诺贝尔经济学奖。下面是美国哈佛大学。|||心理学教授史蒂文•平克对他及《思考，快与慢》的评价：|||“丹尼尔•卡尼曼是历史上最有影响力的心理学家之一，也必然是现今在世的最重要的心理学家。他在揭示人类思维的显著特征方面很有天赋，多数研究成果成为了经典的教材和引用频率很高的至理名言。他的研究打开了社会心理学、认知科学、对理性与幸福的研究，以及他和他的合作者阿莫斯•特沃斯基共同推动的行为经济学的新局面。《思考，快与慢》的问世是个重磅事件。”',
    des:'《纽约时报》2011年度十大好书，新书上市，连续20多周蝉联亚马逊、《纽约时报》畅销书排行榜前20名，上市至今超过7个月，横扫全球各大畅销书排行榜，稳居亚马逊总榜前50名。《经济学人》、《华尔街日报》、《卫报》、《纽约时报》、《金融时报》、《商业周刊》、《华盛顿邮报》、等国外权威媒体，《三联生活周刊》、《商学院》、《东方早报》等国内知名媒体争相报道，国内外读者好评如潮。|||在书中，卡尼曼会带领我们体验一次思维的终极之旅。他认为，我们的大脑有快与慢两种作决定的方式。常用的无意识的“系统1”依赖情感、记忆和经验迅速作出判断，它见闻广博，使我们能够迅速对眼前的情况作出反应。但系统1也很容易上当，它固守“眼见即为事实”的原则，任由损失厌恶和乐观偏见之类的错觉引导我们作出错误的选择。有意识的“系统2”通过调动注意力来分析和解决问题，并作出决定，它比较慢，不容易出错，但它很懒惰，经常走捷径，直接采纳系统1的直觉型判断结果。|||为了使读者真切体会到系统1和系统2这两个主角的特点，卡尼曼介绍了很多经典有趣的行为实验，指出我们在什么情况下可以相信自己的直觉，什么时候不能相信；指导我们如何在商场、职场和个人生活中作出更好的选择，以及如何运用不同技巧来避免那些常常使我们陷入麻烦的思维失误。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/157571119',
    downloadUrl:'https://pan.baidu.com/s/1XyewhLdj-DaEyZg48fQXFw',
    downloadCode:'jvc5'
  },
  {
    cover:'/zhihuBooks/gtdys-min.jpg',
    name:'沟通的艺术',
    author: '罗纳德·阿德勒/拉塞尔·普罗克特',
    authorDes: '罗纳德•阿德勒（Ronald B. Adler），以沟通写作为专业。除了本书外，他还著有六本书，主题涵盖商务沟通、公共演讲、小团体沟通、独断力以及社会技巧。在写作和教学之外，他帮助专业和商务人士改进他们在职场中的人际沟通技巧。|||拉塞尔•普罗克特（Russell F. Proctor），北肯塔基大学教授。于1990年在一次沟通会议上与阿德勒相遇，两人就使用故事片作为教学用具达成了共识。多年来，他们围绕沟通这个主题广泛地撰写文章、四处演讲，并合作出版了许多教材。',
    des:'本书分为“看入人里”、“看出人外”和“看人之间”三部分。“看入人里”聚焦于探讨与自己有关的沟通因素，简要介绍人际关系的本质，强调自我在沟通中的角色，并分析知觉与情绪在沟通中的重要性；“看出人外”聚焦于探讨与沟通对象有关的因素，分析语言和非口语的特性，强调倾听的重要性；“看人之间”聚焦于讨论关系动力，强调关系的重要性与关系中的亲密和距离，如何增进沟通气氛及人际冲突的形态与因应之道。本书作者投注了多年的专业经验，将本书打造成为有关人际关系理论与实践的最佳读本。本书兼具深入性、广泛性与完整性，特别针对性别与文化观点进行了贯穿全书的探讨。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/152557140',
    downloadUrl:'https://pan.baidu.com/s/1cLmETYZ6fGxlp-25Ohc1GQ',
    downloadCode:'5jja'
  },
  {
    cover:'/zhihuBooks/zchdjd-min.jpg',
    name:'做出好的决定',
    author: '梅根·多姆',
    authorDes: '梅根•多姆，1970年生于美国加利福利亚州，编辑、作家，著有文集《不可言说之事》《我虚度的青春》，长篇小说《生活质量报告》，回忆录《如果住在那栋屋日子该有多完美》等，同时编有《最好的决定》。多姆女士的文章散见于《纽约客》《哈珀斯》《Elle》《时尚》等杂志，曾获得古根海姆奖学金、美国国家艺术基金会奖学金，目前担任哥伦比亚大学艺术学院的客座讲师。',
    des:'本书是十六位作家对生育、家庭和生命意义的思考。书中十三位女性、三位男性作家的共性是他们或主动或被动地选择了不生育，但每个人抵达这一决定的原因都不相同，但他们都以令人钦佩的坦诚，探讨了和生育命题息息相关的“孤独”“自我实现”“生育本能”和“童年创伤”等主题。|||选择不生育，不代表讨厌孩子、比其他人更自私，或比其他人经历了更多的童年创伤，也不代表不能承担应尽的社会责任。这一重大的选择是个人经历、家庭观念和社会影响汇聚的结果。书中的十六位作家位作家都积极地面对无子的生活，他们也理性地探讨了社会对女性的刻板成见，更展望了医学技术的进步和工业化进程带来的不可逆的文化转变。|||十六位作家代表了虽然属于少数、但值得被尊重和理解的声音。这本合集也回应了过去二十年社会组织的巨变对家庭以及情感结构造成的冲击。对人生终将孤独的可能，我们如何建立亲密关系，如何忠于自我的决定，并在日常生活里承担这一决定带来的后果？本书可被视为家庭研究和情感研究领域有标志意义的参考样本。',
    outerDownloadUrl:'https://www.xiaolipan.com/news-1370963.html',
    downloadUrl:'https://pan.baidu.com/s/1FM1T_GlWG1byenwwr1ZNOg',
    downloadCode:'7c2q'
  },
  {
    cover:'/zhihuBooks/bngd-min.jpg',
    name:'百年孤独',
    author: '加西亚•马尔克斯',
    authorDes: '加西亚•马尔克斯（Gabriel García Márquez）1927年出生于哥伦比亚马格达莱纳海滨小镇阿拉卡塔卡。童年与外祖父母一起生活。1936年随父母迁居苏克雷。1947年考入波哥大国立大学。1948年因内战辍学，进入报界。五十年代开始发表文学作品。六十年代初移居墨西哥。1967年出版《百年孤独》。1982年获诺贝尔文学奖。',
    des:'《百年孤独》是魔幻现实主义文学的代表作，描写了布恩迪亚家族七代人的传奇故事，以及加勒比海沿岸小镇马孔多的百年兴衰，反映了拉丁美洲一个世纪以来风云变幻的历史。作品融入神话传说、民间故事、宗教典故等神秘因素，巧妙地糅合了现实与虚幻，展现出一个瑰丽的想象世界，成为20世纪最重要的经典文学巨著之一。1982年加西亚•马尔克斯获得诺贝尔文学奖，奠定世界级文学大师的地位，很大程度上乃是凭借《百年孤独》的巨大影响。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1mZYu4zkQxx_tp4PCq845cA',
    downloadCode:'hwiv'
  },
  {
    cover:'/zhihuBooks/bsjdpy-min.jpg',
    name:'把时间当朋友',
    author: '李笑来',
    authorDes: '李笑来，原新东方老师，现笑来教育信息咨询有限公司合伙人。|||他，经历丰富，与众不同。东北人，本科学财会，毕业干销售，惯于洞察他人心理，阴差阳错成了留学考试名师，授业解惑，乐此不疲。|||他写书，且畅销。著有畅销书《TOEFL核心词汇21天突破》、《TOEFL高分作文》——常年位于同类图书销售排行榜首。授课风格以朴实、有效见长，注重培养学生的独立思考能力。|||在观察学生的成长过程中，他也在探寻自己的心智成长，写作之路由此延伸。他的个人独立博客中，“把时间当作朋友”、“想明白”和“我要问笑来”等系列文章深受读者欢迎。',
    des:'这本书从心智成长的角度来谈时间管理，指出时间管理是成功的关键所在。作者引述自己从事的职业中所遇到的事例，告诉我们：如何打开心智，如何运用心智来和时间做朋友，如何理解时间管理的意义，在时间管理上取得突破，进而用心智开启自己的人生成功之旅。',
    outerDownloadUrl:'https://t00y.com/file/21436741-450699607',
    downloadUrl:'https://pan.baidu.com/s/1RJSByc5MRiKYqppnneEmEw',
    downloadCode:'m621'
  },
  {
    cover:'/zhihuBooks/zfzdr-min.jpg',
    name:'追风筝的人',
    author: '卡勒德·胡赛尼',
    authorDes: '卡勒德·胡赛尼（Khaled Hosseini），1965年生于阿富汗喀布尔市，后随父亲迁往美国。胡赛尼毕业于加州大学圣地亚哥医学系，现居加州。“立志拂去蒙在阿富汗普通民众面孔的尘灰，将背后灵魂的悸动展示给世人。”著有小说《追风筝的人》(The Kite Runner，2003）、《灿烂千阳》(A Thousand Splendid Suns，2007)、《群山回唱》（And the Mountains Echoed,2013）。作品全球销量超过4000万册。2006年，因其作品巨大的国际影响力，胡赛尼获得联合国人道主义奖，并受邀担任联合国难民署亲善大使。',
    des:'12岁的阿富汗富家少爷阿米尔与仆人哈桑情同手足。然而，在一场风筝比赛后，发生了一件悲惨不堪的事，阿米尔为自己的懦弱感到自责和痛苦，逼走了哈桑，不久，自己也跟随父亲逃往美国。|||成年后的阿米尔始终无法原谅自己当年对哈桑的背叛。为了赎罪，阿米尔再度踏上暌违二十多年的故乡，希望能为不幸的好友尽最后一点心力，却发现一个惊天谎言，儿时的噩梦再度重演，阿米尔该如何抉择？|||故事如此残忍而又美丽，作者以温暖细腻的笔法勾勒人性的本质与救赎，读来令人荡气回肠。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1IpTWAMe2zrtO_n8aFPdaqA',
    downloadCode:'92bu'
  },
  {
    cover:'/zhihuBooks/zxjmdglsm-min.jpg',
    name:'哲学家们都干了些什么',
    author: '林欣浩',
    authorDes: '林欣浩，男。这本书是作者十余年兴趣阅读后的一次厚积薄发。他认为哲学不只是形而上的思辨，而是相当具有实用性的一门学科。',
    des:'《哲学家们都干了些什么?》内容简介：这是一本有趣的哲学简明史，也是人类最厉害的天才们自我折磨的历史。哲学家们只想在思考中寻找终极真理，但在他们的争吵中，世界却意外地被改变。现在，就让我们跟随作者的笔触，走进这些天才们的精神世界，做一次轻松幽默的哲学之旅吧。|||从苏格拉底到笛卡尔，从休谟到康德，两千多年的哲学史，一代代哲学家不断思考，并对我们的世界做出形形色色的阐释，而哲学却并没有所谓的终极真理。那么，哲学家们都干了些什么，他们在重复没有意义的活动吗？显然不是。这本《哲学家们都干了些什么?》从哲学家们庸常或天才的生活轨迹入手，为我们呈现了绝大多数人惰于思考却不得不一直面对的问题：人生的意义是什么？我如何才能获得最大的幸福？|||哲学家们的探索过程与他们自身的行为相映成趣，在哲学家们享受纯粹“思维的乐趣”的同时，也为我们充分展现了哲学的真正旨趣所在。',
    outerDownloadUrl:'http://blog.sina.com.cn/s/blog_17a547ac30102zc00.html',
    downloadUrl:'https://pan.baidu.com/s/1kNLncgC1kAdnZwqNHczGQw',
    downloadCode:'1cld'
  },
  {
    cover:'/zhihuBooks/whzz-min.jpg',
    name:'乌合之众',
    author: '古斯塔夫·勒庞',
    authorDes: '古斯塔夫・勒庞 Gustave Le Bon(1841-1931) 法国著名社会心理学家。他自1894年始，写下一系列社会心理学著作，以本书最为著名，被 翻译成近二十种语言，至今仍在国际学术界有广泛影响。',
    des:'古斯塔夫・勒庞 Gustave Le Bon(1841-1931) 法国著名社会心理学家。他自1894年始，写下一系列社会心理学著作，以本书最为著名；在社会心理学领域已有的著作中，最有影响的，也是这本并不很厚的《乌合之众》。古斯塔夫・勒庞在他在书中极为精致地描述了集体心态，对人们理解集体行为的作用以及对社会心理学的思考发挥了巨大影响。《乌合之众--大众心理研究》在西方已印至第29版，其观点新颖，语言生动，是群体行为的研究者不可不读的佳作。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1nyIINwrCdKEFfm8ZOhrRLw',
    downloadCode:'jz0f'
  },
  {
    cover:'/zhihuBooks/wlswn-min.jpg',
    name:'万历十五年',
    author: '黄仁宇',
    authorDes: '黄仁宇 （1918-2000），生于湖南长沙，1936年入天津南开大学电机工程系就读。抗日战争爆发后，先在长沙《抗日战报》工作，后来进入国民党成都中央军校，1950年退伍。其后赴美攻读历史，获学士、硕士、博士学位。曾任哥伦比亚大学访问副教授及哈佛大学东亚研究所研究员。参与《明代名人传》及《剑桥中国史》的集体研究工作。',
    des:'万历十五年，亦即公元1587年，在西欧历史上为西班牙舰队全部出动征英的前一年；而在中国，这平平淡淡的一年中，发生了若干为历史学家所易于忽视的事件。这些事件，表面看来虽似末端小节，但实质上却是以前发生大事的症结，也是将在以后掀起波澜的机缘。在历史学家黄仁宇的眼中，其间的关系因果，恰为历史的重点，而我们的大历史之旅，也自此开始……|||《万历十五年》是黄仁宇的成名之作，也是他的代表作之一。这本书融会了他数十年人生经历与治学体会，首次以“大历史观”分析明代社会之症结，观察现代中国之来路，给人启发良多。英文原本推出后，被美国多所大学采用为教科书，并两次获得美国书卷奖历史类好书的提名。',
    outerDownloadUrl:'https://t00y.com/file/21436741-450696421',
    downloadUrl:'https://pan.baidu.com/s/1SzXKdJg338b3JHFstUSDqA',
    downloadCode:'d9t0'
  },
  {
    cover:'/zhihuBooks/wedh-min.jpg',
    name:'瓦尔登湖',
    author: '亨利·戴维·梭罗',
    authorDes: '亨利·戴维·梭罗（1817-1862），美国超验主义作家。他于1845年春天，在老家康科德城的瓦尔登湖边建起一座木屋，过起自耕自食的生活，并在那里写下了著名的《瓦尔登湖》一书。',
    des:'这本书的思想是崇尚简朴生活，热爱大自然的风光，内容丰厚，意义深远，语言生动，意境深邃，就像是个智慧的老人，闪现哲理灵光，又有高山流水那样的境界。|||书中记录了作者隐居瓦尔登湖畔，与大自然水乳交融、在田园生活中感知自然重塑自我的奇异历程。读本书，能引领人进入一个澄明、恬美、素雅的世界。',
    outerDownloadUrl:'https://www.xiaobaipan.com/file-2594371.html',
    downloadUrl:'https://pan.baidu.com/s/1od2PuO5q2U3yKh_0RUk6Ig',
    downloadCode:'jzqk'
  },
  {
    cover:'/zhihuBooks/tdgbyshyx-min.jpg',
    name:'态度改变与社会影响',
    author: '菲利普·津巴多/ 迈克尔·利佩',
    authorDes: '菲利普·津巴多 (Philip G. Zimbardo)，美国心理学会(APA)前主席。自1968年以来担任斯坦福大学的心理学教授。他于20世纪50年代末在耶鲁大学获得博士学位，师从卡尔·霍夫兰(Carl Hovland)在耶鲁大学“态度改变研究计划”中做研究工作，后来在纽约大学期间，他研究了认知不协调中的公开从众方式和社会影响。他独特的实验社会心理学的研究工作包括：归属感、去个人化、攻击及认知不协调的动机效果。除此之外，他还从事过匿名、破坏行为和害羞行为的现场观察、归因分析和相关变量研究。与他的纽约高中同学斯坦利·米尔格拉姆的贡献一样，津巴多最主要的工作是他的斯坦福模拟监狱实验，这个实验有效地证明了情境对人类行为的决定作用。|||目前津巴多博士主要研究为什么正常人会对他们自己的有些行为做出病态的解释，以及研究时间概念是如何影响到个体和群体的行动的。津巴多所著的《心理学与生活》是心理学领域最经典的也是再版次数最多的最佳教科书之一。他在1990年为公共广播电台制作了“发现心理学”电视教育记录片系列。这是由津巴多本人创作和主持的以学生和大众为对象的科普电视片。这部长达26集的电视片探索了心理学的科学性，心理科学的重要性，以及利用心理学来提高我们生活质量的实用性等问题。|||迈克尔·利佩（Michael R. Leippe）是阿德菲大学的心理学教授。他从1982年开始，一直任教至今。利佩于1979年从俄亥俄州立大学获得博士学位。他亲自参与并受到俄亥俄州立大学在20世纪70年代所从事的影响方面研究的熏陶，他的研究试图对社会影响的认知反应做出理论分析。迈克尔·利佩与安东尼·格林沃尔德合作研究了大众媒体说服的认知加工过程。他也与托马斯·奥斯特罗姆合作，研究了如何应用社会心理学来解决法律心理学的问题，例如目击者的证词等。从那以后，利佩从事了很多有关说服，认知不协调和法律情境中态度改变和影响的富有创造性的研究工作。',
    des:'《态度改变与社会影响》是社会心理学领域的一部经典著作，是本书第一作者津巴多教授继畅销书《心理学与生活》之后的又一力作。|||本书系统地总结了心理学在态度形成和改变方面的研究理论和实践，从而帮助读者理解你是如何影响他人，反过来又是如何被他人和其他系统性力量所影响的。本书包括了社会影响的所有内容：说服，依从，从众，认知不协调和自我归因，条件反射，社会学习，态度与行为的关系，态度的卷入，偏见，非言语交流，甚至阈下影响。',
    outerDownloadUrl:'https://zhuanlan.zhihu.com/p/158015128',
    downloadUrl:'https://pan.baidu.com/s/1QOhE0kBW2O5i5cNChPyO-A',
    downloadCode:'fpty'
  },
  {
    cover:'/zhihuBooks/sfdsj-min.jpg',
    name:'苏菲的世界',
    author: '乔斯坦·贾德',
    authorDes: '乔斯坦·贾德1952年生于挪威，担任高中哲学教师多年。自1986年出版第一部作品以来，已成为挪威世界级的作家。1991年《苏菲的世界》出版后，成为挪威、丹厂、瑞典和德国的畅销书，销量达三百万册。目前，已有三十多个国家购买了该书的版权。',
    des:'14岁的少女苏菲某天放学回家，发现了神秘的一封信。----你是谁？----世界从哪里来？就这样，在一位神秘导师的指导引下，苏菲开始思索从古希腊到康德，从祁克果到佛洛伊德等各位大师所思考的根本问题。与此同时，苏菲不断接到了些极不寻常的来信，世界像迹团一般在她眼底展开。苏菲运用少女天生的悟性与后天知识，企图解开这些迹团然而事实真相远比她所想的更怪异、更离奇……《苏菲的世界》，即是智慧的世界，梦的世界。它将会唤醒每个人内心深处对生命的赞叹与对人生终极意义的关怀和好奇。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1XCThwxjRrgE0YG1yaNJFNw',
    downloadCode:'pbiw'
  },
  {
    cover:'/zhihuBooks/shxlx-min.jpg',
    name:'社会心理学',
    author: '戴维·迈尔斯',
    authorDes: '戴维·迈尔斯自从获得爱荷华大学的博±学位之后，就在密歇根的霍普学院工作，成为那里的John Dirk Werkman心理学教授，并且开设了多门社会心理学的课程。霍普学院的学生邀请他在毕业典礼上发言并评选他为“最杰出的教授”。|||迈尔斯曾在30多种科学书籍和期刊上发表过多篇论文，包括《科学》、《美国科学家》、《心理科学》和《美国心理学家》等。除了学术著作和教科书，同时他还致力于把心理科学介绍给广大民众。他在许多杂志上发表过科普类文章，如《今日教育》和《科学美国人》。',
    des:'《社会心理学》这本书被美国700多所大学或学院的心理系所采用，是这一领域的主导教材，已经成为评价其他教材的标准。|||这本书将基础研究与实践应用完美地结合在一起，以富有逻辑性的组织结构引领学生了解人们是如何思索、影响他人并与他人建立联系的。是人们了解自身、了解社会、了解自己与社会之间关系的最佳的指导性书籍。',
    outerDownloadUrl:'https://www.veryhuo.com/down/html/203658.html',
    downloadUrl:'https://pan.baidu.com/s/1L0wpMHzbVYAe5XUqruirsA',
    downloadCode:'cbxl'
  },
  {
    cover:'/zhihuBooks/ssyzzgn-min.jpg',
    name:'杀死一只知更鸟',
    author: '哈珀·李',
    authorDes: '生于美国阿拉巴马州， 曾被授予普利策小说奖及其他众多文学奖项。她与杜鲁门•卡坡蒂是幼年的邻居和一生的朋友。《杀死一只知更鸟》据说是以卡坡蒂为原型之一创作的，现已成为公认的美国文学经典。此后，她一直隐居在家乡亚拉巴马的小镇上 ，拒绝各种采访，过着平静的生活。有人问她为什么不在盛名之下接着写作，她回答：“有过这样一次，还有什么可写的？”',
    des:'成长总是个让人烦恼的命题。成长有时会很缓慢，如小溪般唱着叮咚的歌曲趟过，有时却如此突如其来，如暴雨般劈头盖脸……三个孩子因为小镇上的几桩冤案经历了猝不及防的成长——痛苦与迷惑，悲伤与愤怒，也有温情与感动。这是爱与真知的成长经典。|||《杀死一只知更鸟》获1961年普利策奖。美国图书馆借阅率最高的书，英国青少年最喜爱的小说之一。美国中学推荐课外读物。由小说改编的电影获第25届奥斯卡三项大奖。美国电影协会评选的“100名银幕英雄与恶人”中，派克主演的芬奇律师名列英雄第一位。|||作为史上最受喜爱的小说之一，《杀死一只知更鸟》已获得显赫声誉。它赢得过普利策奖，被翻译成四十多种语言，在世界范围内售出超过三千万册，并曾被拍成，备受欢迎的电影。',
    outerDownloadUrl:'',
    downloadUrl:'https://pan.baidu.com/s/1QNYnyQn3LnL-SCCHY6znxQ',
    downloadCode:'lyet'
  },
  {
    cover:'/zhihuBooks/kylx-min.jpg',
    name:'刻意练习',
    author: '安德斯•艾利克森',
    authorDes: '安德斯•艾利克森博士，“刻意练习”法则研创者，佛罗里达州立大学心理学教授，康拉迪杰出学者。他专注于研究体育、音乐、国际象棋、医学、军事等不同领域中的杰出人物如何获得杰出表现，以及“刻意练习”法则在其中的作用。他是该领域世界顶级研究者之一。艾利克森博士曾出版过这一主题的几部学术专著：《从平凡到卓越：前景与局限》《通向卓越之路》《剑桥专业特长与杰出表现指南》等。《刻意练习：如何从新手到大师》是他于2016年出版的畅销书，首次向大众读者普及“刻意练习”法则，这也是他首次出版的中文书',
    des:'4岁就会弹奏小提琴，童年时代写出多部名曲，只用一根弦也能弹完一首曲子，|||瞬间记住几百个随机数字，开平方比计算器还快，一秒内说出某个日子是周几，|||入行1年就获得世界跳高冠军，同时和26人下　 盲棋，14岁即成为世界象棋大师|||所有人都以为“杰出”源于“天赋”，|||“天才”却说：我的成就源于“正确的练习”！|||著名心理学家艾利克森在“专业特长科学”领域潜心几十年，研究了一系列行业或领域中的专家级人物：国际象棋大师、顶尖小提琴家、运动明星、记忆高手、拼字冠军、杰出医生等。|||他发现，不论在什么行业或领域，提高技能与能力的最有效方法全都遵循一系列普遍原则，他将这种通用方法命名为“刻意练习”。|||对于在任何行业或领域中希望提升自己的每个人，刻意练习是黄金标准，是迄今为止发现的最强大的学习方法。',
    outerDownloadUrl:'http://blog.sina.com.cn/s/blog_1a15093ae0102zoln.html',
    downloadUrl:'https://pan.baidu.com/s/1km_xZxsSjvo2yCZfx9mGzQ',
    downloadCode:'2ndb'
  },
  {
    cover:'/zhihuBooks/jrjs-min.jpg',
    name:'今日简史',
    author: '尤瓦尔·赫拉利',
    authorDes: '畅销书《人类简史》《未来简史》作者，牛津大学历史学博士，耶路撒冷希伯来大学教授，全球瞩目的新锐历史学家。其关注的领域横跨历史学、人类学、生态学、基因学等，他从宏观角度切入的研究往往得到颇具新意而又耐人寻味的观点，引发全球广泛关注。',
    des:'四年前，尤瓦尔•赫拉利的《人类简史》横空出世，颠覆了我们关于人类进化的认知。2016年，他的《未来简史》再度惊艳四座，刷新了我们对未来的想象，掀起了全球关于人工智能讨论的新思潮。现在，“简史三部曲”收官之作《今日简史》推出，将目光聚焦到当下，直面今天关乎我们每个人命运的问题和挑战。|||尤瓦尔•赫拉利认为，智人之所以能够崛起成为地球的主宰者，主要原因在于其具备了虚构故事的能力。然而，在当前这样一个分化的世界，我们对旧故事已失去信心，对新故事亦远未达成共识。|||《今日简史》提出，当前人类社会面临着科技颠覆、生态崩溃和核战争三大挑战。“国家”这一身份认同已不足以应对今天的挑战，任何一个国家都无法独立解决全球性问题。人工智能和生物技术正在颠覆原有的社会结构和分配方式，数据成为最重要的资源。|||当数据巨头比我们更了解自己，当“在线”成为一种生存方式，如何规范数据的所有权？能否建立起一个维护人类自由和平等的全球社群？人工智能和生物技术已使人类掌握了重塑和重新设计生命的能力。我们该如何运用这种能力，上演另一出全新大戏？|||在一个信息爆炸却多半无用的世界，清晰的见解就成了一种力量。对于关乎人类命运的种种议题，尤瓦尔•赫拉利在《今日简史》中没有简单给出答案，而是引发了我们进一步思考。',
    outerDownloadUrl:'http://77ebooks.com/archives/227',
    downloadUrl:'https://pan.baidu.com/s/1DRVQb5va4cP_ZDe1olxHUQ',
    downloadCode:'50he'
  },

  {
    cover:'/zhihuBooks/jtsj-min.jpg',
    name:'沟通圣经',
    author: '尼基·斯坦顿',
    authorDes: '尼基·斯坦顿 ，一位杰出的咨询顾问，涉及的领域包括管理、沟通、商业英语、领导和团队发展，并于校园里讲授沟通课程。',
    des:'在人际交往日益密切的今天，你是否曾认真考虑过：这是最好的沟通方式吗？这是我想达到的效果吗？这真是我想说的话吗？在这个快速变迁的时代，《沟通圣经》将带你应对所有沟通的挑战。|||作者尼基·斯坦顿是一位杰出的咨询顾问，一直从事沟通能力培训的工作，有丰富的实践经验和扎实的理论基础。《沟通圣经》行文简单易读，技巧实用有效，帮助你轻松解决沟通中的一切难题。|||书中精心设计了问题与练习，配合自我检查，测验读者对所读内容的了解度，让你能真正应用所学的知识和技巧。',
    outerDownloadUrl:'http://77ebooks.com/archives/1984',
    downloadUrl:'https://pan.baidu.com/s/1rRDYu4_gZ6am9lL-F4TTCg',
    downloadCode:'iqyj'
  },{
    cover:'/zhihuBooks/dwzy-min.jpg',
    name:'动物庄园',
    author: '乔治·奥威尔',
    authorDes: '乔治·奥威尔（George Orwell，1903-1950），原名埃里克·阿瑟·布莱尔（Eric Arthur Blair），英国作家、新闻记者、社会评论家，著名的英语文体作家。他在小说中创造的“老大哥”、“双重思想”、“新话”等词汇都已收入权威的英语词典，甚至有他的名字衍生的一个形容词“奥威尔式”不断出现在报道国际新闻的记者笔下，足以见其作品在英语国家影响之深远。“多一个人看奥威尔，就多了一份自由的保障”，有评论家如是说。',
    des:'《动物庄园(买中文版送英文版)》内容为：小说不属于人们所熟悉的蕴含教训的传统寓言，而是对现代政治神话的一种寓言式解构。“它是一部革命史，但它误入歧途，而且第一次偏离都那么有理由。”作者在1945年该书出版是如是说。奥威尔的传世之作，欧美15所名名牌大学投票选出“影响我成长的十《动物庄园(买中文版送英文版)》”之一，世界文坛最著名的政治讽喻小说。买中文版送英文版。',
    outerDownloadUrl:'http://blog.sina.com.cn/s/blog_b0ed561c0102yv3x.html',
    downloadUrl:'https://pan.baidu.com/s/1peCXGIf5yxCwYwcC1HQhgw',
    downloadCode:'atuc'
  },
  {
    cover:'/zhihuBooks/ddj-min.jpg',
    name:'道德经',
    author: '黄元吉',
    authorDes: '黄裳，字元吉，江西丰城人，生卒年不详，元代或清代道士。|||根据《乐育堂语录》的序文，黄元吉先生是元代人，平时遁形隐迹，直到清朝道光、咸丰年间，才聚徒讲学。然以此言之，黄元吉在世之寿几近千岁，并不合理。《乐育堂语录》序文所提到的元代黄元吉与清代黄元吉应非同一人。《新译乐育堂语录》的作者戈国龙所持的态度是“从学术的立场上说，则凡无有确切证据的事，都要存疑，也许两人同名纯属巧合吧！”|||黄元吉于清咸丰年间（1851年－1862年）在四川富顺设“乐育堂”讲课传授道学十余年。于清光绪年间讲解《道德经》，后经整理成《道德经讲义》，于光绪十年（1884年）刊刻发行。|||关于黄元吉的辞世，比较详细的叙述在李乐俅的《访道语录》：“黄元吉祖师清光绪十年丙戌，在四川自流井讲道，最后解馆，弟子恭送馆外，黄当下飞升，徒众见之，皆痛哭流涕，始后悔往日蹉跎，未尝从师勇猛学道也。”另外，根据黄元吉的门人流传，黄元吉是在众弟子簇拥中，将肉身化为清风而去。|||黄元吉一生传奇异闻甚多，可以说是近代中国传统内丹集大成者。自黄元吉之后，“天府乐育堂”一派在各地开枝散叶。黄元吉在四川讲课的内容，被门人编纂成书，对于现代道家内丹的修炼仍旧发挥着深远的影响力。|||根据门人所述，黄元吉是属于道家隐仙派。其法脉传承为：广成子→黄帝→岐伯天师→老子→尹喜→麻衣道者→陈抟→火龙真人→黄元吉。|||黄裳生平于乐育堂传授之讲述，由门下弟子笔录并编纂成《道德经讲义》、《乐育堂语录》、《道门语要》三书留传于世。据传尚有《玄宗口诀》、《醒心经注》、《求心经注》等书，然已经失佚。',
    des:'《道德經》，又稱《道德真經》、《老子》、《五千言》、《老子五千文》，是中國古代先秦諸子分家前的一部著作，為其時諸子所共仰，傳說是春秋時期的老子李耳所撰寫，是道家哲學思想的重要來源，道德經分上下兩篇，原文上篇《德經》、下篇《道經》，不分章，後改為《道經》37章在前，第38章之後為《德經》，並分為81章，是中國歷史上首部完整的哲學著作。',
    outerDownloadUrl:'https://www.5000yan.com/xiazai/',
    downloadUrl:'https://pan.baidu.com/s/1YNYe-RA8bQLYGyE4bzoUuw',
    downloadCode:'n5vr'
  },
  {
    cover:'/zhihuBooks/btydyq-min.jpg',
    name:'被讨厌的勇气',
    author: '岸见一郎 / 古贺史健',
    authorDes: '岸见一郎,哲学家。1956年生于京都，现居京都。高中时便以哲学为志向，进入大学后屡次到老师府上进行辩论。京都大学研究生院文学研究系博士课程满期退学。1989年起致力于研究专业哲学和阿德勒心理学。主要活动领域是阿德勒心理学及古代哲学的执笔与演讲，同时还在精神科医院为许多青年做心理辅导。日本阿德勒心理学会认定顾问。译著有阿尔弗雷德?阿德勒的《个人心理学讲义》和《人为什么会患神经病》，著作有《阿德勒心理学入门》等多部作品。本书由其负责原案。|||古贺史健,自由作家。1973年出生。以对话创作（问答体裁的执笔）见长，出版过许多商务或纪实文学方面的畅销书。他创作的极具现场感与节奏感的采访稿广受好评，采访集《16岁的教科书》系列累计销量突破70万册。近30岁的时候邂逅阿德勒心理学，并被其颠覆常识的思想所震撼。之后，连续数年拜访京都的岸见一郎并向其请教阿德勒心理学的本质。本书中他以希腊哲学的古典手法“对话篇”进行内容呈现。著有《想要让20岁的自己接受的文章讲义》。',
    des:'「被讨厌的勇气」并不是要去吸引被讨厌的负向能量，而是，如果这是我生命想绽放出最美的光彩，那么，即使有被讨厌的可能，我都要用自己的双手双脚往那里走去。」|||「因为拥有了被讨厌的勇气，于是有了真正幸福的可能。」|||你是否常常对繁琐的生活感到乏味？你是否时时为复杂的人际关系感到疲惫？你是否认为人生的意义越来越模糊难见？我们如何能够在繁杂的日常琐碎和复杂的人际关系中用自己的双手去获得真正的幸福？这一切的答案尽在这本《被讨厌的勇气》中！',
    outerDownloadUrl:'https://zhidao.baidu.com/question/1888189174646284588.html',
    downloadUrl:'https://pan.baidu.com/s/1dF7xd_YQ7fy74bG-XxYrdQ',
    downloadCode:'lgjb'
  },
  {
    cover:'/zhihuBooks/adys-min.jpg',
    name:'爱的艺术',
    author: '艾·弗洛姆',
    authorDes: '艾里希·弗洛姆，著名德裔美籍心理学家、精神分析学家、哲学家。1900年生于德国法兰克福犹太人家庭，1922年获德国海德堡大学哲学博士学位，是二十年代“法兰克福学派”重要成员。纳粹上台后，他于1934年赴美，在从事心理咨询工作的同时，在哥伦比亚大学等学术机构讲学，并先后执教于墨西哥国立大学、密歇根州立大学等高校。1980年弗洛姆病逝于瑞士洛伽诺。|||弗洛姆的研究植根于弗洛伊德的精神分析学说和马克思主义哲学理论。他认为人是各自所在的产物，在现代工业化社会，人变得越来越自我疏离，这种孤立感导致人们潜意识下渴望与他人结合、联系。|||弗洛姆以深入浅出、平易近人的文笔，创造了大量学术著作和普及性作品，其中影响最大的有《爱的艺术》、《逃避自由》、《健全的社会》、《精神分析的危机》等。',
    des:'《爱的艺术》是德裔美籍心理学家和哲学家、法兰克福学派重要成员艾里希-弗洛姆最著名的作品，自1956年出版至今已被翻译成32种文字，在全世界畅销不衰，被誉为当代爱的艺术理论专著最著名的作品。|||在这本书中，弗洛姆认为，爱情不是一种与人的成熟程度无关，只需要投入身心的感情。如果不努力发展自己的全部人格并以此达到一种创造倾向性，那么每种爱的试图都会失败，如果没有爱他人的能力，如果不能真正谦恭地、勇敢地、真诚地和有纪律地爱他人，那么人们在自己的爱情生活中也永远得不到满足。|||弗洛姆进而提出，爱是一门艺术，要求想要掌握这门艺术的人有这方面的知识并付出努力。在这里，爱不仅仅是狭隘的男女爱情，也并非通过磨练增进技巧即可获得。爱是人格整体的展现，要发展爱的能力，就需要努力发展自己的人格，并朝着有益的目标迈进。|||此版特别收录弗洛姆学术助手纪念文章《弗洛姆生命中的爱》。',
    outerDownloadUrl:'https://www.xiaobaipan.com/file-27797483.html',
    downloadUrl:'https://pan.baidu.com/s/1eb2pubI3uqQxJd4ajoqaMA',
    downloadCode:'60em'
  },
  // {
  //   cover:'/zhihuBooks/',
  //   name:'',
  //   author: '',
  //   authorDes: '',
  //   des:'',
  //   outerDownloadUrl:'',
  //   downloadUrl:'',
  //   downloadCode:''
  // },

]
export default bookData